Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/achievements.*.resx
Languages: ru

# marksOnGun1_descr
source: To obtain two Marks of Excellence, displayed on the gun, the average damage caused by the player and average damage caused with the player's assistance must be higher than the results of 85% of players in this vehicle for the past 14 days.
ru: Для получения двух отличительных отметок на орудие, средний показатель нанесённого игроком урона и урона, нанесённого с его помощью, должен превышать аналогичные результаты 85% игроков, достигнутые ими на данной машине за предыдущие 14 дней.

# marksOnGun2
source: 2 Marks of Excellence
ru: 2 отличительные отметки

# marksOnGun2_descr
source: To obtain three Marks of Excellence, displayed on the gun, the average damage caused by the player and average damage caused with the player's assistance must be higher than the results of 95% of players in this vehicle for the past 14 days.
ru: Для получения трёх отличительных отметок на орудие, средний показатель нанесённого игроком урона и урона, нанесённого с его помощью, должен превышать аналогичные результаты 95% игроков, достигнутые ими на данной машине за предыдущие 14 дней.

# marksOnGun3
source: 3 Marks of Excellence
ru: 3 отличительные отметки

# marksOnGun3_descr
source: The maximum number of Marks of Excellence is obtained.
ru: Заработано максимальное количество отличительных отметок.

# marksOnGunHeader
source: Ranks by average damage:
ru: Степени результативности:

# marksOnGun_condition
source: • Player's average damage is updated after each battle. Only the 100 recent battles are counted. • Obtained Marks do not disappear even if the player's average damage decreases. • Marks can be obtained in vehicles of Tiers V–X only. • Display of Marks on your vehicles can be disabled in game settings. • Can be obtained in Random Battles only.
ru: • Результативность игрока определяется по последним 100 боям, с каждым новым боем показатель уточняется. • Заработанные отметки не исчезают даже при снижении результативности. • Отметки можно получить только на технике V–X уровней. • Отображение отметок на своей технике можно отключить в настройках игры. • Выдаётся только в Случайных боях.

# medalAntiSpgFire
source: For Counter-Battery Fire
ru: «За контрбатарейную стрельбу»

# medalAntiSpgFire_condition
source: • The player must not destroy any allied vehicles. • Can be obtained in Random Battles only.
ru: • Уничтожение союзников недопустимо. • Выдаётся только в Случайных боях.

# medalAntiSpgFire_descr
source: In a battle, destroy all enemy SPGs (at least 2) with an SPG.
ru: Управляя САУ, уничтожить все САУ противника в одном бою, но не менее 2.

# medalCoolBlood
source: Cold-Blooded
ru: «Хладнокровный»

# medalCoolBlood_condition
source: • Drive an SPG of at least Tier IV. • The player must not destroy any allied vehicles. • Can be obtained in Random Battles only.
ru: • Управлять САУ IV уровня и выше. • Уничтожение союзников недопустимо. • Выдаётся только в Случайных боях.

# medalCoolBlood_descr
source: Destroy at least 2 enemy light tanks from a distance of not more than 100 meters.
ru: Уничтожить не менее 2 лёгких танков противника с расстояния не более 100 метров.

# medalGore
source: Gore's Medal
ru: Медаль Гора

# medalGore_condition
source: • Damage caused should be at least 2,000 HP • The player must not destroy any allied vehicles. • Hits on allied vehicles are not counted. • Can be obtained in Random Battles only.
ru: • Нанесённый урон должен составлять не менее 2000 единиц. • Уничтожение союзников недопустимо. • Попадания по союзникам не учитываются. • Выдаётся только в Случайных боях.

# medalGore_descr
source: Drive an SPG and cause damage exceeding 8 times the hit points of your vehicle.
ru: Управляя САУ, нанести урон, восьмикратно превышающий значение прочности собственной машины.

# medalGore_heroInfo
source: British colonel Adrian Clements Gore was in charge of a combat team that defended the Kasserine Pass, Tunisia, on 20 February, 1943. His force, composed of a tank squadron, an infantry company, and a battery of infantry support artillery, put up stiff resistance against troops of the Wehrmacht Africa Korps, comprising five infantry batallions and one tank batallion. The German forces lost 11 tanks in the fighting.
ru: Адриан Клементс Гор — британский полковник. 20 февраля 1943 года, обороняя перевал Кассерин (Тунис), отряд Гора в составе танкового эскадрона, пехотной роты и батареи пехотной артиллерии оказал упорное сопротивление частям Африканского корпуса Вермахта в составе пяти пехотных и одного танкового батальона, потерявшего в этом бою 11 танков.

# medalMonolith
source: Rock Solid
ru: «Монолит»

# medalMonolith_condition
source: • SPG's speed must be less than 10 km/h. • The speed of the enemy vehicle that rammed you must exceed the speed of your SPG. • The player must not destroy any allied vehicles. • Can be obtained in Random Battles only.
ru: • Скорость собственной САУ не должна превышать 10 км/ч. • Скорость противника, совершившего таран, должна быть выше скорости вашей САУ. • Уничтожение союзников недопустимо. • Выдаётся только в Случайных боях.

# medalMonolith_descr
source: While driving an SPG, destroy an enemy vehicle by ramming and survive the battle.
ru: Выжить на САУ после фатального для противника тарана.

# medalStark
source: Stark's Medal
ru: Медаль Старка

# medalStark_condition
source: • Survive a battle. • Total amount of damage received and damage blocked by armor must be at least 2/3 of the hit points of your vehicle. • Hitting allied vehicles is not counted. • Can be obtained in Random Battles only.
ru: • Выжить в бою. • Сумма полученного и заблокированного бронёй урона должна составлять не менее 2/3 от очков прочности собственной машины. • Уничтожение союзников недопустимо. • Выдаётся только в Случайных боях.

# medalStark_descr
source: While driving an SPG, destroy at least 2 enemy vehicles and receive at least 2 enemy hits that cause damage or are blocked by armor.
ru: Управляя САУ, уничтожить не менее 2 машин противника, получив не менее 2 попаданий от противника, нанёсших урон или заблокированных бронёй.

# medalStark_heroInfo
source: Colonel Alexander Stark commanded the joint French-American task force defending the Kasserine Pass, Tunisia. On 19 February, 1943, Stark's force unleashed heavy artillery fire from the heights surrounding the pass and was able to delay the advancing tank batallion and two infantry batallions of the Wehrmacht Africa Korps, forcing them to request reinforcements.
ru: Александр Старк — полковник, командир сводного подразделения французских и американских войск, прикрывающего перевал Кассерин (Тунис). 19 февраля 1943 года мощным артиллерийским огнём с окружающих перевал высот отряд Старка смог на сутки задержать наступление танкового батальона и двух пехотных батальонов из состава Африканского корпуса Вермахта, вынудив немецкие войска запросить подкрепление.

# noMansLand
source: Scorched Earth
ru: «Выжженная земля»

# noMansLand_condition
source: • Awarded to all members of both teams. • Can be obtained in Team Battles only.
ru: • Выдаётся обеим командам. • Выдаётся только в Командных боях.

# noMansLand_descr
source: End a battle in a draw where both teams are completely destroyed.
ru: Провести бой, в котором будет уничтожена вся техника обеих команд.

# promisingFighterMedal
source: Promising Fighter
ru: «Перспективный боец»

# promisingFighterMedal_condition
source: • Newly received awards are added together. • Only victorious battles are counted. • Can be obtained in Team Battles only.
ru: • В общем зачёте повторно полученные награды суммируются. • Засчитываются только победные бои. • Выдаётся только в Командных боях.

# promisingFighterMedal_descr
source: In 100 battles, be among the top three players by experience earned.
ru: Занять 100 раз 1, 2 или 3 место по количеству заработанного опыта за бой.

# pyromaniacMedal
source: Pyromaniac
ru: «Пироман»

# pyromaniacMedal_condition
source: • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# pyromaniacMedal_descr
source: Set 10 enemy vehicles on fire.
ru: 10 раз поджечь противника.

# rangerMedal
source: Ranger
ru: «Егерь»

# rangerMedal_condition
source: • Newly received awards are added together. • Only hits that cause damage are counted. • Can be obtained in Team Battles only.
ru: • В общем зачёте повторно полученные награды суммируются. • Засчитываются только попадания, нанёсшие урон. • Выдаётся только в Командных боях.

# rangerMedal_descr
source: Damage or destroy enemy vehicles not visible to the player, 10 times.
ru: 10 раз повредить или уничтожить противника, который невидим для игрока.

# battleTested
source: Battle Tested %(rank)s
ru: «Проверенный боем %(rank)s»

# battleTested_condition
source: • Can be obtained in Team Battles only.
ru: • Выдаётся только в Командных боях.

# battleTested_descr
source: For the number of awards received in Team Battles.
ru: За количество наград, полученных в Командных боях.

# bruteForceMedal
source: Brute Force
ru: «Силовой приём»

# bruteForceMedal_condition
source: • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# bruteForceMedal_descr
source: Destroy 10 enemy vehicles by ramming.
ru: 10 раз уничтожить противника тараном.

# guerrillaMedal
source: Guerrilla
ru: «Мастер засады»

# guerrillaMedal_condition
source: • Enemy vehicles must be within the vehicle's visibility range. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • Противник должен быть в прямой видимости. • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# guerrillaMedal_descr
source: Remain undetected and destroy at least 10 enemy vehicles.
ru: 10 раз уничтожить противника, не будучи при этом обнаруженным.

# infiltratorMedal
source: Vanquisher
ru: «Покоритель»

# infiltratorMedal_condition
source: • Achievement only includes the base capture points that resulted in a successful base capture. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • Засчитываются только очки, обеспечившие захват. • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# infiltratorMedal_descr
source: Earn at least 1,000 capture points on the enemy base.
ru: Получить 1000 очков захвата базы.

# medalRotmistrov
source: Rotmistrov's Medal %(rank)s
ru: Медаль Ротмистрова %(rank)s

# medalRotmistrov_descr
source: For the number of battles fought in Clan Wars.
ru: За количество проведённых боёв в «Мировой войне».

# medalRotmistrov_heroInfo
source: Pavel Rotmistrov, a Hero of the Soviet Union, was a commander of armored units during World War II. Later he became the Chief Marshal of Armored Forces of the Soviet Union.
ru: Павел Алексеевич Ротмистров — Герой Советского Союза, командующий танковыми частями в годы Великой Отечественной войны, впоследствии Главный маршал бронетанковых войск Советского Союза.

# prematureDetonationMedal
source: Achille’s Heel
ru: «Смертельный удар»

# prematureDetonationMedal_condition
source: • Newly received awards are added together. • Can only be obtained in Team Battles.
ru: • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# prematureDetonationMedal_descr
source: Destroy 10 enemy vehicles by causing their ammunition to explode.
ru: Уничтожить подрывом боекомплекта 10 машин противника.

# sentinelMedal
source: Sentinel
ru: «Честь флага»

# sentinelMedal_condition
source: • Only victorious battles are counted. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • Очки засчитываются только в победных боях. • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# sentinelMedal_descr
source: Earn at least 1,000 base defense points.
ru: Получить 1000 очков защиты базы.

source: Arsonist
ru: «Поджигатель»

# arsonist_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# arsonist_descr
source: Destroy at least one enemy vehicle by setting it on fire.
ru: Уничтожить поджогом как минимум 1 машину противника.

# bonecrusher
source: Bruiser
ru: «Костолом»

# bonecrusher_condition
source: • Modules damaged by fire are counted. • Can be obtained in Random Battles only.
ru: • Засчитываются также модули, повреждённые в результате пожара. • Выдаётся только в Случайных боях.

# bonecrusher_descr
source: Damage enemy vehicles' modules or injure crew members at least five times in a battle.
ru: Повредить в бою не менее 5 модулей или членов экипажа противника.

# charmed
source: Hand of God
ru: «Заговорённый»

# charmed_condition
source: • Only hits that caused damage are included. • Can be obtained in Random Battles only.
ru: • Засчитываются только попадания, нанёсшие урон. • Выдаётся только в Случайных боях.

# charmed_descr
source: Survive and win the battle, having received damage from at least four different enemy vehicles.
ru: Выжить в победном бою, получив повреждения от не менее чем 4 разных игроков команды противника.

# counterblow
source: Retaliation
ru: «Контрудар»

# counterblow_condition
source: • The level of the attacking team's Command Center must not be lower than the level of the defending team's Command Center. • Personal achievement. • Awarded before the release of version 9.17.1.
ru: • Уровень командного центра атакующих должен быть не ниже уровня командного центра обороняющихся. • Личное достижение. • Выдавалась до выхода обновления 9.17.1.

# counterblow_descr
source: Capture the enemy Command Center while defending your Stronghold.
ru: Захватить командный центр противника, обороняя свой Укрепрайон.

# crusher
source: Fortress Crusher
ru: «Сокрушитель крепостей»

# crusher_condition
source: • The level of the defending team's Command Center must not be lower than the level of the attacking team's Command Center. • Personal achievement. • Awarded before the release of version 9.17.1.
ru: • Уровень командного центра обороняющихся должен быть не ниже уровня командного центра атакующих. • Личное достижение. • Выдавалась до выхода обновления 9.17.1.

# crusher_descr
source: Capture the enemy Command Center while attacking their Stronghold.
ru: Захватить командный центр противника, атаковав его Укрепрайон.

# deathTrack
source: Racer 2014
ru: «Гонщик-2014»

# deathTrack_condition
source: • Only the maximum series of victories in a row was counted. • A series was broken by a defeat. • Awarded to all members of a victorious team during the special race event.
ru: • В общий зачёт шла максимальная серия побед подряд. • Серия прерывалась поражением. • Выдавалась всем игрокам победившей команды в период действия специальной гоночной акции.

# deathTrack_descr
source: Win a race with the Chaffee SPORT.
ru: Победить в гонке, управляя Chaffee SPORT.

# demolition
source: Demolition Expert
ru: «Взрывотехник»

# demolition_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# demolition_descr
source: Destroy at least one enemy vehicle by causing its ammunition to explode.
ru: Уничтожить подрывом боекомплекта как минимум 1 машину противника.

source: Duelist
ru: «Дуэлянт»

# duelist_condition
source: • Damage to modules is included. • Ricochets and non-penetrating hits are not included. • Can be obtained in Random Battles only.
ru: • Повреждения модулей засчитываются. • Рикошеты и непробития не засчитываются. • Выдаётся только в Случайных боях.

# duelist_descr
source: Destroy at least two enemy vehicles that caused damage to your vehicle in the battle.
ru: Уничтожить в бою не менее 2 машин противника, нанёсших вам урон.

# even
source: Eye for an Eye!
ru: «В расчёте!»

# even_condition
source: • Enemy vehicles destroyed by setting them on fire or by ramming are counted. • Can be obtained in Random Battles only.
ru: • Учитывается также уничтожение пожаром или тараном. • Выдаётся только в Случайных боях.

# even_descr
source: Simultaneously destroy, and be destroyed, by the same enemy.
ru: Уничтожить противника и быть уничтоженным им же.

source: Fighter
ru: «Боец»

# fighter_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# fighter_descr
source: Destroy four or five enemy vehicles in one battle.
ru: Уничтожить 4-5 машин противника в одном бою.

# fireAndSword
source: For Decisive Battles %(rank)s
ru: «За решающие сражения %(rank)s»

# fireAndSword_condition
source: • Industrial Resource lost as a result of defeat does not reduce the score. • Personal achievement. • Awarded before the release of version 9.17.1.
ru: • Потерянный при поражениях промресурс не уменьшает показатель. • Личное достижение. • Выдавалась до выхода обновления 9.17.1.

# fireAndSword_descr
source: For the total amount of Industrial Resource earned in all Battles for Stronghold.
ru: За количество единиц промресурса, захваченного за всё время боёв в Битвах за Укрепрайон.

# impenetrable
source: Shellproof
ru: «Непробиваемый»

# impenetrable_condition
source: • Survive the battle. • Can be obtained in Random Battles only.
ru: • Выжить в бою. • Выдаётся только в Случайных боях.

# impenetrable_descr
source: Have total damage blocked by armor exceed the hit points of your vehicle.
ru: Получить заблокированного бронёй урона больше, чем прочность собственной машины.

# reliableComrade
source: Battle Buddy
ru: «Надёжный боевой товарищ»

# reliableComrade_condition
source: • Hits on modules with no damage caused to them are not included. • Ricochets and non-penetrating hits are not included. • The series is interrupted by any actions that cause damage to allied vehicles. • The series can continue while driving any vehicle. • Can be obtained in Random Battles only.
ru: • Урон по модулям, не выведший их из строя, не учитывается. • Рикошеты и непробития не учитываются. • Серия прерывается любыми действиями, снизившими прочность машины союзника. • Серия может продолжиться при игре на любой машине. • Выдаётся только в Случайных боях.

# reliableComrade_descr
source: Do not cause any damage to allies for 50 battles.
ru: Не наносить союзникам никакого урона в течение 50 боёв.

# shootToKill
source: Fire for Effect
ru: «Огонь на поражение»

# shootToKill_condition
source: • Damage caused by ramming or setting enemy vehicle on fire is included. • Unavailable for SPGs. • Can be obtained in Random Battles only.
ru: • Засчитывается также урон, нанесённый тараном и поджогом. • Не выдаётся при игре на САУ. • Выдаётся только в Случайных боях.

# shootToKill_descr
source: Cause more damage to enemy vehicles than the hit points of your vehicle.
ru: Нанести противнику урона больше, чем прочность собственной машины.

# soldierOfFortune
source: Soldier of Fortune %(rank)s
ru: «Солдат удачи %(rank)s»

# soldierOfFortune_condition
source: • Personal achievement.
ru: • Личное достижение.

# soldierOfFortune_descr
source: For the number of victories in Skirmishes.
ru: За количество побед в Вылазках.

# aimer
source: Spotter
ru: «Целеуказатель»

# aimer_condition
source: • Win the battle. • The series is extended for every 1,000 HP of damage caused by allies to enemy vehicles spotted by you in one battle. • Every vehicle has its own series. • Only the longest series is counted. • Can be obtained in Random Battles only.
ru: • Победить в бою. • Серия увеличивается за каждую 1000 урона, нанесённого союзниками по вашим разведданным в течение одного боя. • Серия ведётся для каждой машины отдельно. • В общий зачёт идёт максимальная серия. • Выдаётся только в Случайных боях.

# aimer_descr
source: Spot enemy vehicles, enabling your allies to cause 1,000 HP of damage in one battle.
ru: Обеспечить передачу разведданных для нанесения союзниками 1000 урона за один бой.

source: First Merit
ru: «Первая заслуга»

# firstMerit_descr
source: Complete the first personal mission in any set of an operation.
ru: Выполнить любую боевую задачу в одной из веток выбранной операции.

# firstMerit_notification
source: For successful completion of a personal mission you receive the award: First Merit medal.
ru: За успешное выполнение личной боевой задачи вы представлены к награде: медаль «Первая заслуга».

source: Operation Winter
ru: Операция «Зима»

# operationWinter_condition
source: • Awarded to all members of a victorious team during the winter event. • Only one award for all battles fought could be received. • Could only be obtained in Random Battles.
ru: • Выдавалась всем игрокам победившей команды в течение специальной новогодней акции 2014–2015. • Выдавалась только одна награда за все проведённые бои. • Выдавалась только в Случайных боях.

# operationWinter_descr
source: Win the battle.
ru: Победить в бою.

# readyForBattleALL
source: With Guns Blazing
ru: «Из всех орудий»

# readyForBattleALL_descr
source: Receive the Exemplary Performance award for all vehicle types during the Long-Awaited Backup campaign.
ru: Получить награды «Образцовое выполнение» для всех типов техники в рамках кампании «Долгожданное подкрепление».

# readyForBattleALL_notification1
source: Receive the Exemplary Performance Class I award for all vehicle types. Reward: With Guns Blazing medal, Class I.
ru: Получить награду «Образцовое выполнение I степени» для всех типов техники. Награда: медаль «Из всех орудий» I степени.

# readyForBattleALL_notification2
source: Receive the Exemplary Performance Class II award for all vehicle types. Reward: With Guns Blazing medal, Class II.
ru: Получить награду «Образцовое выполнение II степени» для всех типов техники. Награда: медаль «Из всех орудий» II степени.

# readyForBattleALL_notification3
source: Receive the Exemplary Performance Class III award for all vehicle types. Reward: With Guns Blazing medal, Class III.
ru: Получить награду «Образцовое выполнение III степени» для всех типов техники. Награда: медаль «Из всех орудий» III степени.

# readyForBattleALL_notification4
source: Receive the Exemplary Performance Class IV award for all vehicle types. Reward: With Guns Blazing medal, Class IV.
ru: Получить награду «Образцовое выполнение IV степени» для всех типов техники. Награда: медаль «Из всех орудий» IV степени.

# readyForBattleATSPG
source: Exemplary Performance: Tank Destroyers
ru: «Образцовое выполнение: ПТ-САУ»

# readyForBattleATSPG_descr
source: For completion with honors of personal missions for tank destroyers during the Long-Awaited Backup campaign.
ru: За выполнение с отличием личных боевых задач для ПТ-САУ в рамках кампании «Долгожданное подкрепление».

# readyForBattleATSPG_notification1
source: Complete with honors 60 personal missions for tank destroyers. Reward: Exemplary Performance: Tank Destroyers medal, I Class.
ru: Выполнить с отличием 60 личных боевых задач для ПТ-САУ. Награда: медаль «Образцовое выполнение: ПТ-САУ» I степени.

# readyForBattleATSPG_notification2
source: Complete with honors 45 personal missions for tank destroyers. Reward: Exemplary Performance: Tank Destroyers medal, II Class.
ru: Выполнить с отличием 45 личных боевых задач для ПТ-САУ. Награда: медаль «Образцовое выполнение: ПТ-САУ» II степени.

# readyForBattleATSPG_notification3
source: Complete with honors 30 personal missions for tank destroyers. Reward: Exemplary Performance: Tank Destroyers medal, III Class.
ru: Выполнить с отличием 30 личных боевых задач для ПТ-САУ. Награда: медаль «Образцовое выполнение: ПТ-САУ» III степени.
