Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/achievements.*.resx
Languages: ru

# achievement/rank1
source: I Class
ru: I степени

# achievement/rank2
source: II Class
ru: II степени

# achievement/rank3
source: III Class
ru: III степени

# achievement/rank4
source: IV Class
ru: IV степени

# armorPiercer
source: Master Gunner
ru: «Бронебойщик»

# armorPiercer_descr
source: Score at least 5 armor-penetrating hits in a row against enemy vehicles.
ru: Пробить броню противника не менее 5 раз подряд.

# beasthunter
source: Hunter
ru: «Зверобой»

# beasthunter_descr
source: Destroy 100 vehicles of the "feline family," including:
ru: Уничтожить 100 машин семейства кошачьих. Засчитываются:

source: Defender
ru: «Защитник»

# defender_descr
source: Reduce the number of enemy capture points of a friendly base by 70 or more.
ru: Защитить базу, сбив не менее 70 очков захвата.

# diehard
source: Survivor
ru: «Живучий»

# diehard_descr
source: Survive 20 battles in a row using the same vehicle.
ru: Выжить 20 боёв подряд на одной машине.

# handOfDeath
source: Reaper
ru: «Коса Смерти»

# handOfDeath_descr
source: Destroy at least three enemy vehicles in a row. The second and all consecutive vehicles must be destroyed with a single shell each.
ru: Уничтожить подряд не менее трёх машин противника, затратив на вторую и последующие по одному снаряду.

source: Invader
ru: «Захватчик»

# invader_descr
source: Earn at least 80 capture points on the enemy base.
ru: Получить наибольшее количество очков захвата, но не менее 80.

source: Invincible
ru: «Неуязвимый»

# invincible_descr
source: Survive 5 or more battles in a row without taking any damage.
ru: Не получить никакого урона в течение 5 боёв подряд.

source: Kamikaze
ru: «Камикадзе»

# kamikaze_descr
source: Destroy at least one enemy vehicle by ramming it.
ru: Уничтожить тараном как минимум 1 машину противника.

# medalAbrams
source: Abrams's Medal %(rank)s
ru: Медаль Абрамса %(rank)s

# medalAbrams_descr
source: For the total number of team victories in which the player survived the battle.
ru: За количество победных боёв, в которых игрок остался жив.

# medalBillotte
source: Billotte's Medal
ru: Медаль Бийота

# medalBillotte_descr
source: Destroy at least 2 enemy vehicles while having 5 different modules damaged or crew members injured and losing 80% of hit points.
ru: Уничтожить 2 машины противника, получив 5 разных повреждений модулей или ранений экипажа, потеряв при этом 80% прочности.

# medalBurda
source: Burda's Medal
ru: Медаль Бурды

# medalBurda_descr
source: Destroy 3 enemy SPGs in one battle.
ru: Уничтожить 3 САУ противника в одном бою.

# medalCarius
source: Carius's Medal %(rank)s
ru: Медаль Кариуса %(rank)s

# medalCarius_descr
source: For the number of enemy vehicles destroyed.
ru: За количество уничтоженной техники противника.

# medalEkins
source: Ekins's Medal %(rank)s
ru: Медаль Экинса %(rank)s

# medalEkins_descr
source: For destroying Tier VIII–X enemy vehicles.
ru: За количество уничтоженной техники противника VIII–X уровней.

# medalFadin
source: Fadin's Medal
ru: Медаль Фадина

# medalFadin_descr
source: Destroy the last enemy vehicle in the battle with the last shell in the ammo.
ru: Уничтожить последним снарядом последнюю машину противника.

# medalHalonen
source: Halonen's Medal
ru: Медаль Халонена

# medalHalonen_descr
source: Destroy at least 2 enemy tanks or tank destroyers in a tank destroyer in one battle.
ru: Уничтожить не менее 2 танков или ПТ-САУ противника в одном бою, управляя ПТ-САУ.

# medalKay
source: Kay's Medal %(rank)s
ru: Медаль Кея %(rank)s

# medalKay_descr
source: For achieving Battle Hero status.
ru: За получение статуса «Герой битвы».

# medalKnispel
source: Knispel's Medal %(rank)s
ru: Медаль Книспеля %(rank)s

# medalKnispel_descr
source: For the total amount of damage caused and received.
ru: За суммарное количество нанесённого и полученного урона.

# medalKolobanov
source: Kolobanov's Medal
ru: Медаль Колобанова

# medalKolobanov_descr
source: Stand alone against at least five enemy vehicles and win.
ru: Победить в бою, оставшись в одиночку против 5 и более машин противника.

# medalLavrinenko
source: Lavrinenko's Medal %(rank)s
ru: Медаль Лавриненко %(rank)s

# medalLavrinenko_descr
source: Reduce the total number of capture points of a friendly base.
ru: За суммарное количество сбитых очков захвата базы.

# medalLeClerc
source: Leclerc's Medal %(rank)s
ru: Медаль Леклерка %(rank)s

# medalLeClerc_descr
source: For the total number of the player's enemy base capture points.
ru: За суммарное количество очков захвата базы.

# medalOrlik
source: Orlik's Medal
ru: Медаль Орлика

# medalOrlik_descr
source: Destroy 2 or more enemy tanks or tank destroyers in a light tank in one battle.
ru: Уничтожить не менее 2 танков или ПТ-САУ противника в одном бою, управляя лёгким танком.

# medalOskin
source: Oskin's Medal
ru: Медаль Оськина

# medalOskin_descr
source: Destroy at least 3 enemy tanks or tank destroyers with a medium tank in one battle.
ru: Уничтожить 3 танка или ПТ-САУ противника в одном бою, управляя средним танком.

# medalPoppel
source: Popel's Medal %(rank)s
ru: Медаль Попеля %(rank)s

# medalPoppel_descr
source: For the number of enemy vehicles detected.
ru: За количество обнаруженной техники противника.

# medalWittmann
source: Bölter's Medal
ru: Медаль Бёльтера

# medalWittmann_descr
source: Destroy 7 or more enemy vehicles with a tank or tank destroyer, or 10 or more vehicles with a self-propelled gun.
ru: Уничтожить не менее 7 машин противника на танке или ПТ-САУ либо не менее 10 на САУ.

# mousebane
source: Mouse Trap
ru: «Гроза Мышей»

# mousebane_descr
source: Destroy 10 or more Pz.Kpfw. VIII Maus tanks.
ru: Уничтожить 10 танков Pz.Kpfw. VIII Maus.

source: Raider
ru: «Рейдер»

# raider_descr
source: Remain undetected throughout the entire battle and be the only player who captures the enemy base.
ru: В одиночку захватить базу противника, не будучи обнаруженным в ходе боя.

source: Scout
ru: «Разведчик»

# scout_descr
source: Detect at least 9 enemy vehicles.
ru: Обнаружить не менее 9 машин противника.

source: Sniper
ru: «Снайпер»

# sniper_descr
source: Achieve at least 85% hits out of a minimum of 10 shots fired with potential damage of 1,000 HP or more.
ru: Произвести не менее 85% попаданий по противнику, сделав не менее 10 выстрелов с потенциальным уроном не менее 1 000 единиц.

source: Steel Wall
ru: «Стальная cтена»

# steelwall_descr
source: Receive the highest damage blocked by armor.
ru: Получить наибольшее количество единиц заблокированного бронёй урона.

# supporter
source: Confederate
ru: «Поддержка»

# supporter_descr
source: Cause damage or critical hits to more enemy vehicles, at least 6, than any other player.
ru: Нанести урон или критические попадания наибольшему количеству машин противника, но не менее 6.

# tankExpert
source: Master Tanker
ru: «Эксперт»

# tankExpert_descr
source: Destroy all vehicles from each nation's Tech Trees except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований каждой нации, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

# titleSniper
source: Sharpshooter
ru: «Стрелок»

# titleSniper_descr
source: Hit enemy vehicles with 10 or more consecutive shots.
ru: Попасть в противника не менее 10 раз подряд.

# warrior
source: Top Gun
ru: «Воин»

# warrior_descr
source: Destroy enemy vehicles: <FONT COLOR="#FFFFFF">6</FONT> and more in Standard Battle, Assault and Encounter Battle. <FONT COLOR="#FFFFFF">8</FONT> and more in Grand Battle.
ru: Уничтожить машин противника:

# achievement/master1
source: III Class
ru: 3 степень

# achievement/master2
source: II Class
ru: 2 степень

# achievement/master3
source: I Class
ru: 1 степень

# achievement/master4
source: Ace Tanker
ru: Мастер

# markOfMastery
source: Mastery Badge: "%(name)s"
ru: Знак классности «%(name)s»

# markOfMasteryContent
source: Awarded for mastery in controlling an armored<br/>vehicle. To qualify, a player must earn more<br/>experience in a battle than the average highest<br/>experience of %(val)s players who have fought<br/>in this vehicle for the previous 7 days.
ru: Присваивается игроку за мастерство владения<br/>боевой машиной. Для присвоения необходимо<br/>заработать больше опыта за бой, чем средний<br/>максимальный опыт за предыдущие 7 дней<br/>у %(val)s игроков на данной машине.

# markOfMasteryContent/1/info
source: III Class: 50%
ru: 50% — 3 степень

# markOfMasteryContent/2/info
source: II Class: 80%
ru: 80% — 2 степень

# markOfMasteryContent/3/info
source: I Class: 95%
ru: 95% — 1 степень

# markOfMasteryContent/4/info
source: Ace Tanker: 99%
ru: 99% — Мастер

source: White Tiger
ru: «Белый Тигр»

# whiteTiger_descr
source: Destroy a White Tiger phantom tank.
ru: Уничтожить танк-призрак «Белый Тигр».

# heroesOfRassenay
source: Raseiniai Heroes' Medal
ru: Медаль героев Расейняя

# heroesOfRassenay_descr
source: Destroy enemy vehicles: <FONT COLOR="#FFFFFF">14</FONT> and more in Standard Battle, Assault and Encounter Battle. <FONT COLOR="#FFFFFF">21</FONT> and more in Grand Battle.
ru: Уничтожить машин противника:

# mechanicEngineer
source: Senior Technical Engineer
ru: «Старший инженер-механик»

# mechanicEngineer0
source: Technical Engineer: U.S.S.R.
ru: «Инженер-механик: СССР»

# mechanicEngineer0_descr
source: Research all vehicles in the U.S.S.R. Tech Tree.
ru: Исследовать всю технику в Дереве исследований СССР.

# mechanicEngineer1
source: Technical Engineer: Germany
ru: «Инженер-механик: Германия»

# mechanicEngineer1_descr
source: Research all vehicles in the Germany Tech Tree.
ru: Исследовать всю технику в Дереве исследований Германии.

# mechanicEngineer2
source: Technical Engineer: U.S.A.
ru: «Инженер-механик: США»

# mechanicEngineer2_descr
source: Research all vehicles in the U.S.A. Tech Tree.
ru: Исследовать всю технику в Дереве исследований США.

# mechanicEngineer4
source: Technical Engineer: France
ru: «Инженер-механик: Франция»

# mechanicEngineer4_descr
source: Research all vehicles in the France Tech Tree.
ru: Исследовать всю технику в Дереве исследований Франции.

# mechanicEngineer5
source: Technical Engineer: U.K.
ru: «Инженер-механик: Великобритания»

# mechanicEngineer5_descr
source: Research all vehicles in the U.K. Tech Tree.
ru: Исследовать всю технику в Дереве исследований Великобритании.

# mechanicEngineer_descr
source: Research all vehicles in all Tech Trees.
ru: Исследовать технику всех наций.

# medalAbrams_heroInfo
source: General Creighton Abrams commanded U.S. armored forces during WWII and the Vietnam War, earning a reputation as an aggressive and successful commander.
ru: Крейтон Абрамс — генерал, командовавший бронетанковыми соединениями армии США в ходе Второй мировой и Вьетнамской войн. Завоевал репутацию агрессивного и удачливого командира.

# medalBrunoPietro
source: Bruno's Medal
ru: Медаль Бруно

# medalBrunoPietro_descr
source: Destroy 3-4 enemy vehicles while having 5 different modules damaged or crew members injured and losing 80% of hit points.
ru: Уничтожить 3-4 машины противника, получив 5 разных повреждений модулей или ранений экипажа, потеряв при этом 80% прочности.

# medalCarius_heroInfo
source: Otto Carius was one of the most successful tank aces of WWII. He commanded the Pz.Kpfw. 38(t), the Pz.Kpfw. VI Tiger, and the Jagdtiger tank destroyer during his impressive career.
ru: Отто Кариус — один из наиболее результативных танкистов-асов Второй мировой войны. Воевал на Pz.Kpfw. 38(t), Pz.Kpfw. VI Tiger и на ПТ-САУ Jagdtiger.

# medalDumitru
source: Dumitru's Medal
ru: Медаль Думитру

# medalDumitru_descr
source: Destroy 3 enemy SPGs in one battle.
ru: Уничтожить 3 САУ противника в одном бою.

# medalEkins_heroInfo
source: Joe Ekins was a tank gunner in the Northamptonshire Division of the British Territorial Army. A number of sources identify Ekins as the individual who brought down famous German tank ace Michael Wittmann.
ru: Джой Экинс — рядовой Нортгемптонширского подразделения британской Территориальной Армии. Ряд источников приписывает Экинсу уничтожение знаменитого танкового аса Михаэля Виттмана.

# medalKay_heroInfo
source: Douglas Kay, a British Army sergeant and gunner on a Sherman Firefly, participated in the Allied landing in Normandy and later helped increase popular interest in tank warfare.
ru: Дуглас Кей — сержант британской армии, стрелок танка Sherman Firefly, участник высадки союзников в Нормандии. Широко известен как популяризатор и пропагандист истории танковой войны.

# medalKnispel_heroInfo
source: Kurt Knispel, a WWII German tank ace, participated in battles on both the Western and Eastern Fronts, fighting in Pz.Kpfw. II, Pz.Kpfw. III, Pz.Kpfw. IV, Pz.Kpfw. VI Tiger, and Pz.Kpfw. VI Ausf. B Tiger II.
ru: Курт Книспель — немецкий танкист-ас Второй мировой войны, принимавший участие в боях на Западном и Восточном фронтах. Воевал на Pz.Kpfw. II, Pz.Kpfw. III, Pz.Kpfw. IV, Pz.Kpfw. VI Tiger и Pz.Kpfw. VI Ausf. B Tiger II.

# medalLafayettePool
source: Pool's Medal
ru: Медаль Пула

# medalLafayettePool_descr
source: Destroy enemy vehicles: <FONT COLOR="#FFFFFF">10–13</FONT> in Standard Battle, Assault and Encounter Battle. <FONT COLOR="#FFFFFF">13–20</FONT> in Grand Battle.
ru: Уничтожить машин противника:

# medalLavrinenko_heroInfo
source: Dmitry Lavrinenko, a Hero of the Soviet Union, Guards Lieutenant, and tank ace, was recognized as the top Soviet tanker, destroying 52 tanks in 28 battles over the course of just two months.
ru: Дмитрий Фёдорович Лавриненко — советский танковый ас, Герой Советского Союза, гвардии старший лейтенант. Признан наиболее результативным советским танкистом — за два с половиной месяца уничтожил пятьдесят два танка в двадцати восьми боях.

# medalLeClerc_heroInfo
source: Philippe Leclerc was a General of the Free French Forces during WWII and one of the leaders of the Paris liberation operation.
ru: Жак-Филипп Леклерк в ходе Второй мировой войны — генерал сил Свободной Франции, один из разработчиков операции по освобождению Парижа.

# medalLehvaslaiho
source: Lehväslaiho's Medal
ru: Медаль Лехвеслайхо

# medalLehvaslaiho_descr
source: Destroy 2 enemy tanks or tank destroyers with a medium tank in one battle.
ru: Уничтожить 2 танка или ПТ-САУ противника в одном бою, управляя средним танком.

# medalNikolas
source: Nicols's Medal
ru: Медаль Николса

# medalNikolas_descr
source: Destroy at least 4 enemy tanks or tank destroyers with a medium tank in one battle.
ru: Уничтожить не менее 4 танков или ПТ-САУ противника в одном бою, управляя средним танком.

# medalPascucci
source: Pascucci's Medal
ru: Медаль Паскуччи

# medalPascucci_descr
source: Destroy 2 enemy SPGs in one battle.
ru: Уничтожить 2 САУ противника в одном бою.

# medalPoppel_heroInfo
source: Lieutenant General of Tank Forces Nikolay Popel, a Soviet military leader and political officer, organized a raid against the enemy rear using captured vehicles during the battle of Dubno (Ukraine) in the summer of 1941.
ru: Николай Кириллович Попель — генерал-лейтенант танковых войск, советский военачальник и политработник. Во время сражения под Дубно (Украина) летом 1941 г. организовал рейд по тылам противника на захваченной бронетехнике.

# medalRadleyWalters
source: Radley-Walters's Medal
ru: Медаль Рэдли-Уолтерса

# medalRadleyWalters_descr
source: Destroy enemy vehicles: <FONT COLOR="#FFFFFF">8–9</FONT> in Standard Battle, Assault and Encounter Battle. <FONT COLOR="#FFFFFF">10–12</FONT> in Grand Battle.
ru: Уничтожить машин противника:

# medalTarczay
source: Tarczay's Medal
ru: Медаль Тарцая

# medalTarczay_descr
source: Destroy at least 5 enemy vehicles while having 5 different modules damaged or crew members injured and losing 80% of hit points.
ru: Уничтожить 5 машин противника, получив 5 разных повреждений модулей или ранений экипажа, потеряв при этом 80% прочности.

# sinai
source: The Lion of Sinai
ru: «Лев Синая»

# sinai_descr
source: Destroy at least 100 tanks of the IS series and vehicles based on their chassis, including:
ru: Уничтожить 100 танков ИС или машин на их базе. Засчитываются:

# tankExpert0
source: Expert: U.S.S.R.
ru: «Эксперт: СССР»

# tankExpert0_descr
source: Destroy all vehicles from the U.S.S.R. Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований СССР, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

# tankExpert1
source: Expert: Germany
ru: «Эксперт: Германия»

# tankExpert1_descr
source: Destroy all vehicles from the Germany Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований Германии, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

# tankExpert2
source: Expert: U.S.A.
ru: «Эксперт: США»

# tankExpert2_descr
source: Destroy all vehicles from the U.S.A. Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований США, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

# tankExpert4
source: Expert: France
ru: «Эксперт: Франция»

# tankExpert4_descr
source: Destroy all vehicles from the France Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований Франции, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

# tankExpert5
source: Expert: U.K.
ru: «Эксперт: Великобритания»

# tankExpert5_descr
source: Destroy all vehicles from the U.K. Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований Великобритании, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

source: Bombardier
ru: «Бомбардир»

# bombardier_descr
source: Destroy at least 2 enemy vehicles with one shell.
ru: Уничтожить одним снарядом не менее 2 машин противника.

# evileye
source: Patrol Duty
ru: «Дозорный»

# evileye_descr
source: Help your team damage at least 6 enemy vehicles by spotting them.
ru: Предоставить разведданные, обеспечившие повреждение союзниками не менее 6 машин противника.

# medalBrothersInArms
source: Brothers in Arms
ru: «Братья по оружию»

# medalBrothersInArms_descr
source: Each Platoon member must destroy at least 3 enemy vehicles.
ru: Каждый игрок взвода должен уничтожить не менее 3 машин противника.

# medalCrucialContribution
source: Crucial Contribution
ru: «Решающий вклад»

# medalCrucialContribution_descr
source: Platoon must destroy at least 12 enemy vehicles.
ru: Взвод должен уничтожить не менее 12 машин противника.

# medalDeLanglade
source: De Langlade's Medal
ru: Медаль де Ланглада

# medalDeLanglade_descr
source: Destroy at least 4 enemy vehicles while they are attempting to capture the base in one battle.
ru: Уничтожить не менее 4 машин противника, захватывающих базу в одном бою.

# medalTamadaYoshio
source: Yoshio Tamada's Medal
ru: Медаль Йошио Тамада

# medalTamadaYoshio_descr
source: Destroy at least 2 enemy SPGs in a light tank in one battle.
ru: Уничтожить не менее 2 САУ противника в одном бою, управляя лёгким танком.

# huntsman
source: Naydin's Medal
ru: Медаль Найдина

# huntsman_descr
source: Destroy all enemy light tanks (at least 3) in the course of one battle.
ru: Уничтожить все лёгкие танки противника в одном бою, но не менее 3.

# ironMan
source: Cool-Headed
ru: «Невозмутимый»

# ironMan_descr
source: Survive at least 10 ricochets and non-penetrating hits in a row from enemy team players.
ru: Получить подряд не менее 10 рикошетов и непробитий от противника.

# luckyDevil
source: Lucky
ru: «Счастливчик»

# luckyDevil_descr
source: Witness an enemy vehicle being hit and destroyed by another enemy team player. You must be 10 meters or closer from the enemy vehicle at the moment of its destruction.
ru: Находиться на расстоянии не более 10 метров от машины противника в момент её уничтожения прямым выстрелом игрока его собственной команды.

# mechanicEngineer3
source: Technical Engineer: China
ru: «Инженер-механик: Китай»

# mechanicEngineer3_descr
source: Research all vehicles in the China Tech Tree.
ru: Исследовать всю технику в Дереве исследований Китая.

# pattonValley
source: Valley of Pattons
ru: «Долина Паттонов»

# pattonValley_descr
source: Destroy 100 Patton tanks, including:
ru: Уничтожить 100 танков Patton. Засчитываются:

# sturdy
source: Spartan
ru: «Спартанец»

# sturdy_descr
source: Survive a ricochet or non-penetrating hit from an enemy team player. Your vehicle must have less than 10% of its hit points left.
ru: Получить рикошет или непробитие от противника при прочности техники менее 10%.

# tankExpert3
source: Expert: China
ru: «Эксперт: Китай»

# tankExpert3_descr
source: Destroy all vehicles from the China Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований Китая, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

# globalRating
source: Personal Rating
ru: Личный рейтинг

# globalRating_descr
source: Personal Rating is a measure of player’s skills and experience, on the basis of: • Victories • Damage caused with your assistance • Average damage per battle • Average experience per battle • Battles survived Personal rating is updated with increasing number of battles fought.
ru: Личный рейтинг — показатель игровых навыков и опытности, при расчёте которого учитываются: • Победы • Урон, нанесённый с вашей помощью • Средний урон за бой • Средний опыт за бой • Выживаемость Значение личного рейтинга уточняется с увеличением количества проведённых боёв.
