Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/achievements.*.resx
Languages: ru

# sinai_condition
source: • IS, IS-2, IS-3, IS-3A, IS-4, IS-5, IS-6, IS-7, Kirovets-1, T-10 • ISU-122S, ISU-130, ISU-152 • Object&nbsp;252U, Defender, Object&nbsp;260, Object&nbsp;261, Object&nbsp;263, Object&nbsp;268, Object&nbsp;704 • Only U.S.S.R. vehicles are included. • Series achieved in all vehicles are added together. • Newly received awards are added together. • Vehicles destroyed in Random Battles, Team Battles, Ranked Battles, Advances, and in battles on the Global Map are counted.
ru: • ИС, ИС-2, ИС-3, ИС-3&nbsp;с&nbsp;МЗ, ИС-4, ИС-5, ИС-6, ИС-7, Кировец-1, Т-10 • ИСУ-122С, ИСУ-130, ИСУ-152 • Объект&nbsp;252У, «Защитник», Объект&nbsp;260, Объект&nbsp;261, Объект&nbsp;263, Объект&nbsp;268, Объект&nbsp;704 • Учитывается только техника СССР. • Засчитывается сумма результатов по всем машинам. • В общем зачёте повторно полученные награды суммируются. • Засчитывается техника, уничтоженная в Случайных, Командных, Ранговых и Ротных боях, а также в Наступлениях и на Глобальной карте.

# sniper_condition
source: • Non-penetrating hits were included. • Direct hits on friendly vehicles were not allowed. • If two or more players had identical hit ratios, the achievement was awarded to the player with the highest number of hits. • If two or more players had identical hit ratios and the same number of hits, the achievement was awarded to the player who had earned more XP for the battle. • The achievement could only be awarded once per battle. • Can be obtained in Random Battles only. • Awarded before the release of 0.8.11 version.
ru: • Непробитие засчитывалось. • Нельзя задевать союзников прямыми выстрелами. • При равном проценте попаданий награждался игрок, попавший по противнику большее количество раз. • При равном количестве попаданий награждался игрок, получивший больше опыта за бой. • Выдавалась только одна награда за бой. • Выдавалась только в Случайных боях. • Выдавалась до выхода обновления 0.8.11.

# steelwall_condition
source: • Survive the battle. • Receive at least 11 hits. • The amount of damage received and damage blocked by armor must be at least 1,000 HP. • Can be obtained in Random Battles only.
ru: • Выжить в бою. • Получить не менее 11 попаданий. • Сумма заблокированного бронёй урона и полученного урона должна быть не менее 1000 единиц. • Выдаётся только в Случайных боях.

# sturdy_condition
source: • Survive the battle. • Hits to external modules are not counted. • Can be obtained in Random Battles only.
ru: • Выжить в бою. • Попадания по внешним модулям не учитываются. • Выдаётся только в Случайных боях.

# supporter_condition
source: • Targets that were destroyed by other players or lost in battle are included. • Ricochets and non-penetrating hits are not included. • Can be obtained in Random Battles only.
ru: • Засчитываются цели, которые впоследствии были уничтожены другими игроками или самоуничтожились. • Рикошеты и непробития не учитываются. • Выдаётся только в Случайных боях.

# titleSniper_condition
source: • The series is broken by a miss. • Every vehicle has its own series that continues to the next battle using the same vehicle. • Only the longest series is counted. • Can be obtained in Random Battles only.
ru: • Серия прерывается промахом. • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • В общий зачёт идёт максимальная серия. • Выдаётся только в Случайных боях.

# warrior_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# whiteTiger_condition
source: • Unavailable since July 1, 2012.
ru: • Не выдаётся с 1 июля 2012 года.

# huntsman_heroInfo
source: Sergeant Grigoriy Naydin was a BT-7 commander. On June 25th, 1941, near the Lithuanian town of Rudishkyay, he destroyed a Wehrmacht armored column that included 15 vehicles and 10 guns of the 19th Mechanized Corps. Naydin managed to hold off the German advance for two days, making it possible to organize the defenses around Vilnius. For this action, Naydin was made a Hero of the Soviet Union.
ru: Григорий Николаевич Найдин — сержант, командир танка БТ-7, Герой Советского Союза. 25 июня 1941 года у местечка Рудишкяй (Литва) разгромил колонну бронетехники противника, уничтожив в общей сложности 15 танков и 10 орудий передового отряда 19-й танковой дивизии Вермахта, задержав тем самым наступление немцев на двое суток, что позволило тщательно организовать оборону Вильно.

# mechanicEngineer6
source: Technical Engineer: Japan
ru: «Инженер-механик: Япония»

# mechanicEngineer6_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer6_descr
source: Research all vehicles in the Japan Tech Tree.
ru: Исследовать всю технику в Дереве исследований Японии.

# tankExpert6
source: Expert: Japan
ru: «Эксперт: Япония»

# tankExpert6_descr
source: Destroy all vehicles from the Japan Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований Японии, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

source: Armored Fist
ru: «Бронетанковый кулак»

# armoredFist_condition
source: • Win the battle. • Awarded to all team members. • Can be obtained in Team Battles only.
ru: • Победить в бою. • Выдаётся всем членам команды. • Выдаётся только в Командных боях.

# armoredFist_descr
source: Destroy all enemy vehicles while losing only one friendly vehicle.
ru: Уничтожить всю технику противника, потеряв при этом не более 1 машины.

# battleCitizen
source: Operation Nostalgia
ru: Операция «Ностальгия»

# battleCitizen_condition
source: • Awarded to all members of the victorious team. • The player must not have destroyed any allies. • Could be obtained in Random Battles only. • Awarded only once for all the battles fought in April, 2014.
ru: • Выдавалась всем игрокам победившей команды. • При уничтожении союзника награда не выдавалась. • Выдавалась только в Случайных боях. • Выдавалась только одна награда за все проведённые бои в течение первоапрельской акции 2014 года.

# battleCitizen_descr
source: Win a battle with the Karl mortar.
ru: Победить в бою, управляя мортирой «Karl».

# geniusForWarMedal
source: War Genius
ru: «Отличник боевой подготовки»

# geniusForWarMedal_condition
source: • Only victorious battles are counted. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • Учитываются только победные бои. • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# geniusForWarMedal_descr
source: In 100 battles, be the top player by experience earned.
ru: Занять 100 раз первое место по количеству заработанного за бой опыта.

source: King of the Hill
ru: «Царь горы»

# kingOfTheHill_condition
source: • Win the battle. • Can be obtained in Team Battles only.
ru: • Победить в бою. • Выдаётся только в Командных боях.

# kingOfTheHill_descr
source: Be the only survivor while driving a tank or a tank destroyer.
ru: Остаться единственным выжившим в бою, управляя танком или ПТ-САУ.

# mainGun
source: High Caliber
ru: «Основной калибр»

# mainGun_condition
source: • Damage caused must be at least 20% of the total HP of enemy vehicles. • Damage caused must be at least 1,000 HP. • The player must not hit any allies by direct shots. • Can be obtained in Random Battles only.
ru: • Нанесённый урон должен составлять не менее 20% от суммарной прочности техники противника. • Нанесённый урон должен составлять не менее 1000 единиц. • Нельзя задевать союзников прямыми выстрелами. • Выдаётся только в Случайных боях.

# mainGun_descr
source: Cause the highest damage in a battle.
ru: Нанести наибольшее количество урона за бой.

# markOfMasteryRankHeader
source: Mastery Ranks:
ru: Степени мастерства:

# markOfMasterySubContent
source: • The statistics show the maximum rank<br/>of a mastery.<br/>• A newly received current rank is displayed<br/>in the window of the battle results.<br/>• Can be obtained in Random Battles and Ranked Battles.
ru: • В статистике показывается максимальная<br/>степень мастерства.<br/>• Повторно заслуженная текущая степень<br/>показывается в окне результатов боя.<br/>• Выдаётся в Случайных и Ранговых боях.

# sniper2
source: Tank Sniper
ru: «Танкист-снайпер»

# sniper2_condition
source: • Fire at least 8 shots. • Firing accuracy must be at least 85% per battle. • At least 80% of hits must cause damage, including damage to enemy vehicles and modules. • Damage caused from a distance of more than 300 meters must exceed the hit points of the player's vehicle, at least 1,000 HP. • The player must not hit any allies with direct shots. • Unavailable for SPGs. • Can be obtained in Random Battles only.
ru: • Произвести не менее 8 выстрелов. • Общая точность стрельбы за бой — не менее 85%. • Не менее 80% попаданий должны быть с нанесением урона, учитывается урон технике противника и повреждения модулей. • Нанесённого с расстояния свыше 300 метров урона должно быть больше очков прочности машины игрока и не менее 1000. • Нельзя задевать союзников прямыми выстрелами. • Не выдаётся при игре на САУ. • Выдаётся только в Случайных боях.

# sniper2_descr
source: Cause the highest damage in a battle at a distance of at least 300 meters.
ru: Нанести наибольшее количество урона за бой с дистанции не менее 300 метров.

# tacticalBreakthrough
source: Tactical Genius
ru: «Тактик»

# tacticalBreakthrough_condition
source: • Every vehicle has its own series. An unbroken series continues in the next battle using the same vehicle. • Can be obtained in Team Battles only.
ru: • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • Выдаётся только в Командных боях.

# tacticalBreakthrough_descr
source: Win at least 3 battles in a row as a member of a random team.
ru: Победить не менее 3 раз подряд в составе случайной команды.

# wolfAmongSheepMedal
source: Wolf Among Sheep
ru: «За отличную стрельбу»

# wolfAmongSheepMedal_condition
source: • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# wolfAmongSheepMedal_descr
source: Win 100 battles and be the top player by damage caused.
ru: Занять 100 раз первое место по количеству нанесённого урона в победном бою.

# crucialShotMedal
source: Crucial Shot
ru: «Решающий выстрел»

# crucialShotMedal_condition
source: • Win the battle. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • Победить в бою. • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# crucialShotMedal_descr
source: In 20 battles, destroy the last enemy vehicle.
ru: 20 раз уничтожить последнюю машину противника.

# fightingReconnaissanceMedal
source: Fighting Reconnaissance
ru: «Разведка боем»

# fightingReconnaissanceMedal_condition
source: • Win the battle. • Spot at least 2 enemy vehicles. • Be among the top three damage dealers. • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • Победить в бою. • Обнаружить не менее 2 машин противника. • Занять 3 и выше место по нанесённому урону. • В общем зачёте полученные награды суммируются. • Выдаётся только в Командных боях.

# fightingReconnaissanceMedal_descr
source: In 50 battles, fulfill the following conditions:
ru: 50 раз выполнить следующие условия:

# forTacticalOperations
source: For Tactical Operations %(rank)s
ru: «За тактические операции %(rank)s»

# forTacticalOperations_condition
source: • Can be obtained in Team Battles only.
ru: • Выдаётся только в Командных боях.

# forTacticalOperations_descr
source: Awarded to the player for a certain number of victories on randomly selected teams.
ru: За количество побед, одержанных в составе случайной команды.

source: God of War
ru: «Бог войны»

# godOfWar_condition
source: • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# godOfWar_descr
source: While driving an SPG, be the last survivor and win the battle.
ru: Победить в бою на САУ, оставшись единственным выжившим.

# guardsman
source: Guardsman %(rank)s
ru: «Гвардеец %(rank)s»

# guardsman_condition
source: • For example, when fighting for a team consisting of T-34 and BT-7 vehicles, it is required to drive a BT-7 tank. • Specific vehicles can be used as support vehicles in certain Historical Battles. • Can be obtained in Historical Battles only.
ru: • Например, играя в команде, состоящей из танков Т-34 и БТ-7 необходимо управлять танком БТ-7. • В роли вспомогательной техники в разных Исторических боях могут выступать разные машины. • Выдаётся только в Исторических боях.

# guardsman_descr
source: For the number of victories that were won while driving support vehicles.
ru: За количество побед, одержанных на вспомогательной технике.

# histBattle1_battlefield
source: Battlefield: Operation Spring Awakening
ru: Поле боя: Бои у озера Балатон

# histBattle1_battlefield_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle1_battlefield_descr
source: Win at least one battle on each of the belligerent sides in all vehicles that fought in the actual battle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на всей технике, принимавшей участие в сражении.

# histBattle1_historyLessons
source: Lessons of History: Operation Spring Awakening
ru: Уроки истории: Бои у озера Балатон

# histBattle1_historyLessons_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle1_historyLessons_descr
source: Win at least one battle on each of the belligerent sides in any vehicle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на любой технике.

# histBattle2_battlefield
source: Battlefield: Battle of Kursk
ru: Поле боя: Битва на Курской дуге

# histBattle2_battlefield_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle2_battlefield_descr
source: Win at least one battle on each of the belligerent sides in all vehicles that fought in the actual battle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на всей технике, принимавшей участие в сражении.

# histBattle2_historyLessons
source: Lessons of History: Battle of Kursk
ru: Уроки истории: Битва на Курской дуге

# histBattle2_historyLessons_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle2_historyLessons_descr
source: Win at least one battle on each of the belligerent sides in any vehicle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на любой технике.

# histBattle3_battlefield
source: Battlefield: Battle of the Bulge (1944)
ru: Поле боя: Арденнская операция 1944 года

# histBattle3_battlefield_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle3_battlefield_descr
source: Win at least one battle on each of the belligerent sides in all vehicles that fought in the actual battle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на всей технике, принимавшей участие в сражении.

# histBattle3_historyLessons
source: Lessons of History: Battle of the Bulge (1944)
ru: Уроки истории: Арденнская операция 1944 года

# histBattle3_historyLessons_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle3_historyLessons_descr
source: Win at least one battle on each of the belligerent sides in any vehicle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на любой технике.

# makerOfHistory
source: History Maker %(rank)s
ru: «Вершитель истории %(rank)s»

# makerOfHistory_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# makerOfHistory_descr
source: For the number of victories that were won on each of the belligerent sides.
ru: За количество побед, одержанных за каждую из сторон конфликта.

# rare100003
source: The Maus Reborn
ru: Помним всё: Maus

# rare100003_condition
source: • Can be obtained by any participant in the project "The Maus Reborn."
ru: • Выдаётся всем участникам программы «Помним всё: Maus».

# rare100003_descr
source: For contribution and participation in the restoration of the Maus tank in the Central Museum of Armored Fighting Vehicles in Kubinka.
ru: За вклад и участие в реставрации танка Maus в «Центральном музее бронетанкового вооружения и техники» в Кубинке.

source: Will-to-Win Spirit
ru: «За волю к победе»

# willToWinSpirit_condition
source: • Newly received awards are added together. • Can be obtained in Team Battles only.
ru: • В общем зачёте повторно полученные награды суммируются. • Выдаётся только в Командных боях.

# willToWinSpirit_descr
source: Fight alone against at least 3 enemy vehicles and win the battle.
ru: Победить в бою, оставшись в одиночку против 3 и более машин противника.

# WFC2014
source: Football Player 2014
ru: «Футболист-2014»

# WFC2014_condition
source: • Only the maximum series of victories in a row was counted. • A series was broken by a defeat. • Awarded to all members of a victorious team during the special football event.
ru: • В общий зачёт шла максимальная серия побед подряд. • Серия прерывалась поражением. • Выдавалась всем игрокам победившей команды в период действия специальной футбольной акции.

# WFC2014_descr
source: Win a battle with the T-62A SPORT.
ru: Победить в футбольном матче, управляя T-62A СПОРТ.

# conqueror
source: Capturer %(rank)s
ru: «Завоеватель %(rank)s»

# conqueror_condition
source: • Only a player's personal contribution is counted. • Awarded before the release of version 9.17.1.
ru: • Засчитывается только личный вклад. • Выдавалась до выхода обновления 9.17.1.

# conqueror_descr
source: For the total amount of Industrial Resource earned in Skirmishes.
ru: За суммарное количество промресурса, захваченного в Вылазках.

# fireAndSteelMedal
source: Fire and Steel
ru: «Закалённый в боях»

# fireAndSteelMedal_condition
source: • Survive a battle. • Newly received awards are added together. • Only victorious battles are counted. • Can be obtained in Team Battles only.
ru: • Выжить в бою. • В общем зачёте повторно полученные награды суммируются. • Засчитываются только победные бои. • Выдаётся только в Командных боях.

# fireAndSteelMedal_descr
source: Receive maximum total amount of damage taken and damage blocked by armor 25 times.
ru: 25 раз получить наибольшую сумму полученного и заблокированного бронёй урона за бой.

# heavyFireMedal
source: Heavy Fire
ru: «Снайперский резерв»

# heavyFireMedal_condition
source: • Newly received awards are added together. • Only victorious battles are counted. • Can be obtained in Team Battles only.
ru: • В общем зачёте повторно полученные награды суммируются. • Засчитываются только победные бои. • Выдаётся только в Командных боях.

# heavyFireMedal_descr
source: In 100 battles, be among the top three damage dealers.
ru: Занять 100 раз 1, 2 или 3 место по количеству нанесённого урона за бой.

# histBattle4_battlefield
source: Battlefield: Bryansk Front
ru: Поле боя: Брянский фронт

# histBattle4_battlefield_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle4_battlefield_descr
source: Win at least one battle on each of the belligerent sides in all vehicles that fought in the actual battle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на всей технике, принимавшей участие в сражении.

# histBattle4_historyLessons
source: Lessons of History: Bryansk Front
ru: Уроки истории: Брянский фронт

# histBattle4_historyLessons_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle4_historyLessons_descr
source: Win at least one battle on each of the belligerent sides in any vehicle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на любой технике.

# histBattle5_battlefield
source: Battlefield: Battle of Berlin
ru: Поле боя: Штурм Берлина

# histBattle5_battlefield_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle5_battlefield_descr
source: Win at least one battle on each of the belligerent sides in all vehicles that fought in the actual battle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на всей технике, принимавшей участие в сражении.

# histBattle5_historyLessons
source: Lessons of History: Battle of Berlin
ru: Уроки истории: Штурм Берлина

# histBattle5_historyLessons_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle5_historyLessons_descr
source: Win at least one battle on each of the belligerent sides in any vehicle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на любой технике.

# histBattle6_battlefield
source: Battlefield: Siege of Tobruk
ru: Поле боя: Блокада Тобрука

# histBattle6_battlefield_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle6_battlefield_descr
source: Win at least one battle on each of the belligerent sides in all vehicles that fought in the actual battle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на всей технике, принимавшей участие в сражении.

# histBattle6_historyLessons
source: Lessons of History: Siege of Tobruk
ru: Уроки истории: Блокада Тобрука

# histBattle6_historyLessons_condition
source: • Can be obtained in Historical Battles only.
ru: • Выдаётся только в Исторических боях.

# histBattle6_historyLessons_descr
source: Win at least one battle on each of the belligerent sides in any vehicle.
ru: Одержать не менее 1 победы за каждую из противоборствующих сторон на любой технике.

# kampfer
source: Skirmisher %(rank)s
ru: «Ратник %(rank)s»

# kampfer_condition
source: • Personal achievement. • Awarded before the release of version 9.17.1.
ru: • Личное достижение. • Выдавалась до выхода обновления 9.17.1.

# kampfer_descr
source: For the number of victories in Battles for Stronghold.
ru: За количество побед в боях в рамках Битв за Укрепрайон.

# marksOnGun/descr/param/label/1
source: 1 Mark
ru: 1 отметка

# marksOnGun/descr/param/label/2
source: 2 Marks
ru: 2 отметки

# marksOnGun/descr/param/label/3
source: 3 Marks
ru: 3 отметки

# marksOnGun0
source: Marks of Excellence
ru: Отличительные отметки

# marksOnGun0_descr
source: To obtain one Mark of Excellence, displayed on the gun, the average damage caused by the player and average damage caused with the player's assistance must be higher than the results of 65% of players in this vehicle for the past 14 days.
ru: Для получения отличительной отметки на орудие, средний показатель нанесённого игроком урона и урона, нанесённого с его помощью, должен превышать аналогичные результаты 65% игроков, достигнутые ими на данной машине за предыдущие 14 дней.

# marksOnGun1
source: 1 Mark of Excellence
ru: 1 отличительная отметка
