Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/achievements.*.resx
Languages: ru

# readyForBattleATSPG_notification4
source: Complete with honors 15 personal missions for tank destroyers. Reward: Exemplary Performance: Tank Destroyers medal, IV Class.
ru: Выполнить с отличием 15 личных боевых задач для ПТ-САУ. Награда: медаль «Образцовое выполнение: ПТ-САУ» IV степени.

# readyForBattleHT
source: Exemplary Performance: Heavy Tanks
ru: «Образцовое выполнение: тяжёлые танки»

# readyForBattleHT_descr
source: For completion with honors of personal missions for heavy tanks during the Long-Awaited Backup campaign.
ru: За выполнение с отличием личных боевых задач для тяжёлых танков в рамках кампании «Долгожданное подкрепление».

# readyForBattleHT_notification1
source: Complete with honors 60 personal missions for heavy tanks. Reward: Exemplary Performance: Heavy Tanks medal, I Class.
ru: Выполнить с отличием 60 личных боевых задач для тяжёлых танков. Награда: медаль «Образцовое выполнение: тяжёлые танки» I степени.

# readyForBattleHT_notification2
source: Complete with honors 45 personal missions for heavy tanks. Reward: Exemplary Performance: Heavy Tanks medal, II Class.
ru: Выполнить с отличием 45 личных боевых задач для тяжёлых танков. Награда: медаль «Образцовое выполнение: тяжёлые танки» II степени.

# readyForBattleHT_notification3
source: Complete with honors 30 personal missions for heavy tanks. Reward: Exemplary Performance: Heavy Tanks medal, III Class.
ru: Выполнить с отличием 30 личных боевых задач для тяжёлых танков. Награда: медаль «Образцовое выполнение: тяжёлые танки» III степени.

# readyForBattleHT_notification4
source: Complete with honors 15 personal missions for heavy tanks. Reward: Exemplary Performance: Heavy Tanks medal, IV Class.
ru: Выполнить с отличием 15 личных боевых задач для тяжёлых танков. Награда: медаль «Образцовое выполнение: тяжёлые танки» IV степени.

# readyForBattleLT
source: Exemplary Performance: Light Tanks
ru: «Образцовое выполнение: лёгкие танки»

# readyForBattleLT_descr
source: For completion with honors of personal missions for light tanks during the Long-Awaited Backup campaign.
ru: За выполнение с отличием личных боевых задач для лёгких танков в рамках кампании «Долгожданное подкрепление».

# readyForBattleLT_notification1
source: Complete with honors 60 personal missions for light tanks. Reward: Exemplary Performance: Light Tanks medal, I Class.
ru: Выполнить с отличием 60 личных боевых задач для лёгких танков. Награда: медаль «Образцовое выполнение: лёгкие танки» I степени.

# readyForBattleLT_notification2
source: Complete with honors 45 personal missions for light tanks. Reward: Exemplary Performance: Light Tanks medal, II Class.
ru: Выполнить с отличием 45 личных боевых задач для лёгких танков. Награда: медаль «Образцовое выполнение: лёгкие танки» II степени.

# readyForBattleLT_notification3
source: Complete with honors 30 personal missions for light tanks. Reward: Exemplary Performance: Light Tanks medal, III Class.
ru: Выполнить с отличием 30 личных боевых задач для лёгких танков. Награда: медаль «Образцовое выполнение: лёгкие танки» III степени.

# readyForBattleLT_notification4
source: Complete with honors 15 personal missions for light tanks. Reward: Exemplary Performance: Light Tanks medal, IV Class.
ru: Выполнить с отличием 15 личных боевых задач для лёгких танков. Награда: медаль «Образцовое выполнение: лёгкие танки» IV степени.

# readyForBattleMT
source: Exemplary Performance: Medium Tanks
ru: «Образцовое выполнение: средние танки»

# readyForBattleMT_descr
source: For completion with honors of personal missions for medium tanks during the Long-Awaited Backup campaign.
ru: За выполнение с отличием личных боевых задач для средних танков в рамках кампании «Долгожданное подкрепление».

# readyForBattleMT_notification1
source: Complete with honors 60 personal missions for medium tanks. Reward: Exemplary Performance: Medium Tanks medal, I Class.
ru: Выполнить с отличием 60 личных боевых задач для средних танков. Награда: медаль «Образцовое выполнение: средние танки» I степени.

# readyForBattleMT_notification2
source: Complete with honors 45 personal missions for medium tanks. Reward: Exemplary Performance: Medium Tanks medal, II Class.
ru: Выполнить с отличием 45 личных боевых задач для средних танков. Награда: медаль «Образцовое выполнение: средние танки» II степени.

# readyForBattleMT_notification3
source: Complete with honors 30 personal missions for medium tanks. Reward: Exemplary Performance: Medium Tanks medal, III Class.
ru: Выполнить с отличием 30 личных боевых задач для средних танков. Награда: медаль «Образцовое выполнение: средние танки» III степени.

# readyForBattleMT_notification4
source: Complete with honors 15 personal missions for medium tanks. Reward: Exemplary Performance: Medium Tanks medal, IV Class.
ru: Выполнить с отличием 15 личных боевых задач для средних танков. Награда: медаль «Образцовое выполнение: средние танки» IV степени.

# readyForBattleSPG
source: Exemplary Performance: SPGs
ru: «Образцовое выполнение: САУ»

# readyForBattleSPG_descr
source: For completion with honors of personal missions for SPGs during the Long-Awaited Backup campaign.
ru: За выполнение с отличием личных боевых задач для САУ в рамках кампании «Долгожданное подкрепление».

# readyForBattleSPG_notification1
source: Complete with honors 60 personal missions for SPGs. Reward: Exemplary Performance: SPG medal, I Class.
ru: Выполнить с отличием 60 личных боевых задач для САУ. Награда: медаль «Образцовое выполнение: САУ» I степени.

# readyForBattleSPG_notification2
source: Complete with honors 45 personal missions for SPGs. Reward: Exemplary Performance: SPG medal, II Class.
ru: Выполнить с отличием 45 личных боевых задач для САУ. Награда: медаль «Образцовое выполнение: САУ» II степени.

# readyForBattleSPG_notification3
source: Complete with honors 30 personal missions for SPGs. Reward: Exemplary Performance: SPG medal, III Class.
ru: Выполнить с отличием 30 личных боевых задач для САУ. Награда: медаль «Образцовое выполнение: САУ» III степени.

# readyForBattleSPG_notification4
source: Complete with honors 15 personal missions for SPGs. Reward: Exemplary Performance: SPG medal, IV Class.
ru: Выполнить с отличием 15 личных боевых задач для САУ. Награда: медаль «Образцовое выполнение: САУ» IV степени.

# tankwomen
source: Women at War
ru: «Женщины в форме»

# tankwomen_descr
source: Recruit five female crew members.
ru: Получить 5 членов экипажа женского пола. • Засчитываются девушки-танкисты, полученные за прохождение личных боевых задач.

# tankwomen_notification
source: For recruiting a full female crew you receive the award: Women at War medal.
ru: За успешное пополнение Казармы укомплектованным женским экипажем вы представлены к награде: медаль «Женщины в форме».

# testartilleryman
source: Rocket Scientist
ru: «Артиллерист-испытатель 80 уровня»

# testartilleryman_condition
source: • Awarded during the 2015 April Fools event.
ru: • Выдавалась в течение всей первоапрельской акции 2015 года.

# testartilleryman_descr
source: Complete a special mission and receive a secret weapon.
ru: Получить секретное оружие, выполнив специальную боевую задачу.

# secretOperations
source: Sudden Strike
ru: «Секретные операции»

# secretOperations_condition
source: • All vehicles participating in the enemy base capture must survive the battle and earn base capture points. • Enemy must not reduce any capture points of their base. • Victories in training are not counted. • Can be obtained in Ranked Team Battles only.
ru: • Вся техника, участвующая в захвате, должна выжить и получить очки захвата. • Сбитие противником любого количества очков захвата недопустимо. • Одержанные в тренировке победы не засчитываются. • Выдаётся только в Командных боях за игру в Ладдере.

# secretOperations_descr
source: Win the battle by capturing the enemy base with a group of at least 2 allied vehicles or with at least 1 vehicle of each team capturing both bases at the same time.
ru: Победить захватом либо одной базы, используя 2 и более машины, либо обеих баз, используя по 1 и более машин на каждой.

# strategicOperations
source: For Strategic Operations %(rank)s
ru: За стратегические операции %(rank)s

# strategicOperations_condition
source: • Victories in training are not counted. • Displayed in team achievements only. • Can be obtained in Ranked Team Battles only.
ru: • Одержанные в тренировке победы не засчитываются. • Отображается только в достижениях команды. • Выдаётся только в Командных боях за игру в Ладдере.

# strategicOperations_descr
source: For the number of victories on a Permanent Team.
ru: За количество побед, одержанных постоянной командой.

# tacticalAdvantage
source: Tactical Superiority
ru: «Тактическое преимущество»

# tacticalAdvantage_condition
source: • Win the battle. • Awarded to all members of the victorious team in a battle. • The vehicle lost in battle must not be higher than Tier VII. • Victories in training are not counted. • Can be obtained in Ranked Team Battles only.
ru: • Победить в бою. • Выдаётся всем игрокам победившей команды, принимавшим участие в бою. • Потерянная машина должна быть не выше VII уровня. • Одержанные в тренировке победы не засчитываются. • Выдаётся только в Командных боях за игру в Ладдере.

# tacticalAdvantage_descr
source: Destroy all enemy vehicles while losing only one vehicle of the lowest tier on your team.
ru: Уничтожить всю технику противника, потеряв при этом не более 1 машины наименьшего уровня.

# tacticalSkill
source: Tactical Supremacy
ru: «Тактическое мастерство»

# tacticalSkill_condition
source: • Awarded to all members of the victorious team in a battle. • Victories in training are not counted. • Can be obtained in Ranked Team Battles only.
ru: • Выдаётся всем игрокам победившей команды, принимавшим участие в бою. • Одержанные в тренировке победы не засчитываются. • Выдаётся только в Командных боях за игру в Ладдере.

# tacticalSkill_descr
source: Win the battle by destroying all enemy vehicles while not losing any allied vehicles.
ru: Победить, уничтожив всю технику противника и не потеряв при этом ни одной машины.

source: Victory March
ru: «Победный марш»

# victoryMarch_condition
source: • Victories in training are not counted. • Can be obtained in Ranked Team Battles only.
ru: • Одержанные в тренировке победы не засчитываются. • Выдаётся только в Командных боях за игру в Ладдере.

# victoryMarch_descr
source: Win 3 battles in a row as a member of the same team.
ru: Победить не менее 3 раз подряд, не меняя команду.

# fallout
source: Domination Hero
ru: Герой «Превосходства»

# fallout_condition
source: • Was awarded to all members of a victorious team during the special event. • Only one award for all battles fought could be received.
ru: • Выдавалась всем игрокам победившей команды в течение специальной акции. • Выдавалась только одна награда за все проведённые бои.

# fallout_descr
source: Win a battle in Domination.
ru: Победить в «Превосходстве».

# fallout2
source: Glorious Victory
ru: «Превосходная победа»

# fallout2_condition
source: • Was awarded to all members of a victorious team during the special event. • Only one award for all battles fought could be received.
ru: • Выдавалась всем игрокам победившей команды в течение специальной акции. • Выдавалась только одна награда за все проведённые бои.

# fallout2_descr
source: Win a battle of Domination: Supply Swarm.
ru: Победить в событии «Превосходство: Стальная ярость».

# falloutPackOfWolfs
source: Pack Mentality
ru: «Стая»

# falloutPackOfWolfs_condition
source: • Was awarded to victorious players who were playing as part of a Platoon in a battle during the special event. • Only one award for all battles fought could be received.
ru: • Выдавалась всем игрокам победившей команды в течение специальной акции. • Выдавалась только одна награда за все проведённые бои.

# falloutPackOfWolfs_descr
source: Win a battle of Steel Hunt.
ru: Победить в событии Стальная охота.

# falloutSingleWolf
source: Lone Wolf
ru: «Волк-одиночка»

# falloutSingleWolf_condition
source: • Was awarded to victorious solo players during the special event. • Only one award for all battles fought could be received.
ru: • Выдавалась не состоящему во взводе игроку за победу в специальной акции. • Выдавалась только одна награда за все проведённые бои.

# falloutSingleWolf_descr
source: Win a battle of Steel Hunt.
ru: Победить в событии Стальная охота.

# falloutSteelHunter
source: Steel Hunter
ru: «Стальной охотник»

# falloutSteelHunter_condition
source: • Was awarded to all players who finished a battle of Steel Hunt during the special event. • Only one award for all battles fought could be received.
ru: • Выдавалась всем игрокам победившей команды в течение специальной акции. • Выдавалась только одна награда за все проведённые бои.

# falloutSteelHunter_descr
source: Fight a battle of Steel Hunt.
ru: Принять участие в событии Стальная охота.

# falloutAlwaysInLine
source: Battle-Hardened
ru: «Всегда в строю»

# falloutAlwaysInLine_condition
source: • Was awarded to all players who won at least one battle during the Rampage special event. • The award could only be received once during the event.
ru: • Выдавалась всем игрокам победившей команды в течение специальной акции. • Выдавалась только одна награда за все проведённые бои.

# falloutAlwaysInLine_descr
source: Win a battle during the Rampage special event.
ru: Победить в событии «Бой до последнего».

# mechanicEngineer7
source: Technical Engineer: Czechoslovakia
ru: «Инженер-механик: Чехословакия»

# mechanicEngineer7_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer7_descr
source: Research all vehicles in the Czechoslovakia Tech Tree.
ru: Исследовать всю технику в Дереве исследований Чехословакии.

# tankExpert7
source: Expert: Czechoslovakia
ru: «Эксперт: Чехословакия»

# tankExpert7_descr
source: Destroy all vehicles from the Czechoslovakia Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований Чехословакии, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

# aloneInTheField
source: I Stand Alone!
ru: «Один в поле воин»

# aloneInTheField_condition
source: • Only awarded to solo players. • Was awarded for causing at least 10,000 HP of damage to enemy vehicles. • Damage caused with Combat Reserves was also counted. • Could only be obtained in a battle of Steel Hunt in the Rampage mode.
ru: • Не состоять во взводе. • Нанесённый урон должен был составлять не менее 10 000 единиц. • Учитывалось применение боевых резервов. • Выдавалась в «Стальной охоте» режима «Бой до последнего».

# aloneInTheField_descr
source: Cause more damage to enemy vehicles than any other player in the battle.
ru: Нанести наибольшее количество урона технике противника за бой.

# bannerman
source: Streak of Color
ru: «Знаменосец»

# bannerman_condition
source: • Only awarded to members of a Platoon. • Personal contribution was counted. • Could only be obtained in a battle of Steel Hunt in the Rampage mode.
ru: • Состоять во взводе. • Учитывался личный результат. • Выдавалась в «Стальной охоте» в режиме «Бой до последнего».

# bannerman_descr
source: Deliver at least 4 flags.
ru: Доставить на базу не менее 4 флагов.

# champion
source: Rambo
ru: «Чемпион»

# champion_condition
source: • Only awarded to solo players. • Destroy at least 3 flags. • Destroy at least 5 enemy vehicles. • Vehicles destroyed by Combat Reserves were also counted. • Could only be obtained in a battle of Steel Hunt in the Rampage mode.
ru: • Уничтожить не менее 5 машин противника. • Уничтожить не менее 3 флагов. • Не состоять во взводе. • Учитывалось применение боевых резервов. • Выдавалась в «Стальной охоте» режима «Бой до последнего».

# champion_descr
source: Cause at least 10,000 HP of damage to enemy vehicles.
ru: Нанести не менее 10 000 единиц урона технике противника.

# effectiveSupport
source: Superior Support
ru: «Эффективная поддержка»

# effectiveSupport_condition
source: • Was awarded for causing at least 2,000 HP of damage to enemy vehicles. • Could only be obtained in the Rampage mode.
ru: • Нанесённый урон должен был составлять не менее 2 000 единиц. • Выдавалась в режиме «Бой до последнего».

# effectiveSupport_descr
source: Cause more damage to enemy vehicles with Combat Reserves than any other player in the battle.
ru: Нанести наибольшее количество урона технике противника с помощью боевых резервов.

source: Fallen Flags
ru: «Павшие знамёна»

# fallenFlags_condition
source: • Only awarded to solo players. • Destroy at least 4 flags. • Could only be obtained in a battle of Steel Hunt in the Rampage mode.
ru: • Не состоять во взводе. • Уничтожить не менее 4 флагов. • Выдавалась в «Стальной охоте» режима «Бой до последнего».

# fallenFlags_descr
source: Destroy more flags than Platoons deliver in a battle.
ru: Уничтожить флагов больше, чем было суммарно доставлено взводами.

# falloutDieHard
source: Unbreakable
ru: «Крепкий орешек»

# falloutDieHard_condition
source: • Was awarded for causing at least 10,000 HP of damage to enemy vehicles. • Was awarded for destroying at least 5 enemy vehicles. • Damage to and destruction of enemy vehicles by Combat Reserves was also counted. • Could only be obtained in a battle of Domination in the Rampage mode.
ru: • Нанесённый технике противника урон должен был составлять не менее 10 000 единиц. • Уничтожить не менее 5 машин противника. • Учитывалось применение боевых резервов. • Выдавалась в «Превосходстве» режима «Бой до последнего».

# falloutDieHard_descr
source: Do not lose any of your own vehicles in the battle.
ru: Ни разу не быть уничтоженным за бой.

source: Predator
ru: «Хищник»

# predator_condition
source: • Enemy vehicles destroyed by Combat Reserves were also counted. • Could only be obtained in a battle of Domination in the Rampage mode.
ru: • Также засчитывались машины противника, уничтоженные боевыми резервами. • Выдавалась в «Превосходстве» в режиме «Бой до последнего».

# predator_descr
source: Destroy at least 5 enemy vehicles.
ru: Уничтожить не менее 5 машин противника.

# shoulderToShoulder
source: United We Stand
ru: «Плечом к плечу»

# shoulderToShoulder_condition
source: • Was awarded for causing at least 30,000 HP of damage to enemy vehicles. • Damage caused with Combat Reserves was also counted. • Was awarded to all Platoon members in the Rampage mode.
ru: • Нанесённый технике противника урон должен был составлять не менее 30 000 единиц. • Учитывалось применение боевых резервов. • Выдавалась всем игрокам взвода в режиме «Бой до последнего».

# shoulderToShoulder_descr
source: As a Platoon, destroy 12 or more enemy vehicles.
ru: Уничтожить взводом не менее 12 машин противника.

# stormLord
source: Valkyrie %(rank)s
ru: «Повелитель бури %(rank)s»

# stormLord_condition
source: • Could only be obtained in the Rampage mode.
ru: • Выдавалась в режиме «Бой до последнего».

# stormLord_descr
source: For the number of enemy vehicles destroyed by Combat Reserves
ru: За количество уничтоженной боевыми резервами техники противника.

# unreachable
source: Hail to the King, Baby!
ru: «Недосягаемый»

# unreachable_condition
source: • Could only be obtained in a battle of Domination in the Rampage mode.
ru: • Выдавалась в «Превосходстве» режима «Бой до последнего».

# unreachable_descr
source: Earn more victory points than any other player in the battle.
ru: Заработать наибольшее количество очков победы.

# winnerLaurels
source: V for Victory %(rank)s
ru: «Лавры победителя %(rank)s»

# winnerLaurels_condition
source: • Could only be obtained in the Rampage mode.
ru: • Выдавалась в режиме «Бой до последнего».

# winnerLaurels_descr
source: For the number of victory points earned
ru: За количество заработанных очков победы.

# moonSphere
source: Trickshot
ru: «Сферический воин в вакууме»

# moonSphere_condition
source: • Awarded to all members of a victorious team during the special event. • Only one award for all battles fought can be received.
ru: • Выдаётся всем игрокам победившей команды в течение специальной акции. • Выдаётся только одна награда за все проведённые бои.

# moonSphere_descr
source: Win a battle during the Moon Mayhem special event.
ru: Победить в событии «Тёмная сторона Луны».

# EFC2016
source: Football Player 2016
ru: «Футболист-2016»

# EFC2016Goleador
source: Hat Trick
ru: «Хет-трик»

# EFC2016Goleador_condition
source: • Was awarded during the special football event. • Was unavailable in the football tournament.
ru: • Выдавалась в период действия специальной футбольной акции. • Не выдавалась в футбольном турнире.

# EFC2016Goleador_descr
source: Score at least 3 goals in one match.
ru: Забить не менее 3 голов в одном матче.

# EFC2016_condition
source: • Only the longest series of victories in a row was counted. • A series was broken by a defeat. • Was awarded to all members of a victorious team during the special football event. • Was unavailable in the football tournament.
ru: • В общий зачёт шла максимальная серия побед подряд. • Серия прерывалась поражением. • Выдавалась всем игрокам победившей команды в период действия специальной футбольной акции. • Не выдавалась в футбольном турнире.

# EFC2016_descr
source: Win a football match in the T-62A SPORT.
ru: Победить в футбольном матче, управляя T-62A СПОРТ.

# mechanicEngineer8
source: Technical Engineer: Sweden
ru: «Инженер-механик: Швеция»

# mechanicEngineer8_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer8_descr
source: Research all vehicles in the Sweden Tech Tree.
ru: Исследовать всю технику в Дереве исследований Швеции.

# tankExpert8
source: Expert: Sweden
ru: «Эксперт: Швеция»

# tankExpert8_descr
source: Destroy all vehicles from the Sweden Tech Tree except Premium and award vehicles. • Vehicles destroyed in Random Battles, Team Battles, Tank Company Battles, Advances, battles on the Global Map, and the Proving Ground mode (first 10 battles) are counted.
ru: Уничтожить всю технику из Дерева исследований Швеции, исключая премиум и наградные машины. • Засчитывается техника, уничтоженная в Случайных, Командных и Ротных боях, в Наступлениях, на Глобальной карте, а также в Учебном бою (первые 10 боёв).

# markI100Years
source: 100 Years of Tanks %(rank)s
ru: «100 лет в строю» %(rank)s

# markI100Years_descr
source: Awarded for participation in the "Anniversary of First Tank Creation" event.
ru: За участие в событии «Годовщина создания первого танка»

# markIBaseProtector
source: Base Protector
ru: «Защитник рубежей»

# markIBaseProtector_condition
source: • Awarded to all members of the victorious team during the special event. • Only one award for all battles fought can be received.
ru: • Выдаётся всем игрокам победившей команды в течение специальной акции. • Выдаётся только одна награда за все проведённые бои.

# markIBaseProtector_descr
source: Win a battle during the Convoy event by keeping the friendly base secure.
ru: Победить в событии «Конвой», предотвратив захват собственной базы.

# markIBomberman
source: Bomberman
ru: «Подрывник»

# markIBomberman_condition
source: • Awarded during the special event.
ru: • Выдаётся в течение специальной акции.

# markIBomberman_descr
source: Blow a track off the Mk. I using a bomb.
ru: Взорвать гусеницу танка Mk. I бомбой.

# markIProtector
source: Honor Guard
ru: «Почётный эскорт»
