Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/achievements.*.resx
Languages: ru

# markIProtector_condition
source: • Awarded to all members of the victorious team during the special event. • Only one award for all battles fought can be received.
ru: • Выдаётся всем игрокам победившей команды в течение специальной акции. • Выдаётся только одна награда за все проведённые бои.

# markIProtector_descr
source: Win a battle during the Convoy event by helping the Mk. I successfully capture the enemy base.
ru: Победить в событии «Конвой», оказав помощь танку Mk. I в захвате базы противника.

# markIRepairer
source: Field Repair
ru: «Мастер-ремонтник»

# markIRepairer_condition
source: • Awarded during the special event.
ru: • Выдаётся в течение специальной акции.

# markIRepairer_descr
source: Repair a track of the Mk. I.
ru: Починить гусеницу танка Mk. I.

# xmasTreeBronze
source: Bad Ace Tanker, Class III
ru: «Хвоин III степени»

# xmasTreeBronze_condition
source: • You can enhance the Festive Atmosphere by putting more decorations on your New Year Tree and Snowitzer. • Awarded to all players, who fulfill all required conditions during the 2016–2017 New Year special.
ru: • Чем больше украшений расположится на ёлке и танковике, тем ярче станет атмосфера праздника. • Выдаётся всем игрокам, выполнившим необходимое условие в течение специальной новогодней акции 2016–2017.

# xmasTreeBronze_descr
source: Reach Festive Atmosphere Level II by participating in the New Year special.
ru: Получить II уровень атмосферы праздника, приняв участие в новогодней акции.

# xmasTreeBronze_notification
source: For notable gallantry, demonstrated while reaching Festive Atmosphere Level II, you receive the Bad Ace Tanker, Class III award.
ru: За проявленный героизм при повышении атмосферы праздника до II уровня вы получаете медаль «Хвоин III степени»

# xmasTreeGold
source: Bad Ace Tanker, Class I
ru: «Хвоин I степени»

# xmasTreeGold_condition
source: • You can enhance the Festive Atmosphere by putting more decorations on your New Year Tree and Snowitzer. • Awarded to all players, who fulfill all required conditions during the 2016–2017 New Year special.
ru: • Чем больше украшений расположится на ёлке и танковике, тем ярче станет атмосфера праздника. • Выдаётся всем игрокам, выполнившим необходимое условие в течение специальной новогодней акции 2016–2017.

# xmasTreeGold_descr
source: Reach Festive Atmosphere Level X by participating in the New Year special.
ru: Получить X уровень атмосферы праздника, приняв участие в новогодней акции.

# xmasTreeGold_notification
source: For notable gallantry, demonstrated while reaching Festive Atmosphere Level X, you receive the Bad Ace Tanker, Class I award.
ru: За проявленный героизм при повышении атмосферы праздника до X уровня вы получаете медаль «Хвоин I степени»

# xmasTreeSilver
source: Bad Ace Tanker, Class II
ru: «Хвоин II степени»

# xmasTreeSilver_condition
source: • You can enhance the Festive Atmosphere by putting more decorations on your New Year Tree and Snowitzer. • Awarded to all players, who fulfill all required conditions during the 2016–2017 New Year special.
ru: • Чем больше украшений расположится на ёлке и танковике, тем ярче станет атмосфера праздника. • Выдаётся всем игрокам, выполнившим необходимое условие в течение специальной новогодней акции 2016–2017.

# xmasTreeSilver_descr
source: Reach Festive Atmosphere Level V by participating in the New Year special.
ru: Получить V уровень атмосферы праздника, приняв участие в новогодней акции.

# xmasTreeSilver_notification
source: For notable gallantry, demonstrated while reaching Festive Atmosphere Level V, you receive the Bad Ace Tanker, Class II award.
ru: За проявленный героизм при повышении атмосферы праздника до V уровня вы получаете медаль «Хвоин II степени»

# honoredRank
source: Vehicle Rank
ru: Ранг машины

# honoredRank_descr
source: Shows the rank you achieved in Ranked Battles in this vehicle.
ru: Показывает, как высоко вы поднялись на данной машине в Ранговых боях.

# mechanicEngineer9
source: Technical Engineer: Poland
ru: «Инженер-механик: Польша»

# mechanicEngineer9_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer9_descr
source: Research all vehicles in the Poland Tech Tree.
ru: Исследовать всю технику в Дереве исследований Польши.

source: Ranked Battles Pioneer
ru: Пионер Ранговых боёв

# rankedBattlesPioneer_condition
source: • Points are earned when a rank is received. • The total number of points for all stages is counted. • Awarded to all players who earned at least 4 points during the Ranked Battles Beta Season. • Awarded at the end of the season.
ru: • Очки зарабатываются при получении ранга. • В общий зачёт идёт сумма очков за все этапы. • Выдаётся всем игрокам, заработавшим не менее 4 очков во время проведения бета-сезона в режиме «Ранговый бой». • Выдача происходит по итогам сезона.

# rankedBattlesPioneer_descr
source: Earn at least 4 points during the season.
ru: Заработать не менее 4 очков в течение сезона.
