Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/achievements.*.resx
Languages: ru

# armorPiercer_condition
source: • A series is broken by a miss, non-penetration, or ricochet. The series can continue in the next battle using the same vehicle. • Every vehicle has its own series. Only the longest series is counted. • Can be obtained in Random Battles only.
ru: • Серия прерывается непробитием, рикошетом или промахом. • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • В общий зачёт идёт максимальная серия. • Выдаётся только в Случайных боях.

# beasthunter_condition
source: • Pz.Kpfw.&nbsp;V&nbsp;Panther, Panther&nbsp;II, Panther-M10, Panther&nbsp;mit&nbsp;8,8&nbsp;cm&nbsp;L/71, Jagdpanther, Jagdpanther&nbsp;II, GW&nbsp;Panther • Pz.Kpfw.&nbsp;VI&nbsp;Tiger,Pz.Kpfw.&nbsp;VI&nbsp;Tiger&nbsp;(P), Pz.Kpfw.&nbsp;VI&nbsp;Ausf.&nbsp;B&nbsp;Tiger&nbsp;II, Jagdtiger, 8.8&nbsp;cm&nbsp;Pak43&nbsp;JagdTiger, GW&nbsp;Tiger, GW&nbsp;Tiger&nbsp;(P), Tiger 131 • Löwe • Leopard&nbsp;prototyp&nbsp;A, Leopard&nbsp;1 • Total results in all vehicles are included. • Newly received awards are added together. • Vehicles destroyed in Random Battles, Team Battles, Advances, Ranked Battles, Tank Company and in battles on the Global Map are counted.
ru: • Pz.Kpfw.&nbsp;V&nbsp;Panther, Panther&nbsp;II, Panther-M10, Panther&nbsp;mit&nbsp;8,8&nbsp;cm&nbsp;L/71, Jagdpanther, Jagdpanther&nbsp;II, GW&nbsp;Panther • Pz.Kpfw.&nbsp;VI&nbsp;Tiger,Pz.Kpfw.&nbsp;VI&nbsp;Tiger&nbsp;(P), Pz.Kpfw.&nbsp;VI&nbsp;Ausf.&nbsp;B&nbsp;Tiger&nbsp;II, Jagdtiger, 8.8&nbsp;cm&nbsp;Pak43&nbsp;JagdTiger, GW&nbsp;Tiger, GW&nbsp;Tiger&nbsp;(P), Tiger 131 • Löwe • Leopard&nbsp;prototyp&nbsp;A, Leopard&nbsp;1 • Засчитывается сумма результатов по всем машинам. • В общем зачёте повторно полученные награды суммируются. • Засчитывается техника, уничтоженная в Случайных, Командных, Ранговых и Ротных боях, а также в Наступлениях и на Глобальной карте.

# bombardier_condition
source: • Series achieved in all vehicles are added together. • Can be obtained in Random Battles only.
ru: • Засчитывается сумма результатов по всем машинам. • Выдаётся только в Случайных боях.

# defender_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# diehard_condition
source: • An unbroken series continues in the next battle using the same vehicle. • Every vehicle has its own series. Only the longest series is counted. • Battles fought in SPGs do not count. • Can be obtained in Random Battles only.
ru: • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • В общий зачёт идёт максимальная серия. • Бои на САУ не засчитываются. • Выдаётся только в Случайных боях.

# evileye_condition
source: • The player must be the only one spotting the enemy vehicles at the moment when they are damaged. • Can be obtained in Random Battles only.
ru: • Засчитываются цели, разведданные по которым в момент их повреждения передавал только один игрок. • Выдаётся только в Случайных боях.

# handOfDeath_condition
source: • An unbroken series continues in the next battle using the same vehicle. • Every vehicle has its own series. Only the longest series is counted. • This achievement is awarded on completion of the next record series. • Can be obtained in Random Battles only.
ru: • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • В общий зачёт идёт максимальная серия. • Выдаётся в момент окончания очередной рекордной серии. • Выдаётся только в Случайных боях.

# heroesOfRassenay_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# heroesOfRassenay_heroInfo
source: In June 1941, near the Lithuanian town of Raseiniai, roughly 20 KV tanks of the Soviet 3rd Mechanized Corps met the assault of the 6th Panzer Division, with approximately 100 vehicles. A single KV tank managed to hold off the German advance for a full day while being pummeled by a variety of antitank weapons, until finally the KV ran out of ammunition and was knocked out.
ru: В июне 1941 года под городом Расейняй (Литва) произошло столкновение между частями немецкой 6-й танковой дивизии и танками КВ 3-го мехкорпуса. В сражении участвовали около двадцати советских и ста немецких танков. Несмотря на поддержку артиллерии и пехоты, немецкие войска понесли большие потери. Один из танков КВ сумел более чем на сутки перерезать немецкие коммуникации.

# huntsman_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# invader_condition
source: • The achievement is awarded upon successful base capture, and only includes the points that were part of the base capture. • Can be obtained in Random Battles only.
ru: • Выиграть бой захватом базы. • Засчитываются только очки, обеспечившие захват. • Выдаётся только в Случайных боях.

# invincible_condition
source: • An unbroken series continues in the next battle using the same vehicle. • Every vehicle has its own series. Only the longest series is counted. • Battles fought in SPGs do not count. • Can be obtained in Random Battles only.
ru: • Серия ведётся для каждой машины отдельно и может продолжиться в следующем бою на этой же машине. • В общий зачёт идёт максимальная серия. • Бои на САУ не засчитываются. • Выдаётся только в Случайных боях.

# ironMan_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# kamikaze_condition
source: • Destroy an enemy vehicle of a higher tier. • Can be obtained in Random Battles only.
ru: • Машина противника должна быть выше уровнем. • Выдаётся только в Случайных боях.

# luckyDevil_condition
source: • Also awarded if you are less than 10 meters away from an enemy vehicle at the moment of its destruction by an artillery strike or airstrike called in by another enemy team player in the Strongholds: Battles mode. • Can be obtained in Random Battles, Skirmishes, and Advances only.
ru: • Выдаётся также, если находиться на расстоянии не более 10 метров от машины противника в момент её уничтожения артобстрелом или авиаударом его собственной команды в режиме «Укрепрайон: сражения». • Выдаётся только в Случайных боях, Вылазках и Наступлениях.

# mechanicEngineer0_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer1_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer2_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer3_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer4_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# mechanicEngineer5_condition
source: • Unresearched modules do not prevent a player from receiving the award.
ru: • Неисследованные модули не являются препятствием.

# medalBillotte_condition
source: • Survive and win the battle. • Destroyed enemy vehicles count after all damage is received. • Can be obtained in Random Battles only.
ru: • Победить в бою. • Выжить в бою. • Учёт уничтоженных машин противника начинается после получения всех перечисленных повреждений. • Выдаётся только в Случайных боях.

# medalBillotte_heroInfo
source: Pierre Billotte was a captain in the French Army who destroyed 2 Pz.Kpfw. IV, 11 Pz.Kpfw. III and two guns with his Char B1 bis on May 16th, 1940.
ru: Пьер Бийот — капитан французской армии, в ходе боя 16 мая 1940 г. уничтоживший на B1 bis два Pz.Kpfw. IV, одиннадцать Pz.Kpfw. III и два орудия.

# medalBrothersInArms_condition
source: • All Platoon members must survive the battle. • All Platoon members receive the award. • Can be obtained in Random Battles only.
ru: • Взвод должен выжить в бою. • Выдаётся всем игрокам взвода. • Выдаётся только в Случайных боях.

# medalBrunoPietro_condition
source: • Survive and win the battle. • Destroyed enemy vehicles count after all damage is received. • Can be obtained in Random Battles only.
ru: • Победить в бою. • Выжить в бою. • Учёт уничтоженных машин противника начинается после получения всех перечисленных повреждений. • Выдаётся только в Случайных боях.

# medalBrunoPietro_heroInfo
source: Pietro Bruno was an Italian tank ace. For exceptional valor in the face of the enemy he was awarded the Gold Medal of Military Valor (Medaglia d'oro al Valore Militare), the highest Italian award.
ru: Пьетро Бруно — итальянский офицер, танкист. Кавалер высшей награды Италии за подвиг на поле боя — золотой медали «За воинскую доблесть».

# medalBurda_condition
source: • Drive a tank or a tank destroyer. • The destroyed vehicle must be at least 1 tier higher. • Can be obtained in Random Battles only.
ru: • Управлять танком или ПТ-САУ. • Уничтоженная техника должна превосходить машину игрока как минимум на 1 уровень. • Выдаётся только в Случайных боях.

# medalBurda_heroInfo
source: Guards Colonel Alexander Burda was a Soviet tank ace and a Hero of the Soviet Union. On October 4th, 1941, Burda organized an ambush that destroyed an enemy armored column, including ten medium and light tanks, two trucks with antitank guns, and five infantry vehicles.
ru: Александр Фёдорович Бурда — советский танковый ас, Герой Советского Союза, гвардии подполковник. 4 октября 1941 г. организовал засаду, в результате которой была разгромлена колонна противника, в том числе десять средних и лёгких танков, два тягача с ПТ-орудиями, пять автомашин с пехотой.

# medalCrucialContribution_condition
source: • All Platoon members receive the award. • Can be obtained in Random Battles only.
ru: • Выдаётся всем игрокам взвода. • Выдаётся только в Случайных боях.

# medalDeLanglade_condition
source: • Enemy vehicles must be within the base circle. • Enemy vehicles may attempt to capture the base all at once or sequentially. • Can be obtained in Random Battles only.
ru: • Противник должен находиться в кругу захвата базы. • Захват может быть как последовательным, так и одновременным. • Выдаётся только в Случайных боях.

# medalDeLanglade_heroInfo
source: Paul Girot de Langlade was a French Army lieutenant-colonel during WWII. In September 1943 he was promoted to colonel. De Langlade fought with the 2nd Tank Division under General Leclerc. On September 12-13, 1944, a combat team under de Langlade's command wiped out Panzerbrigade 112 in the battle of Dompaire, France. Only 4 out of 45 Panthers survived the battle.
ru: Поль де Ланглад — во время Второй мировой войны подполковник, а с сентября 1943 года полковник французской армии, воевал в составе 2-й бронетанковой дивизии генерала Леклерка. В бою у г. Домпэр (Франция) 12-13 сентября 1944 года боевая тактическая группа под командованием де Ланглада почти полностью уничтожила 112-ю панцербригаду. После боя из 45 «Пантер» осталось всего 4 танка.

# medalDumitru_condition
source: • Drive a tank or a tank destroyer. • Can be obtained in Random Battles only.
ru: • Управлять танком или ПТ-САУ. • Выдаётся только в Случайных боях.

# medalDumitru_heroInfo
source: Ion S. Dumitru was a Romanian tank ace. He fought in World War II for just twenty-five days, for five on the German side, and, after Romania changed sides, for twenty days against the Germans. On March 26th, 1945, Dumitru contributed to the destruction of six enemy tank destroyers and capture of a battery of 150-mm howitzers.
ru: Ион С. Думитру — румынский танковый ас. Участвовал во Второй мировой войне в течение всего двадцати пяти дней. Из них пять дней он воевал на стороне Германии и двадцать — в составе советской 27-й танковой бригады. 26 марта 1945 г. подразделение, в составе которого был Думитру, уничтожило шесть немецких противотанковых орудий и захватило батарею 15-см гаубиц.

# medalFadin_condition
source: • Awarded even if the enemy vehicle is destroyed by a fire caused by the last shell in the ammo. • Awarded for destroying the last enemy vehicle with the last shell using autoloading guns and machineguns. • Can be obtained in Random Battles only.
ru: • Если противник уничтожен пожаром, вызванным попаданием последнего снаряда, медаль также выдаётся. • При стрельбе из автоматических пушек и пулемётов противник должен быть уничтожен последним снарядом в очереди. • Выдаётся только в Случайных боях.

# medalFadin_heroInfo
source: A Hero of the Soviet Union, Alexander Fadin was a T-34 commander. Supported by one infantry platoon, Fadin managed to capture the village of Dashukovka (Ukraine) and hold it for five hours with one tank. He destroyed one tank, one SPG, eighteen machinegun nests, and neutralized up to 50 enemy soldiers and officers. His crew also shot down an enemy plane.
ru: Александр Михайлович Фадин — командир Т-34. Одним танком, при поддержке взвода пехоты, захватил и удерживал с. Дашуковка (Украина) в течение пяти часов, уничтожив при этом один танк, одну САУ, 18 пулемётных точек, до 50 солдат и офицеров противника, а также сумел сбить самолёт выстрелом из орудия.

# medalHalonen_condition
source: • The targets must be at least two tiers higher than the player's tank destroyer. • Can be obtained in Random Battles only.
ru: • Уничтоженная техника должна превосходить ПТ-САУ игрока как минимум на 2 уровня. • Выдаётся только в Случайных боях.

# medalHalonen_heroInfo
source: Erkki Halonen, a sergeant in the Finnish Army and a tank ace, destroyed three T-34, two KV-1, and two ISU-152 with his StuG III in battles during June and July 1944.
ru: Эркки Халонен — танковый ас, сержант финской армии. В ходе боёв в июне – июле 1944 г. на StuG III уничтожил три Т-34, два КВ-1 и две ИСУ-152.

# medalKolobanov_condition
source: • Can be obtained in Random Battles only.
ru: • Выдаётся только в Случайных боях.

# medalKolobanov_heroInfo
source: Colonel Zinoviy Kolobanov was a Soviet tank ace who destroyed 22 German tanks, two guns, and two armored vehicles with his KV-1 in battle on August 19th, 1941.
ru: Зиновий Григорьевич Колобанов — советский танкист-ас, подполковник. В бою 19 августа 1941 года на КВ-1 уничтожил двадцать два немецких танка, два орудия и два бронетранспортёра.

# medalLafayettePool_condition
source: • In vehicles of at least Tier V. • Can be obtained in Random Battles only.
ru: • Управлять техникой V уровня и выше. • Выдаётся только в Случайных боях.

# medalLafayettePool_heroInfo
source: Lafayette G. Pool is widely recognized as the U.S. tank ace of aces who destroyed a total of 258 armored vehicles and military vehicles.
ru: Лафайет Дж. Пул — американский танковый ас. За время участия в боевых действиях подбил и уничтожил 258 немецких бронемашин и автомобилей.

# medalLavrinenko_condition
source: • Up to 100 points per battle are included.
ru: • Засчитывается не более 100 очков за бой.

# medalLeClerc_condition
source: • Win the battle. • All enemy base capture points earned in one battle are included.
ru: • Победить в бою. • Засчитываются все очки захвата, набранные за один бой.

# medalLehvaslaiho_condition
source: • The enemy vehicles must be at least 1 tier higher. • Can be obtained in Random Battles only.
ru: • Уничтоженная техника должна превосходить танк игрока как минимум на 1 уровень. • Выдаётся только в Случайных боях.

# medalLehvaslaiho_heroInfo
source: Reino Lehväslaiho was a Finnish tank ace who destroyed seven tanks and tank destroyers.
ru: Рейно Лехвеслайхо — сержант танковой бригады финской танковой дивизии. Подбил семь танков и ПТ-САУ.

# medalNikolas_condition
source: • The enemy vehicles must be at least 1 tier higher. • Can be obtained in Random Battles only.
ru: • Уничтоженная техника должна превосходить танк игрока как минимум на 1 уровень. • Выдаётся только в Случайных боях.

# medalNikolas_heroInfo
source: Alfie Nicols was a British tank gunner. During the battle of Al Alamein he destroyed fourteen enemy vehicles.
ru: Элфи Николс — английский танковый снайпер. За один день битвы при Эль-Аламейне (Египет) уничтожил девять немецких танков. Всего в ходе битвы подбил четырнадцать танков противника.

# medalOrlik_condition
source: • The enemy vehicles must be at least 1 tier higher. • Can be obtained in Random Battles only.
ru: • Уничтоженная техника должна превосходить танк игрока как минимум на 1 уровень. • Выдаётся только в Случайных боях.

# medalOrlik_heroInfo
source: Roman Edmund Orlik, a Polish Army sergeant, was a tank ace who knocked out 13 German tanks with his light TKS tankette in September 1939.
ru: Роман Эдмунд Орлик — танковый ас, сержант польской армии. За сентябрь 1939 г., сражаясь на танкетке TKS, подбил тринадцать немецких танков.

# medalOskin_condition
source: • The enemy vehicles must be at least 1 tier higher. • Can be obtained in Random Battles only.
ru: • Уничтоженная техника должна превосходить танк игрока как минимум на 1 уровень. • Выдаётся только в Случайных боях.

# medalOskin_heroInfo
source: Alexander Oskin, a Hero of the Soviet Union, was a tank commander who destroyed three King Tigers with his T-34 during a reconnaissance operation near Oglenduv on August 11th, 1944.
ru: Александр Петрович Оськин — командир танка, Герой Советского Союза. 11 августа 1944 г., находясь в разведке у Оглендува (Польша), уничтожил три Tiger II на Т-34.

# medalPascucci_condition
source: • Drive a tank or a tank destroyer. • Can be obtained in Random Battles only.
ru: • Управлять танком или ПТ-САУ. • Выдаётся только в Случайных боях.

# medalPascucci_heroInfo
source: Second Lieutenant Luigi Arbib Pascucci was an Italian tank commander during World War Two. He fought with the Ariete Tank Division in North Africa. Pascucci fought in the Second Battle of El Alamein, where he sacrificed his life in a reckless frontal attack that enabled the rest of his company to escape encirclement.
ru: Луиджи Арбиб Паскуччи — итальянский танковый ас. Командир 10-го танкового взвода 132-го танкового полка 132-й танковой дивизии Ariete. Во время второго сражения при Эль-Аламейне возглавил контратаку, в результате которой британские войска понесли существенные потери.

# medalRadleyWalters_condition
source: • In vehicles of at least Tier V. • Can be obtained in Random Battles only.
ru: • Управлять техникой V уровня и выше. • Выдаётся только в Случайных боях.

# medalRadleyWalters_heroInfo
source: Sydney Valpy Radley-Walters was a Canadian tank ace of the 27th Armored Regiment. In 1944–1945 he destroyed 18 German vehicles with his Sherman Firefly.
ru: Сидней Валпи Рэдли-Уолтерс — канадский танковый ас 27-го танкового полка. На танке Sherman Firefly уничтожил восемнадцать немецких танков в 1944–1945 гг.

# medalTamadaYoshio_condition
source: • Survive the battle. • Destroyed enemy vehicles must be one tier higher than the player's tank. • Can be obtained in Random Battles only.
ru: • Выжить в бою. • Уничтоженная техника должна превосходить танк игрока на уровень. • Выдаётся только в Случайных боях.

# medalTamadaYoshio_heroInfo
source: Colonel Yoshio Tamada was the commander-in-chief of the 4th Armored Regiment of the Kwantung Army. During the night battle of Khalkhyn Gol on July 2–3, 1939, he destroyed 4 batteries of 122-mm howitzers, 107-mm guns, 76.2-mm field guns, 10 armored vehicles, 2 armored tracked vehicles, 7 anti-tank guns, 5 mortars, and 20 enemy trucks.
ru: Йошио Тамада — полковник, командующий 4-м танковым полком Квантунской армии, который во время ночной операции 2-3 июля 1939 г. у реки Халхин-Гол уничтожил 4 батареи 122-мм гаубиц, 107-мм пушек, 76,2-мм полевых орудий, 10 бронемашин, 2 бронетранспортёра, 7 противотанковых орудий, 5 пехотных миномётов и 20 грузовиков противника.

# medalTarczay_condition
source: • Survive and win the battle. • Destroyed enemy vehicles count after all damage is received. • Can be obtained in Random Battles only.
ru: • Победить в бою. • Выжить в бою. • Учёт уничтоженных машин противника начинается после получения всех перечисленных повреждений. • Выдаётся только в Случайных боях.

# medalTarczay_heroInfo
source: Ervin Tarczay was a Hungarian tank ace. He fought with the Hungarian 2nd Armored Division and destroyed at least ten enemy vehicles.
ru: Эрвин Тарцай — венгерский танковый ас. Служил во 2-й венгерской танковой дивизии, уничтожил около десяти танков.

# medalWittmann_condition
source: • The targets had to be enemy vehicles of Tiers IV-X. • Awarded before the release of version 0.8.0.
ru: • IV–X уровни уничтоженной техники. • Выдавалась до выхода обновления 0.8.0.

# medalWittmann_heroInfo
source: Johannes Bölter was one of the most successful German tank aces of WWII. He participated in operations in the invasions of Poland, France, Greece, and the Soviet Union, as well as in the defense of France.
ru: Ганс Бёльтер — один из наиболее успешных немецких танковых асов Второй мировой войны. Участвовал в боевых действиях в Польше, Франции, Греции, на территории СССР и в Нормандии.

# mousebane_condition
source: • Total results in all vehicles are included. • Newly received awards are added together. • Vehicles destroyed in Random Battles, Team Battles, Ranked Battles, Tank Company Battles, Advances, and in battles on the Global Map are counted.
ru: • Засчитывается сумма результатов по всем машинам. • В общем зачёте повторно полученные награды суммируются. • Засчитывается техника, уничтоженная в Случайных, Командных, Ранговых и Ротных боях, а также в Наступлениях и на Глобальной карте.

# pattonValley_condition
source: • M46 Patton • M46 Patton KR • M48A1 Patton III • M48A2/T54E2/T123E6 • M60 • Series achieved in all vehicles are added together. • Newly received awards are added together. • Vehicles destroyed in Random Battles, Team Battles, Ranked Battles, Tank Company Battles, Advances, and in battles on the Global Map are counted.
ru: • M46 Patton • M46 Patton KR • M48A1 Patton III • M48A2/T54E2/T123E6 • M60 • Засчитывается сумма результатов по всем машинам. • В общем зачёте повторно полученные награды суммируются. • Засчитывается техника, уничтоженная в Случайных, Командных, Ранговых и Ротных боях, а также в Наступлениях и на Глобальной карте.

# raider_condition
source: • The achievement is awarded upon successful base capture. • Remain within the base circle while attempting to capture the enemy base. • The achievement is awarded even if the vehicle was accidentally hit or damaged. • Can be obtained in Random Battles only.
ru: • Выиграть бой захватом базы. • Находиться в момент захвата в кругу базы противника. • Случайные попадания и повреждения машины не являются препятствием. • Выдаётся только в Случайных боях.

# scout_condition
source: • Win the battle. • Can be obtained in Random Battles only.
ru: • Победить в бою. • Выдаётся только в Случайных боях.
