Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/arenas.*.resx
Languages: ru

# 51_asia/description
source: This complex, jagged terrain is astonishingly beautiful. Features such as the lake, the lush bamboo thickets and the cliffs is what makes this map unique. Choose any attack direction you want, because they all have their advantages.
ru: Сложный изрезанный ландшафт невольно завораживает своей красотой. Озеро, многочисленные бамбуковые заросли и скалы ярко подчёркивают уникальность этой карты. Вы можете выбрать любое из возможных направлений для наступления, и каждое из них будет иметь свои преимущества.

# 51_asia/name
source: Dragon Ridge
ru: Хребет Дракона

# 47_canada_a/description
source: This map offers several avenues of attack, each presenting certain advantages. Slow, heavy vehicles should concentrate along the railway. Fast vehicles should quickly seize key positions, such as the peninsula and high ground, in order to provide support for the rest of the team.
ru: Карта условно разделена на несколько направлений, каждое из которых в равной степени важно для команды. Тяжёлой и медленной технике необходимо сконцентрироваться на участках вдоль железной дороги. Быстрая техника сможет вести бои в центре карты с полуострова и с господствующих высот.

# 47_canada_a/name
source: Serene Coast
ru: Тихий берег

# 63_tundra/name
source: Tundra
ru: Тундра

# 73_asia_korea/description
source: Major terrain of the map features a hidden vale in the midst of the mountains. Numerous villages, rocks, trees, and bushes influence battle tactics.
ru: Большую часть местности занимает затерянная в горах лощина. Наличие многочисленных деревушек, высоких скал, деревьев и кустов позволяет выбрать оптимальную тактику ведения боя.

# 73_asia_korea/name
source: Sacred Valley
ru: Священная долина

# 85_winter/description
source: A town provides cover and concealment, making it a good position for a rugged defense. The open area in the north offers great opportunities for fast vehicles to maneuver aggressively and break through to the enemy base.
ru: Городок является основным направлением для боевых действий, а использование горных дорог может дать команде преимущество в бою. Быстрым танкам необходимо поддерживать артиллерию, которая появляется рядом с базой.

# 85_winter/name
source: Severogorsk
ru: Северогорск

# 00_tank_tutorial/name
source: Training area
ru: Танковый полигон

# 63_tundra/description
source: The mountain in the east offers the possibility of dominating from the high ground, while the central part of the map offers a wide range of tactical advantages. A village and a bypass road are located in the west, creating an opportunity for unexpected maneuvers and tactics.
ru: Гора на востоке даёт серьёзное боевое преимущество, в то время как контроль над центральной частью карты обеспечивает тактическое преимущество. На западе расположен посёлок с объездной дорогой. Это направление может быть использовано для неожиданных манёвров и тактических приёмов.

# 84_winter/description
source: A town is the most protected environment that is ideal for a rugged defense. Open area in the north offers great opportunities for a breakthrough to the enemy base and aggressive maneuvers in light vehicles.
ru: Путь через город является наиболее защищённым и позволяет вести позиционный бой. На севере расположен открытый маршрут для прорыва в тыл к базе противника и ведения манёвренного боя на скоростной технике.

# 84_winter/name
source: Windstorm
ru: Виндсторм

# 86_himmelsdorf_winter/description
source: A labyrinth of streets and squares, impassable for artillery and tank destroyers, but ideal for speedy breakthrough and bypass by medium and light tanks. Access roads running by the hill, with the castle that dominates the area, and along the railway lines can help you out of the impasse.
ru: Лабиринт улиц и площадей, крайне неудобный для артиллерии и противотанковых САУ, но идеальный для быстрых прорывов и обходов лёгких и средних танков. Обходные пути — через господствующий над местностью холм с замком и по путям железнодорожного вокзала — помогут выбраться из образовавшегося позиционного тупика.

# 86_himmelsdorf_winter/name
source: Winter Himmelsdorf
ru: Зимний Химмельсдорф

# 87_ruinberg_on_fire/description
source: Concentric city streets, along with dense forests and bushes in the overgrown park allow for hidden maneuvers and redeployment of your troops. Although artillery fire is of limited use in the city, the debris provides effective cover for your troops.
ru: Концентрическая система улиц города, густые деревья и кусты в парке позволяют производить скрытые манёвры и оперативно перебрасывать резервы. Действия артиллерии в городской части сильно затруднены, но высокая степень разрушений в городе позволяет оказывать своим войскам эффективную поддержку.

# 87_ruinberg_on_fire/name
source: Ruinberg on Fire
ru: Руинберг в огне

# type/nations/description
source: Mission: capture the base or destroy all enemy vehicles.
ru: Задача: захватить базу или уничтожить всю его технику.

# type/nations/name
source: Confrontation
ru: Противостояние

# 83_kharkiv/description
source: City blocks in the center of the map bear the highest strategic importance. The map also offers two alternative options: the city square, perfect for long distance fighting; and an open area, excellent for fast vehicles.
ru: Городская застройка в центре карты является наиболее важным стратегическим участком. На карте выделяются ещё два направления: городская площадь, на которой можно вести бои на дальних дистанциях, и участок за городской чертой, на котором лучше всего может проявить себя манёвренная техника.

# 83_kharkiv/name
source: Kharkov
ru: Харьков

# 99_himmelball/description
source: Fight an intense battle to win the Himmelsdorf Сhampionship!
ru: Сразись в честном бою за первенство в чемпионате Химмельсдорфа!

# 99_himmelball/name
source: Himmelsdorf Championship
ru: Чемпионат Химмельсдорфа

# type/football/description
source: Mission: score 3 goals. Match time: 5 minutes.
ru: Задача: забить 3 мяча в ворота противника. Продолжительность матча — 5 минут.

# type/football/name
source: Football Match
ru: Футбольный матч

# 96_prohorovka_defense/description
source: Generally open terrain featuring a large hill and a railway embankment. Scattered trees provide concealment for tank destroyers. On the offensive, strike against the enemy's flanks, but do not leave your own flanks unguarded. Artillery enjoys good fields of fire, but is still vulnerable to raids by light tanks.
ru: Открытая холмистая местность, разделённая железнодорожной насыпью. Группы деревьев являются отличным укрытием для противотанковых САУ. Атакуя, следите за флангами. Обороняясь, атакуйте фланги противника. Артиллерия обладает свободой действий, но крайне уязвима для рейда скоростных лёгких сил.

# 96_prohorovka_defense/name
source: Fiery Salient
ru: Огненная дуга

# 102_deathtrack/description
source: Fasten your seat belts! On your marks! Get set! Go!
ru: На старт! Внимание! Марш! И не забудь пристегнуть ремень безопасности.

# 102_deathtrack/name
source: Tank Rally
ru: Танковые гонки

# 92_stalingrad/description
source: Dense urban conditions in the center of the map are the setting for close-quarters encounters, while the waterfront is suitable for fast-paced engagements and more maneuverable vehicles.
ru: Плотная городская застройка в центре карты позволяет использовать различные тактики. Открытая набережная хорошо подойдёт для быстрых сражений и манёвренной техники.

# 92_stalingrad/name
source: Stalingrad
ru: Сталинград

# type/assault2/description1
source: Mission: keep the friendly bases secure or destroy all enemy vehicles.
ru: Задача: предотвратить захват баз или уничтожить всю технику противника.

# type/assault2/description2
source: Mission: capture one of the enemy bases or destroy all enemy vehicles.
ru: Задача: захватить одну из баз противника или уничтожить всю его технику.

# type/assault2/name
source: Attack/Defense
ru: Атака/Оборона

# 100_thepit/description
source: The town in the hollow is an arena ravaged by the fierce clashes of steel-clad beasts. The vehicles are trying to shield themselves from the shelling of enemy artillery, while warily advancing to victory through the smoldering ruins.
ru: Городок в лощине является ареной для жарких боёв стальных машин, передвигающихся между развалинами разрушенных домов в попытках укрыться от навесного огня артиллерии противника и проложить свой путь к победе.

# 100_thepit/name
source: Mittengard
ru: Миттенгард

# 103_ruinberg_winter/description
source: Concentric city streets, along with dense forests and bushes in the overgrown park, allow for hidden movement and the redeployment of your troops. Artillery fire is of limited use in the city, as the debris provides effective cover for your team.
ru: Концентрическая система улиц города, густые деревья и кусты в парке позволяют производить скрытые манёвры и оперативно перебрасывать резервы. Действия артиллерии в городской части сильно затруднены, но высокая степень разрушений в городе позволяет оказывать своим войскам эффективную поддержку.

# 103_ruinberg_winter/name
source: Winterberg
ru: Винтерберг

# 109_battlecity_ny/description
source: This complex, jagged terrain is astonishingly beautiful. Features such as the lake, the lush bamboo thickets and the cliffs is what makes this map unique. Choose any attack direction you want, because they all have their advantages.
ru: Сложный изрезанный ландшафт невольно завораживает своей красотой. Озеро, многочисленные бамбуковые заросли и скалы ярко подчёркивают уникальность этой карты. Вы можете выбрать любое из возможных направлений для наступления, и каждое из них будет иметь свои преимущества.

# 109_battlecity_ny/name
source: Winter Showdown
ru: Зимняя битва

# 95_lost_city/description
source: This presidio located in the desert sands is an ideal setting for head-on heavy vehicle encounters, while the more maneuverable vehicles can launch surprise attacks by flanking the enemy.
ru: Военный городок в знойных песках идеально подойдёт для фронтальных столкновений тяжёлой бронетехники, а его окрестности — для внезапных атак с флангов на манёвренных танках.

# 95_lost_city/name
source: Ghost Town
ru: Затерянный город

# 101_dday/description
source: The shoreline can be used by maneuverable vehicles to execute lightning attacks into the enemy rear. The central and eastern parts of the map are well-suited for methodical attacks by heavy vehicles with the support of allies.
ru: Береговая линия отлично подойдёт для быстрой техники. Она является подходящим местом для атак с тыла. Центральная и восточная части карты позволят вести наступательные действия на тяжёлой технике при поддержке союзников.

# 101_dday/name
source: Overlord
ru: Оверлорд

# 111_paris/description
source: Icebound
ru: Монте-Роза

# 111_paris/name
source: Icebound
ru: Монте-Роза

# type/fallout/description
source: Mission: earn more victory points than the enemy.
ru: Задача: заработать наибольшее количество очков победы.

# type/fallout/name
source: Steel Hunt
ru: «Стальная охота»

# 96_prohorovka_defense_test/description
source: Generally open terrain featuring a large hill and a railway embankment. Scattered trees provide concealment for tank destroyers. On the offensive, strike against the enemy's flanks, but do not leave your own flanks unguarded. Artillery enjoys good fields of fire, but is still vulnerable to raids by light tanks.
ru: Открытая холмистая местность, разделённая железнодорожной насыпью. Группы деревьев являются отличным укрытием для противотанковых САУ. Атакуя, следите за флангами. Обороняясь, атакуйте фланги противника. Артиллерия обладает свободой действий, но крайне уязвима для рейда скоростных лёгких сил.

# 96_prohorovka_defense_test/name
source: Fiery Salient (TEST)
ru: Огненная дуга (ТЕСТ)

# type/fallout1/description
source: Mission: earn more victory points than the enemy.
ru: Задача: заработать наибольшее количество очков победы.

# type/fallout1/name
source: Steel Hunt
ru: «Стальная охота»

# type/fallout2/description
source: Mission: earn more victory points than the enemy.
ru: Задача: заработать наибольшее количество очков победы.

# type/fallout2/name
source: Steel Hunt
ru: «Стальная охота»

# type/fallout3/description
source: Mission: earn more victory points than the enemy.
ru: Задача: заработать наибольшее количество очков победы.

# type/fallout3/name
source: Steel Hunt
ru: «Стальная охота»

# type/fallout4/description
source: Mission: earn more victory points than the enemy or destroy all enemy vehicles.
ru: Задача: заработать наибольшее количество очков победы или уничтожить всю технику противника.

# type/fallout4/name
source: Domination
ru: «Превосходство»

# type/fallout5/description
source: Mission: earn more victory points than the enemy or destroy all enemy vehicles.
ru: Задача: заработать наибольшее количество очков победы или уничтожить всю технику противника.

# type/fallout5/name
source: Domination
ru: «Превосходство»

# type/fallout6/description
source: Mission: earn more victory points than the enemy or destroy all enemy vehicles.
ru: Задача: заработать наибольшее количество очков победы или уничтожить всю технику противника.

# type/fallout6/name
source: Domination
ru: «Превосходство»

# type/falloutMutliteam/description
source: Mission: earn more victory points than the enemy.
ru: Задача: заработать наибольшее количество очков победы.

# 105_germany/description
source: Berlin
ru: Берлин

# 105_germany/name
source: Berlin
ru: Берлин

# 112_eiffel_tower/description
source: Paris
ru: Париж

# 112_eiffel_tower/name
source: Paris
ru: Париж

# type/sandbox/description1
source: Mission: capture the enemy base or destroy all enemy vehicles.
ru: Задача: захватить базу противника или уничтожить всю его технику.

# 114_czech/description
source: Recent intelligence shows that the best tactic is to flank the enemy. The plant in the center may turn out to be a trap. Our reconnaissance units advise using it for a quick breakthrough at the end of the battle.
ru: Последние разведданные указывают на то, что атаку стоит осуществлять по флангам. Завод в центре может оказаться ловушкой для наших бойцов. Разведка рекомендует использовать его в конце боя для быстрых прорывов.

# 114_czech/name
source: Pilsen
ru: Промзона

# 112_eiffel_tower_ctf/description
source: Tight winding streets provide great cover for allied heavy vehicles. The central square is dangerous because shots can come from all directions, while the embankment of the Seine is an ideal area for approaches in fast, maneuverable vehicles.
ru: Плотно застроенные улицы города надёжно укрывают тяжёлую технику союзников. Центральная площадь опасна и контролируется со всех сторон, а набережная Сены с недостроенным фонтаном подходит для боёв на быстрых и манёвренных машинах.

# 112_eiffel_tower_ctf/name
source: Paris
ru: Париж

# type/bootcamp/description0
source: Follow the tips to complete the mission
ru: Чтобы завершить задание, следуйте подсказкам

# type/bootcamp/description1
source: Find and destroy all enemy vehicles
ru: Найдите и уничтожьте всю технику противника

# type/bootcamp/description2
source: Spot enemy vehicles
ru: Обнаружьте технику противника

# type/bootcamp/description3
source: Capture the enemy base or destroy all enemy vehicles
ru: Захватите базу или уничтожьте всю технику противника

# type/bootcamp/description4
source: Capture the enemy base or destroy all enemy vehicles
ru: Захватите базу или уничтожьте всю технику противника

# type/bootcamp/description5
source: Capture the enemy base or destroy all enemy vehicles
ru: Захватите базу или уничтожьте всю технику противника

# 212_epic_random_valley/description
source: Two massive mountains surround this peaceful valley. The space is watched over by the ruins of a castle, ruling over the nearby lake and woods. Vast fields are the perfect opportunity for fast and stealthy flanking, while a small village offers a more direct path into battle.
ru: Две величественные горы возвышаются над этой тихой долиной. Развалины замка находятся на берегу озера возле леса. Бескрайние поля предоставляют отличную возможность для быстрого и незаметного обхода противника. Через небольшую деревню лежит путь для тех, кто предпочитает более открытый подход к бою.

# 212_epic_random_valley/name
source: Nebelburg
ru: Небельбург

# type/ctf30x30/description
source: Mission: capture the enemy base or destroy all enemy vehicles.
ru: Задача: захватить базу противника или уничтожить всю его технику.

# type/ctf30x30/name
source: Grand Battle
ru: Генеральное сражение

# type/domination30x30/description
source: Mission: capture the base or destroy all enemy vehicles.
ru: Задача: захватить базу или уничтожить всю технику противника.

# type/domination30x30/name
source: Encounter Battle
ru: Встречный бой
