Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/arenas.*.resx
Languages: ru

# 00_planb_testsite/name
source: Training Area
ru: Полигон

# 01_karelia/description
source: Two avenues of attack are divided by a swamp. The eastern side is ideal for trench warfare. The western side is favorable to a hard push. The swamp provides a risky but perhaps unexpected attack route.
ru: Два направления для атаки разделяет болото. Восточное направление идеально для ведения позиционной войны, западное — для боевых манёвров. Через болото можно организовать внезапную атаку на базу противника.

# 01_karelia/name
source: Karelia
ru: Карелия

# 02_malinovka/description
source: Initial staging areas are separated by a wide open field, ideal for artillery and defensive operations. Concealment and cover including woods, hills, and farmhouses can be decisive. Attackers should consider flanking maneuvers, but another option is a well-coordinated high-speed assault across the field, which could either bring victory or a bloody loss.
ru: Исходные позиции команд разделены ровным, хорошо простреливаемым полем. Карта хороша для обороны и уничтожения противника силами артиллерии. Глубокие обходы с использованием укрытий — перелесков, неровностей местности и деревенских домов — могут решить исход боя. Хорошо скоординированная атака через поле на высокой скорости с поддержкой артиллерии тоже может принести успех, но довольно рискованна.

# 02_malinovka/name
source: Malinovka
ru: Малиновка

# 02_malinovka_4CT_mode/name
source: Malinovka 4 Bases
ru: Малиновка 4 базы

# 03_campania/description
source: Hills on the periphery of the map are covered with numerous houses and winding streets, making these areas advantageous for surprise attacks and sniping. An open area between the bases is favorable for daring strikes.
ru: Возвышенности, расположенные по краям этой карты, застроены многочисленными домами. Извилистые улочки позволяют наносить неожиданные удары. Через лежащий между базами пустырь можно совершить внезапное нападение.

# 03_campania/name
source: Province
ru: Провинция

# 04_himmelsdorf/description
source: A labyrinth of streets and squares, impassable for artillery and tank destroyers, but ideal for speedy breakthrough and bypass by medium and light tanks. Access roads running by the hill, with the castle that dominates the area, and along the railway lines can help you out of the impasse.
ru: Лабиринт улиц и площадей, крайне неудобный для артиллерии и противотанковых САУ, но идеальный для быстрых прорывов и обходов лёгких и средних танков. Обходные пути — через господствующий над местностью холм с замком и по путям железнодорожного вокзала — помогут выбраться из образовавшегося позиционного тупика.

# 04_himmelsdorf/name
source: Himmelsdorf
ru: Химмельсдорф

# 05_prohorovka/description
source: Generally open terrain featuring a large hill and a railway embankment. Scattered trees provide concealment for tank destroyers. On the offensive, strike against the enemy's flanks, but do not leave your own flanks unguarded. Artillery enjoys good fields of fire, but is still vulnerable to raids by light tanks.
ru: Открытая холмистая местность, разделённая железнодорожной насыпью. Группы деревьев являются отличным укрытием для противотанковых САУ. Атакуя, следите за флангами. Обороняясь, атакуйте фланги противника. Артиллерия обладает свободой действий, но крайне уязвима для рейда скоростных лёгких сил.

# 05_prohorovka/name
source: Prokhorovka
ru: Прохоровка

# 06_ensk/description
source: A mixture of city blocks and wooded outskirts, bisected by railroad tracks. Plan your tactics to take advantage of defensive choke points, positioning your vehicles to cover the gaps. Artillery is great for deterring enemy breakthroughs, but remains almost defenseless when exposed to enemy vehicles attacking from cover.
ru: Лабиринт городских кварталов и ровное поле пригорода разделены узкими проходами между станционными путями. Концентрируя силы, учитывайте сильные и слабые стороны боевых машин на каждом из направлений: артиллерия может сорвать рывок по открытому полю, но почти беспомощна против скрывающегося за стенами зданий противника.

# 06_ensk/name
source: Ensk
ru: Энск

# 07_lakeville/description
source: An isolated mountain valley on one flank and city blocks on the other allow you to thrust close enough to the enemy. A large lake in the middle gives snipers a chance to show their skill at extreme range.
ru: Изолированная горная долина на одном фланге и городские кварталы на другом позволяют подобраться к противнику на дистанцию финального броска. Открытое озеро в центре поля позволяет оказывать огневую поддержку своим подразделениям на достаточно большой дистанции.

# 07_lakeville/name
source: Lakeville
ru: Ласвилль

# 08_ruinberg/description
source: Concentric city streets, along with dense forests and bushes in the overgrown park allow for hidden maneuvers and redeployment of your troops. Although artillery fire is of limited use in the city, the debris provides effective cover for your troops.
ru: Концентрическая система улиц города, густые деревья и кусты в парке позволяют производить скрытые манёвры и оперативно перебрасывать резервы. Действия артиллерии в городской части сильно затруднены, но высокая степень разрушений в городе позволяет оказывать своим войскам эффективную поддержку.

# 08_ruinberg/name
source: Ruinberg
ru: Руинберг

# 10_hills/description
source: A high hill in the center of the map provides a perfect outpost for your attacks. A village to the north-east of the hill and an island to the west offer a wide range of tactical advantages, but lay open to fire from the center.
ru: Высокий холм в центре является ключевой точкой карты. Холм трудно занять, но в случае успеха позиция занявшей его команды резко улучшается. Деревня к северо-востоку от холма и остров на западе, несмотря на ряд преимуществ, остаются уязвимыми для огня c центра.

# 10_hills/name
source: Mines
ru: Рудники

# 11_murovanka/description
source: Swamps, ravines, and hills determine your battle tactics. The scarcity of buildings gives a combat advantage to artillery. Concentrating all your attacks along one axis of attack may prove the best strategy.
ru: Тактика боя определяется наличием болот, оврагов и холмов. Небольшое количество зданий даёт ощутимое преимущество артиллерии. Сконцентрируйте ваши силы на одном направлении, ограничившись обороной на остальных.

# 11_murovanka/name
source: Murovanka
ru: Мурованка

# 12_scorched_earth/name
source: Scorched Earth
ru: Выжженная земля

# 13_erlenberg/description
source: Divided by a river, this map offers three main avenues of attack. A bridge in the center is situated among the ruins of a small town. Terrain around the northern and southern bridges offers a small amount of cover. Use the castle and the range of hills on the opposite side of the map as firing positions for your artillery.
ru: Разделённая рекой пополам, карта имеет три вероятные линии атак. Центральный мост расположен среди руин небольшого города. Местность около северного и южного мостов характеризуется небольшим количеством укрытий. В качестве огневых позиций можно использовать замок и линию холмов на противоположной части карты.

# 13_erlenberg/name
source: Erlenberg
ru: Эрленберг

# 13_erlenberg_winter/name
source: Happy New Year Erlenberg!
ru: С Новым годом, Эрленберг!

# 14_siegfried_line/description
source: The map is a combination of open spaces and city blocks. Meandering lanes will facilitate your surprise attacks from behind the enemy lines while numerous bunkers serve as cover.
ru: Удачное сочетание открытых пространств и городских кварталов является особенностью данной карты. Извилистые улочки позволяют проникнуть в тыл противника, а многочисленные доты могут быть использованы в качестве укрытий.

# 14_siegfried_line/name
source: Siegfried Line
ru: Линия Зигфрида

# 15_komarin/description
source: This map is divided into three basic sectors: western, central, and eastern. Although attacks on one flank or the other may decide the outcome, the central sector offers tactical advantages and should not be ignored.
ru: Карта условно разделена на три направления. Удерживая центральное направление, команда получит стратегическое преимущество, так как именно оттуда можно поддерживать фланговые атаки, которые могут значительно влиять на исход боя.

# 15_komarin/name
source: Komarin
ru: Комарин

# 17_munchen/description
source: This map depicts an industrial city devastated by war. A railway embankment divides the map in two, making it possible to concentrate forces for an attack or counterattack.
ru: Заводские кварталы, разрушенные дома, товарные составы являются особенностями данной карты. Насыпь с железной дорогой, разделяющая карту пополам, позволит сконцентрировать силы для контрудара.

# 17_munchen/name
source: Widepark
ru: Уайдпарк

# 18_cliff/description
source: Opposing bases on this map are separated by cliffs and rocky ridges. A variety of cover allows for focused attacks in crucial directions. The direct route may seem ideal for a breakthrough assault, but do not neglect your flanks!
ru: Базы команд разделены скалами и утёсами. Наличие множества укрытий позволяет сконцентрировать силы на нужном направлении. Центр карты имеет некоторое преимущество, однако пренебрежение флангами чревато поражением.

# 18_cliff/name
source: Cliff
ru: Утёс

# 19_monastery/description
source: A monastery and a town are the focal points of this map. Three roads run north-south, providing easy access from one end of the map to the other. The monastery courtyard offers perfect, but predictable, firing positions for tanks and artillery. The long hill in the west and the winding ravine in the east can serve as perfect cover from enemy fire.
ru: В центре карты находятся большой монастырь и город. Три дороги позволяют проехать с севера на юг. Двор монастыря является выгодной огневой позицией. Длинный холм на западе и извилистый овраг на востоке отлично защищают от артиллерийского огня.

# 19_monastery/name
source: Abbey
ru: Монастырь

# 22_slough/description
source: A swamp in the center of the map divides it into two major sectors. Control over the center makes it very difficult for enemy units to move around freely on the flanks. The hills offer additional key vantage points for spotting and firing.
ru: Два основных направления лежат по обе стороны болота. Господствующие высоты дают стратегическое преимущество и являются отличными точками для разведки и атак. В центре карты находится труднопроходимое болото, контроль над которым поможет предотвратить любые перемещения противника.

# 22_slough/name
source: Swamp
ru: Топь

# 23_westfeld/description
source: Lush terrain features forests and villages scattered throughout the map, while a gigantic crumbling aqueduct looms over the valley. A variety of cliffs and ridges make perfect ambush spots, but wide open areas make changing your position quite risky.
ru: Яркая и пышная местность с множеством лесов и деревень, расположенных в разных частях карты. Крупный повреждённый акведук пересекает восточную часть долины. Многочисленные горные хребты являются отличным местом для засады, но широкие поля делают перемещение между позициями опасным.

# 23_westfeld/name
source: Westfield
ru: Вестфилд

# 24_canyon/name
source: zFrozen Canyon
ru: zFrozen Каньон

# 26_river_valley/name
source: zFrozen River Vale
ru: zFrozen Речная долина

# 27_ardennes/name
source: Ardennes
ru: Арденны

# 28_desert/description
source: This map looks open, but appearances can be deceiving! The village houses can be used as cover for vehicles and artillery. Consider attacking on the enemy flanks safely protected from their fire by cliffs and dunes.
ru: На первый взгляд данная карта кажется очень открытой, но это не так. Несмотря на то, что глиняные дома в деревнях легко разрушаются, их с успехом можно использовать в качестве защиты. Фланги неплохо прикрыты скальными массивами и высокими дюнами, что позволяет наступать с неожиданных направлений.

# 28_desert/name
source: Sand River
ru: Песчаная река

# 29_el_hallouf/description
source: A spacious valley sprinkled with boulders and trees lies in the center of the map. High mountain ridges flanking the valley provide natural sniper positions. Capturing bases becomes a real feat, as both team bases are situated in easily defended hilly regions.
ru: В центре карты расположена просторная долина, заполненная камнями и деревьями. Высокие горы по обеим сторонам долины обеспечивают множество огневых позиций. Независимо от маршрута нападающие столкнутся с трудным подъёмом к лагерю противника.

# 29_el_hallouf/name
source: El Halluf
ru: Эль-Халлуф

# 30_africa_airfield/name
source: zFrozen Airfield
ru: zFrozen Аэродром

# 31_airfield/description
source: This map offers many great ambush spots, as well as possibilities for maneuvers and breakthroughs. A large airfield in the upper part of the map and a rocky highland in the center offer a major tactical challenge. Occupy the highland to get a perfect view of the surrounding terrain and dominate routes to the enemy base.
ru: Карта изобилует удобными местами для засад и многочисленными путями для прорывов и манёвров. В верхней части карты расположен большой аэродром. В центре находится скалистая возвышенность, позволяющая контролировать окружающие просторы и выход к базам.

# 31_airfield/name
source: Airfield
ru: Аэродром

# 33_fjord/description
source: Huge mountains and narrow valleys offer great advantages in a battle. You can engage in a fire duel across the gulf or enter a close quarter battle at the nearest port town or flank and capture enemy base.
ru: Огромные горы и узкие долины позволяют принимать разнообразные тактические решения. Можно вести огневую дуэль через залив или бой на пистолетной дистанции в прибрежном городе, а можно выбрать глубокий обход с захватом базы противника.

# 33_fjord/name
source: Fjords
ru: Фьорды

# 34_redshire/description
source: This map is truly unique. Green fields interspersed with rolling hills offer great opportunities for aggressive attacks. The river running along the middle of the map is more of a guiding landmark than a real obstacle.
ru: Эта карта особенная. Поля, плавно переходящие в холмы, являются отличным местом для решительных атак. Река в середине карты служит хорошим ориентиром, а не является препятствием.

# 34_redshire/name
source: Redshire
ru: Редшир

# 35_steppes/description
source: Generally open, this map allows you to strike in multiple directions, but don't disperse your forces too much. A road in the center will take you to the enemy base more directly, but perhaps with greater difficulty. The edges of the map may offer better avenues for attacks and feints.
ru: Данная карта отличается обилием открытого пространства, позволяющего концентрировать силы на разных направлениях. Дорога по центру позволяет быстро добраться до базы противника. Также карта удобна для фланговых обходов и ударов.

# 35_steppes/name
source: Steppes
ru: Степи

# 36_fishing_bay/description
source: The map is a mix of open spaces and irregular terrain. The winding streets of the fishing village can be highly advantageous for defense or attack. Low ridges and hills scattered with bushes offer excellent ambush opportunities.
ru: Данная карта является удачным сочетанием открытого пространства и пересечённой местности. Узкие извилистые улочки портового города, находящегося на фланге, помогут неожиданно получить преимущество. Пологие холмы с многочисленными кустами позволят широко использовать тактику засад.

# 36_fishing_bay/name
source: Fisherman's Bay
ru: Рыбацкая бухта

# 37_caucasus/description
source: Steep terrain with numerous cliffs and stones can serve as a perfect cover from enemy fire. Use the hills to set up ambushes, or infiltrate the enemy base unnoticed through winding highland paths.
ru: Карта характеризуется пересечённой местностью. Многочисленные скалы и камни защищают от огня противника, различные возвышенности являются отличными местами для засад, а извилистые дороги позволяют нанести удар по базе противника.

# 37_caucasus/name
source: Mountain Pass
ru: Перевал

# 38_mannerheim_line/description
source: This snow-covered and rocky map is abundant in various obstacles and defilades. Trails that snake around rocky mountains and along the riverside will present options for an offensive strategy, but beware: defenders will have plenty of ambush opportunities.
ru: Заснеженная и скалистая местность с множеством различных препятствий и укрытий. Извилистые дороги, ведущие вокруг горных массивов и вдоль берега реки, позволяют неожиданно оказаться в тылу у наступающего противника, а также создают множество удобных мест для засад.

# 38_mannerheim_line/name
source: Arctic Region
ru: Заполярье

# 39_crimea/description
source: The rugged terrain of this map allows a variety of battle-tactics: flanking, ambushing, or frontal assaults. There are also numerous passages between the rocks that could provide routes for a decisive attack with concentrated forces.
ru: Данная карта характеризуется сильнопересечённой местностью, позволяющей использовать различные методики боя: тактику обхода, засад или прямого наступления. Между скальными массивами можно сосредоточить превосходящие силы для успешного наступления.

# 39_crimea/name
source: South Coast
ru: Южный берег

# 40_boundless/name
source: Land of Mayhem
ru: Беспределье

# 42_midtown/name
source: Midtown
ru: Мидтаун

# 43_north_america/description
source: This map features abundant rocks and trees. Cliffs, houses, and huge boulders provide cover, even in the most open areas of the map. Several settlements and mines can be used as strongpoints for defensive operations.
ru: Карта отличается скалистой местностью и обилием леса. Почти на каждом открытом участке можно найти и использовать в качестве укрытия огромный валун, дом или скалу. Многочисленные посёлки и рудничные комплексы позволяют создать успешный узел обороны.

# 43_north_america/name
source: Northwest
ru: Северо-Запад

# 44_north_america/description
source: In the centre of the map there is a large, boggy lake. A railway bridge and a ford on the one flank are defensible with scant forces, making it possible to concentrate main forces on the other flank.
ru: В центре карты расположено большое озеро с заболоченными берегами. На одном фланге находятся узкий железнодорожный мост и брод, которые позволяют оставить немногочисленные силы для обороны, а основные усилия сконцентрировать на другом фланге.

# 44_north_america/name
source: Live Oaks
ru: Лайв Окс

# 45_north_america/description
source: An industrial city is the preferred environment for heavy tanks. A riverside village provides good opportunities for medium tanks to position and maneuver.
ru: Промышленный город — приоритетное направление для тяжёлой техники. Посёлок на берегу реки является опорной точкой для боевых манёвров на средних танках.

# 45_north_america/name
source: Highway
ru: Хайвей

# 53_japan/description
source: The protected base of the mountain is the preferred route for heavy tanks. Fast and agile vehicles may consider a village assault. However, a hill in the center of the map provides a perfect vantage point to dominate the surrounding area. Control over this hill is often crucial.
ru: Наиболее прикрытым является направление у подножия горы, которое прекрасно подходит для тяжёлой техники. Быстрые и манёвренные машины могут быть использованы при штурме деревни, однако стоит опасаться притаившегося на холме противника. Контроль высоты даёт ощутимое тактическое преимущество.

# type/assault/description1
source: Mission: keep the friendly base secure or destroy all enemy vehicles.
ru: Задача: предотвратить захват базы или уничтожить всю технику противника.

# type/assault/description2
source: Mission: capture the enemy base or destroy all enemy vehicles.
ru: Задача: захватить базу противника или уничтожить всю его технику.

# type/assault/name
source: Assault
ru: Штурм

# type/ctf/description
source: Mission: capture the enemy base or destroy all enemy vehicles.
ru: Задача: захватить базу противника или уничтожить всю его технику.

# type/ctf/name
source: Standard Battle
ru: Стандартный бой

# type/domination/description
source: Mission: capture the base or destroy all enemy vehicles.
ru: Задача: захватить базу или уничтожить всю технику противника.

# type/domination/name
source: Encounter Battle
ru: Встречный бой

# 41_north_america/description
source: Tactics on this map may include deep flanking maneuvers along the bottom of the canyon to the enemy base or a quick attack across the plateau. On the plateau, a variety of fighting styles can be effective.
ru: На этой карте можно проводить глубокие обходы по дну каньона к вражеской базе или быстро атаковать через плато. На самом плато тоже имеется возможность применить несколько различных тактик ведения боя.

# 41_north_america/name
source: Canyon
ru: Каньон

# 42_north_america/description
source: The map is ideal for highly aggressive maneuvers. Most locations in the rail yard are open to fire from the flanks. The terrain offers few good defensive positions.
ru: Карта предназначена для решительных боевых действий, изобилие укрытий на железной дороге не спасает от огня с флангов. Общий характер местности не подходит для оборонительных действий.

# 42_north_america/name
source: Port
ru: Порт

# 46_north_america/name
source: Gran Camino
ru: Гран Камино

# 47_canada_b/name
source: Grimtown
ru: Гримтаун

# 49_africa/name
source: Savanna
ru: Саванна

# 52_australia/name
source: Stone Forest
ru: Каменный лес

# 53_japan/name
source: Hidden Village
ru: Скрытая деревня

# 55_south_america/name
source: Abandoned Harbor
ru: Забытая гавань

# 59_asia_great_wall/description
source: This map offers many roads and canyons, giving great opportunities for light tanks and SPGs to excel. A gap in the wall is an ideal spot for fast tanks to deliver swift attacks. Other vehicles should focus on the main line of attack.
ru: На карте много горных дорог и каньонов, поэтому важную роль играют разведка и артиллерия. Проход в стене может использоваться быстрыми танками для неожиданных атак. Остальная техника подойдёт для атаки в выбранном направлении.

# 59_asia_great_wall/name
source: Empire's Border
ru: Граница империи

# 60_asia_miao/description
source: Rugged terrain is favorable for various battle tactics—ambushes, unexpected flanking maneuvers, and close encounters. Moving along the riverbed allows to swiftly approach the enemy base and get into action. However, do not leave your rear undefended!
ru: Изрезанный ландшафт открывает огромные возможности для использования различных тактик боя — засад, внезапных обходов, столкновений на небольших участках. Движение вдоль русла реки позволяет быстро добраться до базы противника и вступить в бой. Помните, что на этой карте нельзя забывать о своих тылах.

# 60_asia_miao/name
source: Pearl River
ru: Жемчужная река

# type/ctf2/description
source: Mission: capture at least one enemy base or destroy all enemy vehicles.
ru: Задача: захватить хотя бы одну базу противника или уничтожить всю его технику.

# type/ctf2/name
source: Capture
ru: Завоевание

# type/escort/description1
source: Mission: keep the friendly base secure or destroy the top three enemy vehicles on the list.
ru: Задача: предотвратить захват базы или уничтожить три первых по списку машины противника.

# type/escort/description2
source: Mission: capture the enemy base or destroy all enemy vehicles; however, at least one of the top three friendly vehicles on the list must survive.
ru: Задача: захватить базу противника или уничтожить всю технику противника при условии, что хотя бы одна из трёх первых по списку союзных машин не была уничтожена.

# type/escort/name
source: Escort
ru: Эскорт
