Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/BattleTutorial.*.resx
Languages: ru

# bot_1
source: Enemy
ru: Противник

# bot_2
source: Enemy
ru: Противник

# bot_3
source: Enemy
ru: Противник

# buttons/cancel
source: Cancel
ru: Отказаться

# buttons/exit-queue
source: Leave the Queue
ru: Покинуть очередь

# buttons/start
source: Start
ru: Начать

# chapters/destroy-bot-1/description
source: Firing, Destroying Enemies
ru: Стрельба, уничтожение противника

# chapters/destroy-bot-2/description
source: Penetration Zones
ru: Зоны пробития

# chapters/destroy-bot-3/description
source: View Range. Leading Targets
ru: Радиус обзора. Стрельба с упреждением

# chapters/greeting/description
source: Here you will learn to control your tank and destroy enemy vehicles
ru: Здесь вы научитесь управлять танком и уничтожать технику противника

# chapters/greeting/title
source: Welcome to battle training!
ru: Добро пожаловать в боевое обучение!

# chapters/offbattle/description
source: Learn to control your tank and destroy enemy vehicles.
ru: Здесь вы научитесь управлять танком и уничтожать технику противника.

# chapters/offbattle/title
source: Battle Training
ru: Боевое обучение

# chapters/vehicle-control/description
source: Vehicle Control Basics
ru: Основы управления танком

# dialogs/greeting/notes/time
source: Approximate completion time:
ru: Ориентировочное время прохождения:

# dialogs/greeting/restart-hint/text
source: You can resume training from the Battle Modes menu (to the right of the Battle button).
ru: Возобновить обучение можно из меню выбора режима боя (справа от кнопки «В бой!»).

# dialogs/greeting/text/side-01
source: Greetings!
ru: Добро пожаловать в боевое обучение!

# dialogs/greeting/text/side-02
source: Mission:
ru: Задание:

# dialogs/greeting/text/side-03
source: сomplete the battle tutorial to learn basic battle skills.
ru: пройдите боевое обучение, чтобы изучить базовые навыки ведения боя.

# dialogs/greeting/title
source: Battle Training
ru: Боевое обучение

# dialogs/queue/server-overloaded/text
source: Sorry, server is busy.
ru: Извините, сервер перегружен.

# dialogs/queue/title
source: Battle Tutorial Queue
ru: Очередь на прохождение обучения

# dialogs/queue/wait/text
source: Tutorial will start automatically...
ru: Обучение начнётся автоматически...

# dialogs/replenish-ammo/submit
source: Resupply
ru: Пополнить

# dialogs/replenish-ammo/text
source: You can resupply ammunition in this tutorial, but you will not be able to do that in a real battle. Don't forget to resupply ammunition before you enter battle.
ru: У вас закончились снаряды. Будьте внимательны, в обучении вы можете пополнить боекомплект, но в настоящем бою сделать это будет невозможно. Не забывайте пополнять боекомплект перед выходом в бой.

# dialogs/replenish-ammo/title
source: No shells in the ammo
ru: Боекомплект пуст

# dispatcher/statuses/refuse
source: Quit battle tutorial
ru: Прервать боевое обучение

# dispatcher/statuses/restart
source: Battle Tutorial
ru: Боевое обучение

# gui/progress-bar/title
source: Progress
ru: Прогресс

# hints/aim-at-bot-1/text
source: When you aim directly at the enemy vehicle, it is outlined in red.
ru: Когда противник окажется в прицеле, контур его танка станет красным.

# hints/auto-aim-at-bot-2/text
source: To avoid being an easy target, in a real battle you will have to keep moving. Enable Auto-Aim for easier aiming on the move. <font color='#FFA759'><b>Right-click</b></font> (aiming at the enemy) — enable Auto-Aim.
ru: В реальном бою вам придётся постоянно двигаться, иначе вы станете лёгкой мишенью. Автоприцел поможет вам целиться на ходу. <font color='#FFA759'><b>Правая кнопка мыши</b></font> (орудие наведено на противника) — включить автоприцел.

# hints/camera-control/text
source: Move the mouse left and right. The turret follows the camera as you move it.
ru: Двигайте мышь влево или вправо. Башня танка поворачивается вслед за камерой.

# hints/destroy-bot-1-done/text
source: Congratulations, you have destroyed your first enemy!
ru: Поздравляем, вы уничтожили первого противника!

# hints/destroy-bot-1/text
source: For better accuracy, wait for the aiming circle to shrink. Wait for the gun to reload before firing again. <font color='#FFA759'><b>Left-click</b></font> — fire.
ru: Дождитесь, пока круг сведения станет минимальным, чтобы уменьшить разброс орудия. Подождите, пока орудие перезарядится, чтобы выстрелить снова. <font color='#FFA759'><b>Левая кнопка мыши</b></font> — выстрелить.

# hints/destroy-bot-2-done/text
source: Good job! You have destroyed a heavily armored enemy vehicle.
ru: Поздравляем, вы уничтожили тяжелобронированного противника!

# hints/destroy-bot-2/text
source: You do not need to take aim now. Auto-Aim will do the job for you.
ru: Прицеливаться вам уже не нужно — автоприцел сделает это за вас.

# hints/destroy-bot-3-done/text
source: Congratulations, your have learned to conceal your position and fire at long-range targets. Training completed successfully!
ru: Поздравляем, вы научились использовать укрытия и стрелять по удалённым целям. Обучение успешно завершено!

# hints/destroy-bot-3/text
source: To hit a moving target at long range, aim at the front or ahead of the enemy tank.
ru: По движущимся удалённым целям стреляйте с упреждением: в переднюю часть танка или перед ним по пути его движения.

# hints/disable-auto-aim/text
source: Auto-Aim is not effective at hitting moving targets at long range. Turn it off. <font color='#FFA759'><b>Right click</b></font> (not aiming at the enemy) — disable Auto-Aim.
ru: Для стрельбы по движущимся удалённым целям автоприцел не подходит — выключите его. <font color='#FFA759'><b>Правая кнопка мыши</b></font> (орудие не наведено на противника) — выключить автоприцел.

# hints/move-to-point-4/text
source: Position is marked on the minimap in the bottom right corner of the screen. When crossing the swamp, note that difficult terrain reduces vehicle speed and maneuverability.
ru: Указанная точка обозначена на миникарте в правом нижнем углу экрана. Будьте внимательны, пересекая болото: при движении по труднопроходимому грунту скорость и манёвренность танка снижаются.

# hints/move-to-point-5/text
source: Position is marked on the minimap in the bottom right corner of the screen.
ru: Указанная точка обозначена на миникарте в правом нижнем углу экрана.

# hints/move-to-point-6/text
source: It is always harder to penetrate frontal armor.
ru: Атака в лоб не всегда эффективна, так как это самая бронированная часть танка.

# hints/move-to-point-8/text
source: Find and destroy the last enemy tank. You can only detect enemy vehicles within your view range.
ru: Чтобы уничтожить последний вражеский танк, сначала необходимо его найти. Противник может быть обнаружен, если находится в радиусе вашего обзора.

# hints/move-to-point-9/text
source: Use bushes and foliage to make your tank harder to detect. Note that stationary vehicles are less visible.
ru: Чтобы противнику было сложнее вас обнаружить, укрывайтесь за кустами и кронами деревьев. Кроме того, танк менее заметен, когда стоит неподвижно.

# hints/shot-damage/text
source: Aim at the sides and rear—these are the weaker parts of any vehicle.
ru: Чтобы поразить цель, стреляйте в борт и корму. Это самые уязвимые места любого противника.

# hints/shot-no-damage/text
source: Hitting an enemy vehicle does not necessarily cause damage. The shell can ricochet or fail to penetrate the enemy's armor.
ru: Попасть по вражескому танку не всегда означает нанести урон. Снаряд может отскочить рикошетом или не пробить броню.

# hints/switch-to-spiner-mode/text
source: Use Sniper mode to aim at long-range targets. <font color='#FFA759'><b>Shift</b></font> or <font color='#FFA759'><b>Mouse Wheel</b></font> — toggle Sniper Mode.
ru: Для стрельбы по удалённым целям лучше переключиться в снайперский режим. <font color='#FFA759'><b>Shift</b></font> или <font color='#FFA759'><b>колёсико мыши</b></font> — сменить режима прицела.

# hints/try-to-destroy-bot-2/text
source: Before you fire, wait for the aiming circle to snap onto the target.
ru: Перед выстрелом дождитесь, пока разброс орудия станет минимальным.

# hints/vehicle-control-done/text
source: Congratulations, you have learned to control your tank!
ru: Поздравляем, вы научились управлять танком!

# hints/vehicle-movement/text
source: Movement controls: <font color='#FFA759'><b>W</b></font> — Forward <font color='#FFA759'><b>A</b></font> — Left <font color='#FFA759'><b>S</b></font> — Backward <font color='#FFA759'><b>D</b></font> — Right
ru: Управление танком: <font color='#FFA759'><b>W</b></font> — вперёд <font color='#FFA759'><b>A</b></font> — налево <font color='#FFA759'><b>S</b></font> — назад <font color='#FFA759'><b>D</b></font> — направо

# hints/vehicle-on-soft-terrain/text
source: You are crossing difficult terrain. It reduces vehicle speed and maneuverability.
ru: Вы двигаетесь по труднопроходимому грунту. Он снижает скорость и манёвренность танка.

# labels/avg-waiting-time
source: (Average time in a queue: {0:>s})
ru: (Среднее время ожидания: {0:>s})

# labels/bonuses-receive-once
source: You have already received a reward
ru: Награда за выполнение задания уже была получена

# labels/credits
source: credits
ru: кредитов

# labels/finish-reason/extermination
source: Vehicle Destroyed
ru: Танк уничтожен

# labels/finish-reason/timeout
source: Your time is up
ru: Время истекло

# labels/free-xp
source: XP
ru: опыта

# labels/less_n_minutes
source: less than %(minutes)s min
ru: менее %(minutes)s мин.

# labels/minutes
source: %(units)s min
ru: %(units)s мин.

# labels/not-available
source: not defined
ru: не определено

# labels/player-waiting-time
source: In queue:
ru: Вы в очереди:

# labels/training-result/failed
source: Failed
ru: Обучение прервано

# labels/training-result/finished
source: Complete
ru: Обучение завершено

# labels/tutorial-bonuses
source: Reward for Completion
ru: Награда за выполнение

# labels/tutorial-no-bonuses
source: No reward
ru: Повторное прохождение

# loading/hint/text
source: Follow the instructions to successfully complete the tutorial.
ru: Для успешного прохождения боевого обучения постарайтесь выполнить все задания.

# tasks-anim/done
source: Completed!
ru: Задание выполнено!

# tasks-panel/aim-at-bot-1/text
source: Use the mouse to aim your gun at the enemy
ru: Наведите орудие на вражеский танк с помощью мыши

# tasks-panel/auto-aim-at-bot-2/text
source: Enable Auto-Aim
ru: Включите автоприцел

# tasks-panel/destroy-bot-1/text
source: Destroy the enemy vehicle
ru: Уничтожьте вражеский танк

# tasks-panel/destroy-bot-2/text
source: Destroy the enemy vehicle on the move
ru: Уничтожьте вражеский танк, находясь в движении

# tasks-panel/destroy-bot-3/text
source: Destroy the enemy vehicle
ru: Уничтожьте вражеский танк

# tasks-panel/disable-auto-aim/text
source: Disable Auto-Aim
ru: Отключите автоприцел

# tasks-panel/focus-on-object-1/text
source: Point the camera at the military vehicle next to your tank
ru: Наведите камеру на автомобиль рядом с вашим танком

# tasks-panel/focus-on-object-2/text
source: Point the camera at the ambulance next to your tank
ru: Наведите камеру на медицинский фургон рядом с вашим танком

# tasks-panel/move-to-point-2/text
source: Move to the designated location
ru: Двигайтесь в указанную точку

# tasks-panel/move-to-point-3/text
source: Move along the road. Take care not to damage buildings or vehicles
ru: Двигайтесь вдоль дороги, стараясь не повредить строения и технику

# tasks-panel/move-to-point-4/text
source: Move to the firing position
ru: Займите огневую позицию

# tasks-panel/move-to-point-5/text
source: Move to the firing position
ru: Займите огневую позицию

# tasks-panel/move-to-point-6/text
source: Move to a better firing position
ru: Займите более подходящую огневую позицию

# tasks-panel/move-to-point-8/text
source: Move to the marked position and detect the enemy
ru: Займите позицию для обнаружения противника

# tasks-panel/move-to-point-9/text
source: Hide in the bushes to conceal your position
ru: Спрячьтесь за кустами для маскировки

# tasks-panel/return-to-point-1/text
source: Return to your initial position
ru: Вернитесь на начальную позицию

# tasks-panel/shot-damage/text
source: Destroy the enemy vehicle
ru: Уничтожьте вражеский танк

# tasks-panel/switch-to-spiner-mode/text
source: Enable the Sniper Mode
ru: Включите снайперский режим прицела

# tasks-panel/try-to-destroy-bot-2/text
source: Destroy the enemy vehicle
ru: Уничтожьте вражеский танк

# windows/result/buttons/restart
source: Replay tutorial
ru: Повторить обучение

# windows/result/labels/battle-hints/first
source: Watch the video tutorial to improve your battle performance
ru: Посмотрите видеоинструктаж по эффективному ведению боя

# windows/result/labels/battle-hints/second
source: Press <font color='#FFA759'><b>F1</b></font> to access in-game help anytime during the battle
ru: Нажмите <font color='#FFA759'><b>F1</b></font> во время боя, чтобы посмотреть справку об управлении и боевом интерфейсе

# windows/result/labels/battle-hints/third
source: Press <font color='#FFA759'><b>Esc > Back to Garage</b></font> to return to the Garage if your vehicle is destroyed. You receive credits and experience when the battle is over.
ru: Нажмите <font color='#FFA759'><b>Esc > Выйти в Ангар</b></font>, чтобы выйти из боя после уничтожения вашего танка. Вы получите заработанные опыт и кредиты по окончании боя.

# windows/result/labels/restart-hint
source: Replay the tutorial to accomplish remaining tasks
ru: Вы можете вернуться к пропущенным заданиям и пройти обучение ещё раз.

# windows/result/table/column-1
source: Tips
ru: Дополнительные материалы

# windows/result/table/column-2
source: Missions completed
ru: Выполненные задачи

# windows/result/title
source: Training results
ru: Результаты обучения

# buttons/watch
source: Play Video
ru: Смотреть

# labels/bonuses-already-received
source: You have already received a reward
ru: Награда уже была получена

# labels/more_n_minutes
source: more than %(minutes)s min
ru: более %(minutes)s мин.

# labels/results-are-not-available
source: Sorry, detailed results unavailable.
ru: Извините, подробные результаты обучения недоступны.

# buttons/no
source: No
ru: Нет

# buttons/yes
source: Yes
ru: Да

# dialogs/confirmRefuse/checkbox/label
source: Offer training upon next game launch
ru: Предложить обучение при следующем запуске игры

# dialogs/confirmRefuse/message/text
source: Are you sure you want to decline training?
ru: Вы действительно хотите отказаться от обучения?

# dialogs/confirmRefuse/title
source: Decline Training
ru: Отказаться от обучения

# windows/result/labels/battle-hints/second1
source: Press
ru: Нажмите

# windows/result/labels/battle-hints/second3
source: to access in-game help at any time during the battle.
ru: во время боя, чтобы посмотреть справку об управлении и боевом интерфейсе

# windows/result/labels/battle-hints/third1
source: Press
ru: Нажмите

# windows/result/labels/battle-hints/third2
source: Esc > Back to Garage
ru: Esc > Выйти в Ангар

# windows/result/labels/battle-hints/third3
source: to return to the Garage if your vehicle is destroyed. You will receive credits and experience when the battle is over.
ru: , чтобы выйти из боя после уничтожения вашего танка. Вы получите заработанные опыт и кредиты по окончании боя.
