Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/bootcamp.*.resx
Languages: ru

# John King
source: Aleksandr Zhuk
ru: Александр Жук

source: John Lamb
ru: Джон Ламб

source: John Payne
ru: Джон Пейн

# Joseph ONeal
source: Joseph O'Neil
ru: Джозеф О'Нил

source: Jurgen Wolf
ru: Юрген Вольф

source: Karl Himmelsberg
ru: Карл Химмельсберг

# Karl-Erik Olofsson
source: Karl-Eric Olofsson
ru: Карл Эрик Олофссон

source: Keiko Simura
ru: Кико Шимура

# Konrad Cerstvy
source: Konrad Cherstvy
ru: Конрад Чёрствый

source: Lee Liang
ru: Ли Лянь

source: Lev Shapiro
ru: Лев Шапиро

source: Lin Shin
ru: Линь Шинь

# Ludvik Benes
source: Ludwig Benesch
ru: Людвик Бенеш

source: Mark Litengen
ru: Марк Литенген

# Matt Underlay
source: Matt Anderley
ru: Мет Андерлей

# Miron Nebaluiev
source: Miron Nebaluev
ru: Мирон Небалуев

source: Mitrofan Morda
ru: Митрофан Морда

# Nicholas Wilkinson
source: Nicholas Willkinson
ru: Николас Уилкинсон

# Oda Nisura
source: Oda Nesura
ru: Ода Незура

# Oliver Greene
source: Nikolay Muravsky
ru: Николай Муравский

source: Otto Von Valen
ru: Отто фон Фален

source: Pascal Raymond
ru: Паскаль Реймонд

# Paul Boutin
source: Paul Bouttin
ru: Пол Бутин

source: Paul Davis
ru: Пол Дэвис

# Paul Keller
source: Thomas Koch
ru: Томас Кох

source: Petr Sergeev
ru: Пётр Сергеев

# Radosh Zrvecka
source: Radosz Jrveczka
ru: Радош Жрвечка

# Ralf Hofer
source: Raulph Hofer
ru: Ральф Хофер

# Richard Bogelber
source: Richard Boglber
ru: Рихард Богльбер

source: Robert Beasley
ru: Роберт Бисли

source: Samuel Bronn
ru: Сэмюель Бронн

source: Sheng En
ru: Шинь Ён

source: Siegward Eber
ru: Зигвард Ибер

# Teodor Simmersbee
source: Teodor Zimmersbee
ru: Теодор Зиммерсби

# Thomas Merritt
source: Thomas Meritt
ru: Томас Меррит

# Valeriy Gayduchenko
source: Valeriy Gaiduchenko
ru: Валерий Гайдученко

source: Veniamin Ragozin
ru: Вениамин Рагозин

# Vitalii Romanov
source: Vitaliy Romanov
ru: Виталий Романов

source: Vladimir Kaidun
ru: Владимир Кайдун

# Yako Simamura
source: Yako Shimamura
ru: Яко Шимамура

# Yu Dan
source: Yuri Dal'
ru: Юрий Даль

# Yuriy Krilo
source: Yuri Krylo
ru: Юрий Крыло

# award/options
source: Change Reward
ru: Поменять награду

# award/options/description/ge
source: Light German tank with a relatively powerful and accurate gun. Frontal armor is rather sturdy and can endure quite a few hits.
ru: Немецкий лёгкий танк с относительно мощным и точным орудием. Лобовая броня достаточно крепкая и способна выдерживать немало попаданий.

# award/options/description/us
source: Medium U.S. tank with a wide variety of guns and high dynamics, but weak armor. Excellent for active reconnaissance and supporting an attack.
ru: Американский средний танк. Обладает широким выбором вооружения, хорошей динамикой, но слабой бронёй. Годится для поддержки атаки и активной разведки.

# award/options/description/ussr
source: Light U.S.S.R. tank with average speed and weak armor. Its powerful gun and great dynamics enable effective medium-range performance.
ru: Лёгкий танк СССР. Обладает средней скоростью и слабой бронёй. Мощное вооружение и динамика позволяют эффективно стрелять на средних дистанциях.

# award/options/nation/ge
source: GERMANY
ru: ГЕРМАНИЯ

# award/options/nation/us
source: U.S.A.
ru: США

# award/options/nation/ussr
source: U.S.S.R.
ru: СССР

# award/options/title
source: CHOOSE YOUR FIRST VEHICLE
ru: ВЫБЕРИТЕ СВОЮ ПЕРВУЮ МАШИНУ

# battle/result/assisted
source: Damage upon your spotting
ru: Урон по вашим разведданным

# battle/result/blocked
source: Damage Blocked
ru: Заблокированный урон

# battle/result/damage
source: Damage
ru: Урон

# battle/result/description/assisted
source: Damage upon your spotting and upon your destroying a track is counted.
ru: Учитывается урон по вашим разведданным, а также урон после вашего попадания, сбившего гусеницу.

# battle/result/description/blocked
source: Total damage blocked by the armor of your vehicle including hits on external modules, non-penetrating hits, and ricochets.
ru: Общее количество заблокированного бронёй вашей машины урона, включая попадания по внешним модулям, непробития и рикошеты.

# battle/result/description/damage
source: Total damage caused to enemy vehicles.
ru: Общее количество урона, нанесённого технике противника.

# battle/result/description/destroyed
source: Number of enemy vehicles destroyed by you.
ru: Количество уничтоженных вами машин противника.

# battle/result/description/detected
source: Number of enemy vehicles spotted by you.
ru: Количество обнаруженных вами машин противника.

# battle/result/destroyed
source: Destroyed
ru: Уничтожено

# battle/result/detected
source: Spotted
ru: Обнаружено

# btn/continue
source: Continue
ru: Продолжить

# btn/continue/prebattle
source: Battle!
ru: В бой!

# btn/select
source: Select
ru: Выбрать

# btn/tutorial/skip
source: Skip Tutorial
ru: Пропустить обучение

# btn/tutorial/start
source: Start Tutorial
ru: Начать обучение

source: Game Mode
ru: Режим игры

# hint/advanced/sniper/before
source: The Sniper mode allows you to better aim at the weak spots of enemy vehicles
ru: В снайперском режиме проще выцелить слабые места в броне

# hint/advanced/sniper/main
source: A green marker indicates a high chance of causing damage
ru: Зелёный маркер информирует о высоком шансе пробития брони

# hint/ally/shoot
source: Do not shoot your allies!
ru: Не стреляйте в союзников!

# hint/camera/controls
source: Inspect your vehicle by holding down LMB
ru: Осмотрите машину со всех сторон, зажав левую кнопку мыши

# hint/exit/game/area
source: You are leaving the battlefield. Get back!
ru: Вы покидаете поле боя. Возвращайтесь!

# hint/heal/crew
source: Gunner injured, accuracy reduced. Use the First Aid Kit.
ru: Наводчик ранен, точность снижена. Используйте аптечку.

# hint/low/hp
source: Your vehicle is seriously damaged!
ru: Ваша машина серьёзно повреждена!

# hint/message/avoid
source: Flank and destroy the enemy vehicle; try to avoid being hit.
ru: Обойдите и уничтожьте противника, избегая его огня

# hint/mission3/capturebase
source: Capturing an enemy base is one of the ways to secure victory.
ru: Захват базы противника — один из вариантов победы

# hint/mission3/capturehelp
source: Get back and help your ally capture the base
ru: Вернитесь и помогите союзнику с захватом

# hint/mission3/captureinprogress
source: Base capture in progress
ru: Идёт захват базы

# hint/mission3/capturelost
source: When you take damage, your capture progress is reset
ru: Получение урона сбивает прогресс захвата базы

# hint/mission3/capturetogether
source: Several vehicles capture the base faster
ru: Несколько машин захватывают базу быстрее

# hint/mission3/fallback
source: There are too many of them! Fall back!
ru: Их слишком много! Отступайте

# hint/mission3/flankenemies
source: Flank the enemy
ru: Обойдите противника с фланга

# hint/mission3/flankingfails
source: You have been spotted! Remember: firing reveals your position.
ru: Вас обнаружили! Помните: стрельба вас демаскирует

# hint/mission3/flankingfails2
source: You have been spotted! Leaving your concealment spot reveals your position.
ru: Вас обнаружили! Выезд из кустов вас демаскирует

# hint/mission3/flankingwait
source: They are leaving! Stay alert and watch the area.
ru: Они уходят! Продолжайте наблюдение

# hint/mission3/foliageintroa
source: Hold your fire; otherwise, the enemy will spot you.
ru: Не стреляйте, иначе обнаружите себя

# hint/mission3/foliageintrob
source: Bushes conceal you from the enemy as long as you hold your fire
ru: Кусты скроют вас от противника, если вы не стреляете

# hint/mission3/playerdetected
source: You have been spotted! Get ready to fight!
ru: Вас обнаружили! Готовьтесь к бою

# hint/move
source: Vehicle controls
ru: Управление машиной

# hint/move/turret
source: Turret and aiming controls
ru: Управление башней и прицелом

# hint/no/move
source: Vehicle movement controls: WASD
ru: Управление движением машины — WASD

# hint/repair/track
source: Track destroyed. Use the Repair Kit.
ru: Гусеница сбита, используйте ремкомплект.

# hint/secondary/sniper
source: Scroll the mouse wheel to enter the Sniper mode
ru: Вход в снайперский режим: вращайте колесо мыши

# hint/shoot
source: Aim at an enemy vehicle and fire
ru: Наведите прицел на противника и стреляйте

# hint/shoot/while/moving
source: Movement decreases gun accuracy
ru: Во время движения точность стрельбы ниже

# hint/sniper
source: Scroll the mouse wheel to enter Sniper mode
ru: Вход в снайперский режим: крутите колесо мыши

# hint/sniper/on/distance/exit
source: Scroll the mouse wheel to leave Sniper mode
ru: Выход из снайперского режима: крутите колесо мыши

# hint/sniper/on/distance/main
source: Scroll the mouse wheel to enter Sniper mode
ru: Вход в снайперский режим: крутите колесо мыши

# hint/target/unlock
source: Auto-aim enabled. RMB to cancel.
ru: Автоприцел. Отмена правой кнопкой мыши

# hint/use/extinguisher
source: Vehicle on fire! Use the Fire Extinguisher.
ru: Машина горит! Используйте огнетушитель.

# hint/useless/consumables
source: No need to use consumables
ru: Использование снаряжения не требуется

# hint/wait/reload
source: Loading gun
ru: Орудие перезаряжается

# invitation/note/clan
source: Clan Battle will be available after you complete training.
ru: Клановый бой станет доступен после завершения обучения.

# invitation/note/clubs
source: Team Battle will be available after you complete training.
ru: Командный бой станет доступен после завершения обучения.

# invitation/note/company
source: Tank Company will be available after you complete training.
ru: Ротный бой станет доступен после завершения обучения.

# invitation/note/event
source: Playing in a Platoon will be available after you complete training.
ru: Игра взводом станет доступна после завершения обучения.

# invitation/note/external
source: Skirmishes will be available after you complete training.
ru: Вылазки станут доступны после завершения обучения.

# invitation/note/fallout
source: Playing in a Platoon will be available after you complete training.
ru: Игра взводом станет доступна после завершения обучения.

# invitation/note/fort/battle
source: Advances will be available after you complete training.
ru: Наступления станут доступны после завершения обучения.

# invitation/note/sortie
source: Skirmishes will be available after you complete training.
ru: Вылазки станут доступны после завершения обучения.

# invitation/note/squad
source: Playing in a Platoon will be available after you complete training.
ru: Игра взводом станет доступна после завершения обучения.

# invitation/note/tournament
source: Tournaments will be available after you complete training.
ru: Турниры станут доступны после завершения обучения.

# invitation/note/training
source: Team Training will be available after you complete training.
ru: Тренировочный бой станет доступен после завершения обучения.

# invitation/note/unit
source: Team Battle will be available after you complete training.
ru: Командный бой станет доступен после завершения обучения.

# loading/tip/crosshair/header/1
source: Higher Dispersion on the Move
ru: Большой разброс орудия в движении

# loading/tip/crosshair/header/2
source: Minimum Dispersion When Fully Aimed
ru: Минимальный разброс при полном сведении

# loading/tip/equipment/description/1
source: Extinguishes fire
ru: Тушит пожар

# loading/tip/equipment/description/2
source: Treats crew members
ru: Лечение членов экипажа

# loading/tip/equipment/description/3
source: Repairs damaged modules
ru: Починка повреждённого модуля

# loading/tip/equipment/header/1
source: Fire Extinguisher
ru: Огнетушитель

# loading/tip/equipment/header/2
source: First Aid Kit
ru: Аптечка

# loading/tip/equipment/header/3
source: Repair Kit
ru: Ремкомплект

# loading/tip/modules/description/2
source: Critical hit
ru: Критическое попадание

# loading/tip/modules/description/3
source: Critical hit
ru: Критическое попадание

# loading/tip/modules/header/1
source: Hits to External Modules Do Not Reduce Vehicle HP
ru: Повреждая внешние модули, урон не наносится

# loading/tip/modules/header/2
source: Unable to Fire
ru: Стрельба невозможна

# loading/tip/modules/header/3
source: Immobilized
ru: Обездвижен

# loading/tip/penetration/description/1
source: High Chance of Penetration
ru: Высокий шанс пробития

# loading/tip/penetration/description/2
source: Damage Blocked
ru: Удар сдержан

# loading/tip/penetration/header/1
source: Green Marker
ru: Зелёный маркер

# loading/tip/penetration/header/2
source: Red Marker
ru: Красный маркер

# loading/tip/sniper/description/1
source: High
ru: Высокий

# loading/tip/sniper/description/2
source: Low
ru: Низкий

# loading/tip/sniper/header/1
source: Sniper Mode
ru: Снайперский режим

# loading/tip/sniper/header/2
source: Chance of Penetration
ru: Шанс пробития

# loading/tip/victory/description/1
source: Enemy base captured
ru: База противника захвачена

# loading/tip/victory/description/2
source: All enemy vehicles destroyed
ru: Вся техника противника уничтожена

# loading/tip/victory/header/1
source: Victory!
ru: Победа!

# loading/tip/victory/header/2
source: OR
ru: ИЛИ

# loading/tip/visibility/description/1
source: Hidden behind an object
ru: Скрыт за объектом

# loading/tip/visibility/description/2
source: Hidden by bushes
ru: Скрыт кустами

# loading/tip/visibility/description/3
source: Spotted after firing
ru: Демаскирован выстрелом

# loading/tip/visibility/description/4
source: Moving across open terrain
ru: Двигается по открытой местности

# loading/tip/visibility/header/1
source: Concealed
ru: Невидим

# loading/tip/visibility/header/2
source: Spotted
ru: Виден

# loading/tip/wasd/header/1
source: Movement
ru: Движение

# loading/tip/wasd/header/2
source: Firing
ru: Стрельба

# loading/tip/wasd/header/3
source: Turret Traverse
ru: Вращение башни

# marker/blocked
source: Armor not penetrated
ru: Броня не пробита

# marker/critical
source: Critical damage
ru: Критический урон

# marker/ricochet
source: Ricochet
ru: Рикошет

# message/bonus/equipment/label
source: Toolbox
ru: Ящик с инструментами

# message/bonus/equipment/text
source: Accelerates repairs of damaged modules
ru: Ускоряет ремонт повреждённых модулей

# message/bonus/premium/days
source: d
ru: д.

# message/bonus/premium/hours
source: h
ru: ч.

# message/bootcamp/graduate/label
source: CONGRATULATIONS!
ru: ПОЗДРАВЛЯЕМ!

# message/bootcamp/graduate/text
source: You successfully completed the tutorial
ru: Обучение успешно пройдено

# message/consumables/label
source: CONSUMABLES
ru: СНАРЯЖЕНИЕ

# message/consumables/text
source: Repair damaged modules and treat injured crew members
ru: Помогает бороться с повреждениями в бою

# message/credits/label
source: CREDITS
ru: КРЕДИТЫ

# message/credits/text
source: Used to purchase and upgrade vehicles
ru: Для покупки и улучшения машины

# message/equipment/label
source: EQUIPMENT
ru: ОБОРУДОВАНИЕ

# message/equipment/text
source: Improves particular characteristics of your vehicle
ru: Улучшает определённые характеристики машины

# message/experience/label
source: COMBAT EXPERIENCE
ru: БОЕВОЙ ОПЫТ

# message/experience/text
source: Used to research modules and vehicles
ru: Для исследования модулей и техники

# message/extra/award/options
source: Change Reward
ru: Поменять награду

# message/fire/extinguisher/label
source: Manual Fire Extinguisher
ru: Ручной огнетушитель

# message/first/aid/kit/label
source: Large First Aid Kit
ru: Большай аптечка

# message/gold/label
source: GOLD
ru: ЗОЛОТО

# message/gold/text
source: Used to purchase Premium Account
ru: Для покупки премиум аккаунта и предметов

# message/intro/lesson/ii/label
source: Vehicle Improvement
ru: Улучшение машины

# message/intro/lesson/iii/crew/label
source: Crew
ru: Экипаж

# message/intro/lesson/iii/label
source: Receiving a New Vehicle
ru: Получение новой машины

# message/intro/lesson/iv/label
source: Equipment and Consumables
ru: Оборудование и снаряжение

# message/intro/lesson/v/label
source: Gold and Premium
ru: Золото и премиум

# message/mission/accomplished/label
source: MISSION COMPLETED
ru: ЗАДАЧА ВЫПОЛНЕНА

# message/mission/accomplished/text
source: Award
ru: Награда

# message/new/module/label
source: MODULE PURCHASED
ru: МОДУЛЬ КУПЛЕН

# message/new/module/text
source: The module will be mounted automatically
ru: Модуль будет установлен автоматически

# message/premium/label
source: PREMIUM ACCOUNT
ru: ПРЕМИУМ АККАУНТ

# message/premium/text
source: Increases experience and credits earned
ru: Увеличивает заработок опыта и кредитов

# message/repair/kit/label
source: Large Repair Kit
ru: Большой ремкомплект

# message/second/vehicle/text/nation/0
source: Vehicle in the Garage
ru: Машина уже в Ангаре

# message/second/vehicle/text/nation/1
source: Vehicle in the Garage
ru: Машина уже в Ангаре

# message/second/vehicle/text/nation/2
source: Vehicle in the Garage
ru: Машина уже в Ангаре

# message/six/sense/perk/label
source: The Sixth Sense Perk
ru: «Шестое чувство»

# message/six/sense/perk/text
source: A very important perk that allows the Commander to determine whether the vehicle has been spotted
ru: Важный навык, позволяющий командиру определить, обнаружена ли его машина

# message/skills/and/perks/label
source: SKILLS AND PERKS
ru: УМЕНИЯ И НАВЫКИ

# message/skills/and/perks/text
source: The crew affects the vehicle characteristics
ru: Экипаж улучшает характеристики машины

# message/unlock/module/label
source: MODULE RESEARCHED
ru: МОДУЛЬ ИССЛЕДОВАН

# message/unlock/module/text
source: Now you can purchase and mount it
ru: Теперь модуль можно купить и установить

# message/unlock/vehicle/label
source: VEHICLE RESEARCHED
ru: МАШИНА ИССЛЕДОВАНА

# message/unlock/vehicle/text
source: Now you can purchase it
ru: Теперь машину можно купить

# message/vehicle/awarded/label
source: NEW VEHICLE RECEIVED
ru: ПОЛУЧЕН НОВЫЙ ТАНК

# message/vehicle/awarded/text
source: Click Continue to proceed
ru: Нажмите «Продолжить», чтобы перейти к следующему уроку.

# prebattle/hint/consumables
source: Consumables
ru: Снаряжение

# prebattle/hint/crew
source: Crew
ru: Экипаж

# prebattle/hint/hp
source: Vehicle durability (HP)
ru: Прочность машины (ед.)

# prebattle/hint/minimap
source: Minimap
ru: Миникарта

# prebattle/hint/modules
source: Module Types
ru: Модули

# prebattle/hint/penetration/chance
source: Chance of Penetration
ru: Шанс пробития

# prebattle/hint/penetration/high
source: High
ru: Высокий

# prebattle/hint/penetration/low
source: Low
ru: Низкий

# prebattle/hint/score
source: Team score
ru: Командный счёт

# promo/vehicleBuyView
source: Promo: Free!
ru: Выгодная акция!

# quest/condition
source: Win a battle in the Random Battle mode in a Tier III vehicle. Apply your knowledge in a real battle!
ru: Победите в режиме «Случайный бой» на технике III уровня. Для победы нужно будет применить все полученные вами навыки!

# quest/gamemode
source: Random Battle
ru: Случайный бой

# quest/name
source: Random Battle
ru: Случайный бой

# quest/title
source: Trial by Fire
ru: Проверка боем

# queue/cancel/queue
source: Cancel
ru: Отмена

# queue/more/n/minutes
source: more than %(minutes)s min
ru: более %(minutes)s мин.

# queue/queue/too/long
source: The queue is full. You can wait a bit longer or skip the tutorial.
ru: Очередь переполнена. Вы можете продолжить ожидание или пропустить обучение.

# queue/skip/tutorial
source: Skip Tutorial
ru: Пропустить обучение

# request/bootcamp/finish
source: Leave Bootcamp
ru: Покинуть Учебный полигон

# request/bootcamp/return
source: Return to Bootcamp
ru: Вернуться на Учебный полигон

# request/bootcamp/start
source: Enter Bootcamp
ru: Пройти Учебный полигон

# result/award/cadet/label
source: Bootcamp High Caliber
ru: «Учебный основной калибр»

# result/award/cadet/text
source: Cause the highest damage in a tutorial battle.
ru: Нанести наибольшее количество урона в учебном бою.

# result/award/crew/label
source: Crew Management Available
ru: Доступно управление экипажем

# result/award/crew/text
source: You can now manage your vehicle's crew.
ru: Вы получили доступ к управлению экипажем своей машины.

# result/award/duel/label
source: Bootcamp Duelist
ru: «Дуэлянт-ученик»

# result/award/duel/text
source: Destroy at least 2 enemy vehicles that caused damage to your vehicle in the battle.
ru: Уничтожить в бою не менее 2 машин противника, нанёсших вам урон.

# result/award/extinguisher/label
source: Manual Fire Extinguisher
ru: Ручной огнетушитель

# result/award/extinguisher/text
source: Extinguishes fire in your vehicle. Can be used multiple times in a battle. The consumable is removed after the battle if it was used at least once.
ru: Тушение пожара в собственной машине. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# result/award/gold/label
source: Gold
ru: Золото

# result/award/gold/text
source: You received some valuable in-game currency, which can be used for multiple purposes.
ru: Вы получили немного ценной внутриигровой валюты, которую можно потратить на широкий спектр целей.

# result/award/invader/label
source: Bootcamp Invader
ru: «Учебный захватчик»

# result/award/invader/text
source: Participate in the successful capture of a base in a tutorial battle.
ru: Принять участие в успешном захвате базы в учебном бою.

# result/award/medicalkit/label
source: Large First Aid Kit
ru: Большая аптечка

# result/award/medicalkit/text
source: Treats all injured crew members and removes the stun effect. Can be used multiple times in a battle. The consumable is removed after the battle if it was used at least once.
ru: Лечение всех раненых членов экипажа и снятие эффекта оглушения. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# result/award/mission/label
source: Trial by Fire
ru: Проверка боем

# result/award/mission/text
source: Mission Completed!
ru: Задача выполнена!

# result/award/premium/label
source: Premium Account
ru: Премиум аккаунт

# result/award/premium/text
source: Premium Account time has been added to your account. Premium Account lets you earn more credits and experience after each battle, and gives you a nice clean Garage.
ru: Ваш аккаунт получил премиум дни. Премиум аккаунт — это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар.

# result/award/repairkit/label
source: Large Repair Kit
ru: Большой ремкомплект

# result/award/repairkit/text
source: Repairs all damaged modules. Can be used multiple times in a battle. The consumable is removed after the battle if it was used at least once.
ru: Починка всех поврежденных модулей. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# result/award/shoot/label
source: Bootcamp Fire for Effect
ru: «Учебный огонь на поражение»

# result/award/shoot/text
source: Cause more damage to enemy vehicles than the hit points of your vehicle.
ru: Нанести противнику урона больше, чем прочность собственной машины.

# result/award/sniper/label
source: Bootcamp Sniper
ru: «Учебный снайпер»

# result/award/sniper/text
source: Fire and hit an enemy vehicle with at least 8 shots in a tutorial battle (non-penetrations and ricochets are counted).
ru: Попасть по противнику не менее 8 раз в учебном бою (непробития и рикошеты засчитываются).

# result/award/tank/label
source: Here Come the Reinforcements!
ru: Прибыло подкрепление!

# result/award/tank/text
source: Commander! You won the battle and were awarded a new vehicle in your Garage. Remember that you can purchase new vehicles as you progress in the game.
ru: Боец! Вы провели успешный бой и получаете в свой Ангар новую машину. Не забывайте, что по ходу продвижения по игре вы сможете существенно расширить свой танкопарк.

# result/award/toolbox/label
source: Toolbox
ru: Ящик с инструментами
