Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/bootcamp.*.resx
Languages: ru

# AWARD_OPTIONS
source: Change Reward
ru: Поменять награду

# AWARD_OPTIONS_DESCRIPTION_GE
source: Light German tank with a relatively powerful and accurate gun. Frontal armor is rather sturdy and can endure quite a few hits.
ru: Немецкий лёгкий танк с относительно мощным и точным орудием. Лобовая броня достаточно крепкая и способна выдерживать немало попаданий.

# AWARD_OPTIONS_DESCRIPTION_US
source: Medium U.S. tank with a wide variety of guns, high dynamics, but weak armor. Excellent for active reconnaissance and supporting an attack.
ru: Американский средний танк. Обладает широким выбором вооружения, хорошей динамикой, но слабой бронёй. Годится для поддержки атаки и активной разведки.

# AWARD_OPTIONS_DESCRIPTION_USSR
source: Light U.S.S.R. tank with average speed and weak armor. Its powerful gun and great dynamics enable effective medium-range performance.
ru: Лёгкий танк СССР. Обладает средней скоростью и слабой бронёй. Мощное вооружение и динамика позволяют эффективно стрелять на средних дистанциях.

# AWARD_OPTIONS_NATION_GE
source: GERMANY
ru: ГЕРМАНИЯ

# AWARD_OPTIONS_NATION_US
source: U.S.A.
ru: США

# AWARD_OPTIONS_NATION_USSR
source: U.S.S.R.
ru: СССР

# AWARD_OPTIONS_TITLE
source: CHOOSE YOUR FIRST VEHICLE
ru: ВЫБЕРИТЕ СВОЮ ПЕРВУЮ МАШИНУ

# BATTLE_RESULT_ASSISTED
source: Damage upon Your Spotting
ru: Урон по вашим разведданным

# BATTLE_RESULT_BLOCKED
source: Damage Blocked
ru: Заблокированный урон

# BATTLE_RESULT_DAMAGE
source: Damage
ru: Урон

# BATTLE_RESULT_DESCRIPTION_ASSISTED
source: Damage upon your spotting and upon your destroying a track is counted.
ru: Учитывается урон по вашим разведданным, а также урон после вашего попадания, сбившего гусеницу.

# BATTLE_RESULT_DESCRIPTION_BLOCKED
source: Total damage blocked by the armor of your vehicle including hits on external modules, non-penetrating hits, and ricochets.
ru: Общее количество заблокированного бронёй урона, включая попадания по внешним модулям, непробития и рикошеты.

# BATTLE_RESULT_DESCRIPTION_DAMAGE
source: Total damage caused to enemy vehicles.
ru: Общее количество урона, нанесённого технике противника.

# BATTLE_RESULT_DESCRIPTION_DESTROYED
source: Number of enemy vehicles destroyed by you.
ru: Количество уничтоженных вами машин противника.

# BATTLE_RESULT_DESCRIPTION_DETECTED
source: Number of enemy vehicles spotted by you.
ru: Количество обнаруженных вами машин противника.

# BATTLE_RESULT_DESTROYED
source: Destroyed
ru: Уничтожено

# BATTLE_RESULT_DETECTED
source: Spotted
ru: Обнаружено

# BTN_CONTINUE
source: Continue
ru: Продолжить

# BTN_CONTINUE_PREBATTLE
source: Battle!
ru: В бой!

# BTN_SELECT
source: Select
ru: Выбрать

source: Game mode
ru: Режим игры

# HINT_ADVANCED_SNIPER_BEFORE
source: The Sniper mode provides for better aiming at the weak spots of enemy vehicles
ru: В снайперском режиме проще найти слабые места в броне

# HINT_ADVANCED_SNIPER_MAIN
source: A green marker indicates a high chance of causing damage
ru: Зелёный маркер информирует о высоком шансе пробития брони

# HINT_ALLY_SHOOT
source: Do not fire at your allies!
ru: Не стреляйте в союзников!

# HINT_CAMERA_CONTROLS
source: Inspect your vehicle by clicking and holding LMB
ru: Осмотрите машину со всех сторон, зажав левую кнопку мыши

# HINT_EXIT_GAME_AREA
source: You are leaving the battlefield. Get back!
ru: Вы покидаете поле боя. Возвращайтесь!

# HINT_HEAL_CREW
source: Gunner injured, accuracy reduced. Use the First Aid Kit
ru: Наводчик ранен, точность снижена. Используйте аптечку

# HINT_LOW_HP
source: Your vehicle is seriously damaged!
ru: Ваша машина серьёзно повреждена!

# HINT_MESSAGE_AVOID
source: Flank and destroy the enemy vehicle; try to avoid being hit
ru: Обойдите и уничтожьте противника, избегая его огня

# HINT_MISSION3_CAPTUREBASE
source: Capturing an enemy base is one of the ways to secure victory
ru: Захват базы противника — один из вариантов победы

# HINT_MISSION3_CAPTUREHELP
source: Get back and help your ally capture the base
ru: Вернитесь и помогите союзнику с захватом

# HINT_MISSION3_CAPTUREINPROGRESS
source: Base capture in progress
ru: Идёт захват базы

# HINT_MISSION3_CAPTURELOST
source: When you take damage, your capture progress is reset
ru: Получение урона сбивает прогресс захвата базы

# HINT_MISSION3_CAPTURETOGETHER
source: Several vehicles capture the base faster
ru: Несколько машин захватывают базу быстрее

# HINT_MISSION3_FALLBACK
source: There are too many of them! Fall back!
ru: Их слишком много, отступайте!

# HINT_MISSION3_FLANKENEMIES
source: Flank the enemy
ru: Обойдите противника с фланга

# HINT_MISSION3_FLANKINGFAILS
source: You have been spotted! Remember: firing reveals your position
ru: Вас обнаружили! Помните: стрельба вас демаскирует

# HINT_MISSION3_FLANKINGWAIT
source: They are leaving! Stay alert and watch the area
ru: Они уходят! Продолжайте наблюдение

# HINT_MISSION3_FOLIAGEINTROA
source: Hold your fire; otherwise, the enemy will spot you
ru: Не стреляйте, иначе обнаружите себя

# HINT_MISSION3_FOLIAGEINTROB
source: Bushes will hide you from enemies as long as you hold your fire
ru: Кусты скроют вас от противника, если вы не стреляете

# HINT_MISSION3_PLAYERDETECTED
source: You have been spotted! Get ready to fight
ru: Вас обнаружили! Готовьтесь к бою

# HINT_MOVE
source: Vehicle controls
ru: Управление машиной

# HINT_MOVE_TURRET
source: Turret and aiming controls
ru: Управление башней и прицелом

# HINT_NO_MOVE
source: Vehicle movement controls: WASD
ru: Управление движением машины — WASD

# HINT_REPAIR_TRACK
source: Track destroyed. Use the Repair Kit
ru: Гусеница сбита, используйте ремкомплект

# HINT_SECONDARY_SNIPER
source: Scroll the mouse wheel to enter the Sniper mode
ru: Вход в снайперский режим: вращайте колесо мыши

# HINT_SHOOT
source: Aim at an enemy vehicle and fire
ru: Наведите прицел на противника и стреляйте

# HINT_SHOOT_WHILE_MOVING
source: Movement decreases gun accuracy
ru: Во время движения точность стрельбы ниже

# HINT_SNIPER
source: Scroll the mouse wheel to enter Sniper mode
ru: Вход в снайперский режим: крутите колесо мыши

# HINT_SNIPER_ON_DISTANCE_EXIT
source: Scroll the mouse wheel to leave Sniper mode
ru: Выход из снайперского режима: крутите колесо мыши

# HINT_SNIPER_ON_DISTANCE_MAIN
source: Scroll the mouse wheel to enter Sniper mode
ru: Вход в снайперский режим: крутите колесо мыши

# HINT_TARGET_UNLOCK
source: Auto-aim enabled. Disable it with RMB
ru: Автоприцел: отмена правой кнопкой мыши

# HINT_USELESS_CONSUMABLES
source: No need to use consumables
ru: Использование снаряжения не требуется

# HINT_USE_EXTINGUISHER
source: Vehicle on fire! Use the Fire Extinguisher
ru: Машина горит! Используйте огнетушитель

# HINT_WAIT_RELOAD
source: Loading gun
ru: Орудие перезаряжается

# LOADING_TIP_CROSSHAIR_HEADER_1
source: Higher Dispersion on the Move
ru: Большой разброс орудия в движении

# LOADING_TIP_CROSSHAIR_HEADER_2
source: Minimum Dispersion When Fully Aimed
ru: Минимальный разброс при полном сведении

# LOADING_TIP_EQUIPMENT_DESCRIPTION_1
source: Fire extinguishing
ru: Тушение пожара

# LOADING_TIP_EQUIPMENT_DESCRIPTION_2
source: Treatment of crew members
ru: Лечение членов экипажа

# LOADING_TIP_EQUIPMENT_DESCRIPTION_3
source: Repair of damaged modules
ru: Починка повреждённых модулей

# LOADING_TIP_EQUIPMENT_HEADER_1
source: Fire Extinguisher
ru: Огнетушитель

# LOADING_TIP_EQUIPMENT_HEADER_2
source: First Aid Kit
ru: Аптечка

# LOADING_TIP_EQUIPMENT_HEADER_3
source: Repair Kit
ru: Ремкомплект

# LOADING_TIP_MODULES_DESCRIPTION_2
source: Critical hit
ru: Критическое попадание

# LOADING_TIP_MODULES_DESCRIPTION_3
source: Critical hit
ru: Критическое попадание

# LOADING_TIP_MODULES_HEADER_1
source: Damaging external modules does not cause damage to the vehicle
ru: Повреждение внешних модулей не наносит урон машине

# LOADING_TIP_MODULES_HEADER_2
source: Unable to Fire
ru: Стрельба невозможна

# LOADING_TIP_MODULES_HEADER_3
source: Immobilized
ru: Обездвижен

# LOADING_TIP_PENETRATION_DESCRIPTION_1
source: High chance of penetration
ru: Высокий шанс пробития

# LOADING_TIP_PENETRATION_DESCRIPTION_2
source: Damage will be blocked
ru: Удар будет сдержан

# LOADING_TIP_PENETRATION_HEADER_1
source: Green Marker
ru: Зелёный маркер

# LOADING_TIP_PENETRATION_HEADER_2
source: Red Marker
ru: Красный маркер

# LOADING_TIP_SNIPER_DESCRIPTION_1
source: High
ru: Высокий

# LOADING_TIP_SNIPER_DESCRIPTION_2
source: Low
ru: Низкий

# LOADING_TIP_SNIPER_HEADER_1
source: Sniper Mode
ru: Снайперский режим

# LOADING_TIP_SNIPER_HEADER_2
source: Chance of Penetration
ru: Шанс пробития

# LOADING_TIP_VICTORY_DESCRIPTION_1
source: Enemy base captured
ru: База противника захвачена

# LOADING_TIP_VICTORY_DESCRIPTION_2
source: All enemy vehicles destroyed
ru: Вся техника противника уничтожена

# LOADING_TIP_VICTORY_HEADER_1
source: Victory!
ru: Победа!

# LOADING_TIP_VICTORY_HEADER_2
source: OR
ru: ИЛИ

# LOADING_TIP_VISIBILITY_DESCRIPTION_1
source: Hidden by an object
ru: Скрыт за объектом

# LOADING_TIP_VISIBILITY_DESCRIPTION_2
source: Hidden by bushes
ru: Скрыт кустами

# LOADING_TIP_VISIBILITY_DESCRIPTION_3
source: Spotted after firing
ru: Демаскирован выстрелом

# LOADING_TIP_VISIBILITY_DESCRIPTION_4
source: Moves across open terrain
ru: Двигается по открытой местности

# LOADING_TIP_VISIBILITY_HEADER_1
source: Concealed
ru: Невидим

# LOADING_TIP_VISIBILITY_HEADER_2
source: Spotted
ru: Виден

# LOADING_TIP_WASD_HEADER_1
source: Movement
ru: Движение

# LOADING_TIP_WASD_HEADER_2
source: Firing
ru: Стрельба

# LOADING_TIP_WASD_HEADER_3
source: Turret Traverse
ru: Вращение башни

# MARKER_BLOCKED
source: Armor was not penetrated
ru: Броня не пробита

# MARKER_CRITICAL
source: Critical damage
ru: Критический урон

# MARKER_RICOCHET
source: Ricochet
ru: Рикошет

# MESSAGE_BONUS_EQUIPMENT_LABEL
source: Toolbox
ru: Ящик с инструментами

# MESSAGE_BONUS_EQUIPMENT_TEXT
source: Accelerates repairs to damaged modules
ru: Ускоряет ремонт повреждённых модулей

# MESSAGE_BONUS_PREMIUM_DAYS
source: d
ru: д.

# MESSAGE_BONUS_PREMIUM_HOURS
source: h
ru: ч.

# MESSAGE_BOOTCAMP_GRADUATE_LABEL
source: CONGRATULATIONS!
ru: ПОЗДРАВЛЯЕМ!

# MESSAGE_BOOTCAMP_GRADUATE_TEXT
source: You successfully completed the tutorial
ru: Обучение успешно пройдено

# MESSAGE_CONSUMABLES_LABEL
source: CONSUMABLES
ru: СНАРЯЖЕНИЕ

# MESSAGE_CONSUMABLES_TEXT
source: Used to repair damaged modules and treat injured crew members
ru: Помогает бороться с повреждениями в бою

# MESSAGE_CREDITS_LABEL
source: CREDITS
ru: КРЕДИТЫ

# MESSAGE_CREDITS_TEXT
source: Used to purchase vehicles and equipment
ru: Для покупки и улучшения машины

# MESSAGE_EQUIPMENT_LABEL
source: EQUIPMENT
ru: ОБОРУДОВАНИЕ

# MESSAGE_EQUIPMENT_TEXT
source: Improves particular characteristics of a vehicle
ru: Улучшает определённые характеристики машины

# MESSAGE_EXPERIENCE_LABEL
source: COMBAT EXPERIENCE
ru: БОЕВОЙ ОПЫТ

# MESSAGE_EXPERIENCE_TEXT
source: Used to research modules and vehicles
ru: Для исследования модулей и техники

# MESSAGE_EXTRA_AWARD_OPTIONS
source: Change Reward
ru: Поменять награду

# MESSAGE_FIRE_EXTINGUISHER_LABEL
source: Manual Fire Extinguisher
ru: Ручной огнетушитель

# MESSAGE_FIRST_AID_KIT_LABEL
source: Large First Aid Kit
ru: Большая аптечка

# MESSAGE_GOLD_LABEL
source: GOLD
ru: ЗОЛОТО

# MESSAGE_GOLD_TEXT
source: Used to purchase Premium Account
ru: Для покупки премиум аккаунта и предметов

# MESSAGE_INTRO_LESSON_III_CREW_LABEL
source: Crew
ru: Экипаж

# MESSAGE_INTRO_LESSON_III_LABEL
source: Receiving a New Vehicle
ru: Получение новой машины

# MESSAGE_INTRO_LESSON_II_LABEL
source: Improving a Vehicle
ru: Улучшение машины

# MESSAGE_INTRO_LESSON_IV_LABEL
source: Equipment and Consumables
ru: Оборудование и снаряжение

# MESSAGE_INTRO_LESSON_V_LABEL
source: Gold and Premium
ru: Золото и премиум

# MESSAGE_MISSION_ACCOMPLISHED_LABEL
source: MISSION COMPLETED
ru: ЗАДАЧА ВЫПОЛНЕНА

# MESSAGE_MISSION_ACCOMPLISHED_TEXT
source: Reward
ru: Награда

# MESSAGE_NEW_MODULE_LABEL
source: MODULE PURCHASED
ru: МОДУЛЬ КУПЛЕН

# MESSAGE_NEW_MODULE_TEXT
source: It will be mounted automatically
ru: Сейчас он будет установлен автоматически

# MESSAGE_PREMIUM_LABEL
source: PREMIUM ACCOUNT
ru: ПРЕМИУМ АККАУНТ

# MESSAGE_PREMIUM_TEXT
source: Increases experience and credits earned
ru: Увеличивает заработок опыта и кредитов

# MESSAGE_REPAIR_KIT_LABEL
source: Large Repair Kit
ru: Большой ремкомплект

# MESSAGE_SECOND_VEHICLE_TEXT_NATION_0
source: Vehicle in the Garage
ru: Машина уже в Ангаре

# MESSAGE_SECOND_VEHICLE_TEXT_NATION_1
source: Vehicle in the Garage
ru: Машина уже в Ангаре

# MESSAGE_SECOND_VEHICLE_TEXT_NATION_2
source: Vehicle in the Garage
ru: Машина уже в Ангаре

# MESSAGE_SIX_SENSE_PERK_LABEL
source: The Sixth Sense Perk
ru: Навык «Шестое чувство»

# MESSAGE_SIX_SENSE_PERK_TEXT
source: A very important perk that allows the Commander to determine whether the vehicle has been spotted
ru: Важный навык, позволяющий командиру определить, обнаружена ли его машина

# MESSAGE_SKILLS_AND_PERKS_LABEL
source: SKILLS AND PERKS
ru: УМЕНИЯ И НАВЫКИ

# MESSAGE_SKILLS_AND_PERKS_TEXT
source: The crew improves the vehicle characteristics
ru: Экипаж улучшает характеристики машины

# MESSAGE_UNLOCK_MODULE_LABEL
source: MODULE RESEARCHED
ru: МОДУЛЬ ИССЛЕДОВАН

# MESSAGE_UNLOCK_MODULE_TEXT
source: Now you can purchase and mount it
ru: Теперь его можно купить и установить

# MESSAGE_UNLOCK_VEHICLE_LABEL
source: VEHICLE RESEARCHED
ru: МАШИНА ИССЛЕДОВАНА

# MESSAGE_UNLOCK_VEHICLE_TEXT
source: Now you can purchase it
ru: Теперь её можно купить

# MESSAGE_VEHICLE_AWARDED_LABEL
source: NEW VEHICLE RECEIVED
ru: ПОЛУЧЕН НОВЫЙ ТАНК

# MESSAGE_VEHICLE_AWARDED_TEXT
source: Click Continue to proceed
ru: Нажмите «Продолжить», чтобы перейти к следующему уроку.

# PREBATTLE_HINT_CONSUMABLES
source: Consumables
ru: Снаряжение

# PREBATTLE_HINT_CREW
source: Crew
ru: Экипаж

# PREBATTLE_HINT_HP
source: Vehicle HP
ru: Прочность машины

# PREBATTLE_HINT_MINIMAP
source: Minimap
ru: Миникарта

# PREBATTLE_HINT_MODULES
source: Modules
ru: Модули

# PREBATTLE_HINT_PENETRATION_CHANCE
source: Chance of Penetration
ru: Шанс пробития

# PREBATTLE_HINT_PENETRATION_HIGH
source: High
ru: Высокий

# PREBATTLE_HINT_PENETRATION_LOW
source: Low
ru: Низкий

# PREBATTLE_HINT_SCORE
source: Team score
ru: Командный счёт

# QUEST_CONDITION
source: Fight in the Random Battle mode in a Tier III vehicle and apply your knowledge to battling real players
ru: Победите в режиме «Случайный бой» на машине III уровня. Для победы нужно применить все усвоенные вами навыки!

# QUEST_GAMEMODE
source: Random Battle
ru: Случайный бой

# QUEST_NAME
source: Random Battle
ru: Случайный бой

# QUEST_TITLE
source: Trial by Fire
ru: Проверка боем

# REQUEST_BOOTCAMP_FINISH
source: Leave Bootcamp
ru: Покинуть Учебный полигон

# REQUEST_BOOTCAMP_RETURN
source: Return to Bootcamp
ru: Вернуться на Учебный полигон

# REQUEST_BOOTCAMP_START
source: Enter Bootcamp
ru: Пройти Учебный полигон

# RESULT_AWARD_CADET_LABEL
source: Bootcamp High Caliber
ru: «Учебный основной калибр»

# RESULT_AWARD_CADET_TEXT
source: Cause the highest damage in a tutorial battle.
ru: Нанести наибольшее количество урона в учебном бою.

# RESULT_AWARD_CREW_LABEL
source: Crew Management Available
ru: Доступно управление экипажем

# RESULT_AWARD_CREW_TEXT
source: You can now manage your vehicle's crew.
ru: Вы получили доступ к управлению экипажем своей машины.

# RESULT_AWARD_DUEL_LABEL
source: Bootcamp Duelist
ru: «Дуэлянт-ученик»

# RESULT_AWARD_DUEL_TEXT
source: Destroy at least two enemy vehicles that caused damage to your vehicle in the battle.
ru: Уничтожить в бою не менее 2 машин противника, нанёсших вам урон.

# RESULT_AWARD_EXTINGUISHER_LABEL
source: Manual Fire Extinguisher
ru: Ручной огнетушитель

# RESULT_AWARD_EXTINGUISHER_TEXT
source: Extinguish fires in your vehicle. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Тушение пожара в собственной машине. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# RESULT_AWARD_GOLD_LABEL
source: Gold
ru: Золото

# RESULT_AWARD_GOLD_TEXT
source: You received some valuable in-game currency, which can be used for multiple purposes.
ru: Вы получили немного ценной внутриигровой валюты, которую можно потратить на широкий спектр целей.

# RESULT_AWARD_INVADER_LABEL
source: Bootcamp Invader
ru: «Учебный захватчик»

# RESULT_AWARD_INVADER_TEXT
source: Participate in a successful capture of a base in a tutorial battle.
ru: Принять участие в успешном захвате базы в учебном бою.

# RESULT_AWARD_MEDICALKIT_LABEL
source: Large First Aid Kit
ru: Большая аптечка

# RESULT_AWARD_MEDICALKIT_TEXT
source: Treatment of all injured crew members and removing the stun effect. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Лечение всех раненых членов экипажа и снятие эффекта оглушения. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# RESULT_AWARD_MISSION_LABEL
source: Trial by Fire
ru: Проверка боем

# RESULT_AWARD_MISSION_TEXT
source: Mission completed!
ru: Задача выполнена!

# RESULT_AWARD_PREMIUM_LABEL
source: Premium Account
ru: Премиум аккаунт

# RESULT_AWARD_PREMIUM_TEXT
source: You received days of Premium Account. In addition to extra experience and credits, Premium Account also gets you a nice clean Garage.
ru: Вы получили дни премиум аккаунта. А это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар.

# RESULT_AWARD_REPAIRKIT_LABEL
source: Large Repair Kit
ru: Большой ремкомплект

# RESULT_AWARD_REPAIRKIT_TEXT
source: Repair of all damaged modules. Can be used multiple times in a battle. The consumable is removed after a battle if it was used at least once.
ru: Починка всех повреждённых модулей. Используется многократно за бой. Снаряжение списывается после боя, если было хоть раз применено.

# RESULT_AWARD_SHOOT_LABEL
source: Bootcamp Fire for Effect
ru: «Учебный огонь на поражение»

# RESULT_AWARD_SHOOT_TEXT
source: Cause more damage to enemy vehicles than the hit points of your vehicle.
ru: Нанести противнику урона больше, чем прочность собственной машины.

# RESULT_AWARD_SNIPER_LABEL
source: Bootcamp Sniper
ru: «Учебный снайпер»

# RESULT_AWARD_SNIPER_TEXT
source: Fire and hit an enemy vehicle with at least 8 shots in a tutorial battle (non-penetrations and ricochets are counted).
ru: Попасть по противнику не менее 8 раз в учебном бою (непробития и рикошеты засчитываются).

# RESULT_AWARD_TANK_LABEL
source: Here Come the Reinforcements!
ru: Прибыло подкрепление!

# RESULT_AWARD_TANK_TEXT
source: Commander! You won the battle and received a new vehicle as reward. Remember that you can purchase new vehicles as you progress in the game.
ru: Боец! Вы провели успешный бой и получаете в свой Ангар новую машину. Не забывайте, что по ходу продвижения по игре вы сможете существенно расширить свою коллекцию.

# RESULT_AWARD_TOOLBOX_LABEL
source: Toolbox
ru: Ящик с инструментами

# RESULT_AWARD_TOOLBOX_TEXT
source: +25% to repair speed.
ru: +25% к скорости ремонта.

# WELLCOME_BOOTCAMP_DESCRIPTION
source: Welcome!
ru: Добро пожаловать!

# WITH_PREMIUM
source: With Premium Account:
ru: С премиум аккаунтом:

# invitation/note/CLAN
source: Clan Battle will be available after you complete training.
ru: Клановый бой станет доступен после завершения обучения.

# invitation/note/CLUBS
source: Team Battle will be available after you complete training.
ru: Командный бой станет доступен после завершения обучения.

# invitation/note/COMPANY
source: Tank Company will be available after you complete training.
ru: Ротный бой станет доступен после завершения обучения.

# invitation/note/EVENT
source: Playing in a Platoon will be available after you complete training.
ru: Игра взводом станет доступна после завершения обучения.

# invitation/note/EXTERNAL
source: Skirmishes will be available after you complete training.
ru: Вылазки станут доступны после завершения обучения.

# invitation/note/FALLOUT
source: Playing in a Platoon will be available after you complete training.
ru: Игра взводом станет доступна после завершения обучения.

# invitation/note/FORT_BATTLE
source: Advances will be available after you complete training.
ru: Наступления станут доступны после завершения обучения.

# invitation/note/SORTIE
source: Skirmishes will be available after you complete training.
ru: Вылазки станут доступны после завершения обучения.

# invitation/note/SQUAD
source: Playing in a Platoon will be available after you complete training.
ru: Игра взводом станет доступна после завершения обучения.

# invitation/note/TOURNAMENT
source: Tournaments will be available after you complete training.
ru: Турниры станут доступны после завершения обучения.

# invitation/note/TRAINING
source: Team Training will be available after you complete training.
ru: Тренировочный бой станет доступен после завершения обучения.

# invitation/note/UNIT
source: Team Battle will be available after you complete training.
ru: Командный бой станет доступен после завершения обучения.

# queue/cancel_queue
source: Cancel
ru: Отмена

# queue/message
source: Assembling teams...
ru: Идёт формирование команд...

# queue/more_n_minutes
source: over %(minutes)s min
ru: более %(minutes)s мин.

# queue/player-waiting-time
source: In queue:
ru: Вы в очереди:

# queue/queue_too_long
source: The queue is full. Please wait for your turn in the queue or skip the tutorial.
ru: Очередь переполнена. Ожидайте или пропустите обучение.

# queue/skip_tutorial
source: Skip tutorial
ru: Пропустить обучение

# queue/title
source: Please wait until a proper server is selected
ru: Подождите, подбирается подходящий для вас сервер

# queue/units
source: %(units)s s
ru: %(units)s с

# resultlabel/ended
source: BATTLE ENDED
ru: БОЙ ОКОНЧЕН

# resultlabel/lose
source: DEFEAT
ru: ПОРАЖЕНИЕ

# resultlabel/techWin
source: TECHNICAL VICTORY
ru: ТЕХНИЧЕСКАЯ ПОБЕДА

# resultlabel/tie
source: DRAW
ru: НИЧЬЯ

# resultlabel/win
source: VICTORY!
ru: ПОБЕДА!

# transition/title
source: Connecting to Server
ru: Соединение с сервером

source: Akeno Kido
ru: Акёно Кидо

# Aleksandr Antonuk
source: Tadeasz Vitek
ru: Тадеаш Витек

source: Aleksandr Fesich
ru: Александр Фесич

source: Aleksandr Ustinov
ru: Александр Устинов

# Aleksey Egorov
source: Alexey Egorov
ru: Алексей Егоров

# Aleksey Kluchikov
source: Alexey Kluchikov
ru: Алексей Ключиков

# Andrii Kozyra
source: Andrey Kozyra
ru: Андрей Козыра

# Benedikt Dresdner
source: Benedict Dresdner
ru: Бенедикт Дресднер

source: Bill Tenson
ru: Билл Тенсон

source: Charles Baker
ru: Чарльз Бейкер

source: Claud Gault
ru: Глод Гульт

source: Cornelius Holst
ru: Корнелиус Холст

# Cory Preston
source: Chang Yu-sheng
ru: Шэнь Юшенг

source: Denis Gordienko
ru: Денис Гордиенко

source: Elias Fredriksson
ru: Элиас Фредрикссон

# Etien Asieos
source: Herbert Feld
ru: Герберт Фельд

# Fabian Haupt
source: Fabier Haupt
ru: Фабьер Хопт

# Fedor Belkin
source: Fyodor Belkin
ru: Фёдор Белкин

source: Frank Dimmelton
ru: Френк Диммельтон

# Fridrih Simann
source: Friedrich Simann
ru: Фридрих Шиман

source: Fudo Sugimoto
ru: Фудо Шугимото

# Gavril Stolbov
source: Gavrila Stolbov
ru: Гаврила Стоблов

source: Gerhard Braun
ru: Герхард Браун

source: Gunther Franke
ru: Гюнтер Франке

source: Hasso Mirato
ru: Хассо Мирато

# Heiko Rihter
source: Naiko Richter
ru: Найко Рихтер

source: Igor Goncharenko
ru: Игорь Гончаренко

source: Isidzukuri Soma
ru: Ишидзукури Шома

# James Brounge
source: James Broungee
ru: Джеймс Брунджи

# Jean-Christophe Morel
source: Jean-Christoph Morel
ru: Жан-Кристоф Морель

source: Jing Jie
ru: Инь И

source: John Albert
ru: Джон Альберт

# John Dicker
source: Pierre-Louis Dupont
ru: Пьер-Луи Дюпон
