Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/bootcamp.*.resx
Languages: ru

# result/award/toolbox/text
source: +25% to repair speed.
ru: +25% Ускорение скорости ремонта.

# resultlabel/techwin
source: TECHNICAL VICTORY
ru: ТЕХНИЧЕСКАЯ ПОБЕДА

# wellcome/bootcamp/description
source: Welcome!
ru: Добро пожаловать!

source: With Premium:
ru: С премиумом:
