Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/chat.*.resx
Languages: ru

# channels/battle/common
source: General
ru: Общий

# channels/battle/team
source: Team
ru: Командный

# channels/clan
source: Clan
ru: Клан

# channels/common
source: General
ru: Общий

# channels/nubs
source: Recruits
ru: Новички

# channels/prebattle
source: Pre-Battle
ru: Предбоевой

# channels/special_battles
source: Special Battle
ru: Специальный бой

# channels/squad
source: Platoon
ru: Взвод

# channels/squadNotReady/tooltip/body
source: Platoon has been created. Please wait until the players are ready.
ru: Взвод сформирован, ожидайте готовности игроков.

# channels/squadNotReady/tooltip/header
source: Platoon
ru: Взвод

# channels/squadReady/tooltip/body
source: Platoon has been created. All players are ready.
ru: Взвод сформирован, все готовы.

# channels/squadReady/tooltip/header
source: Platoon
ru: Взвод

# channels/system
source: System
ru: Системный

# channels/tournament
source: Tournament
ru: Турнир

# channels/trading
source: Trade
ru: Торговый

# channels/training
source: Training
ru: Тренировочный

# errors/addmoderatorchatadmin
source: Chat administrator is also a channel moderator.
ru: Администратор чата также является модератором канала.

# errors/addmoderatorowner
source: Channel owner is also a channel moderator.
ru: Владелец канала также является модератором канала.

# errors/banchannelowner
source: Channel owner cannot be banned.
ru: Нельзя забанить владельца канала.

# errors/banchatadmin
source: Chat administrator cannot be banned.
ru: Hельзя забанить администратора чата.

# errors/banned
source: You have been banned by user %(banOwnerNick)s until %(banEndTime)s. Reason: %(banReason)s
ru: Вы забанены пользователем %(banOwnerNick)s до %(banEndTime)s. Причина: %(banReason)s

# errors/bannedpermanent
source: You have been banned by user %(banOwnerNick)s. Reason: %(banReason)s
ru: Вы забанены пользователем %(banOwnerNick)s. Причина: %(banReason)s

# errors/chatbanned
source: You have been banned until %(banEndTime)s. Reason: %(banReason)s
ru: Вы забанены до %(banEndTime)s. Причина: %(banReason)s

# errors/chatbannedpermanent
source: You have been banned. Reason: %(banReason)s
ru: Вы забанены. Причина: %(banReason)s

# errors/commandInCooldown
source: Command %(command)s has been suspended for %(cooldownPeriod)s s.
ru: Команда %(command)s заморожена на %(cooldownPeriod)s с.

# errors/delmoderatorchatadmin
source: Moderator permissions cannot be revoked from chat administrator.
ru: Нельзя лишить администратора канала прав модератора.

# errors/delmoderatorowner
source: Moderator permissions cannot be revoked from the channel owner.
ru: Нельзя лишить владельца канала прав модератора.

# errors/timeincorrect
source: The ‘time’ parameter must be a positive value of minutes [1-1440] or ‘permanent’.
ru: Aргумент 'время' должен быть положительным значением минут[1-1440] или 'permanent'

# errors/toomanyargs
source: Too many parameters.
ru: Слишком много аргументов.

# errors/toosmallargs
source: Insufficient number of parameters.
ru: Недостаточно аргументов.

# errors/userbanhimself
source: You cannot ban yourself.
ru: Нельзя забанить самого себя.

# messages/userbanned
source: User %(banedUser)s has been banned by user %(banOwnerNick)s until %(banEndTime)s. Reason: %(banReason)s
ru: Пользователь %(banedUser)s забанен пользователем %(banOwnerNick)s до %(banEndTime)s. Причина: %(banReason)s

# messages/userbannedpermanent
source: User %(banedUser)s has been banned by user %(banOwnerNick)s. Reason: %(banReason)s
ru: Пользователь %(banedUser)s забанен пользователем %(banOwnerNick)s. Причина: %(banReason)s
