Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/clans.*.resx
Languages: ru

# clan/header/chatChannelBtn
source: Clan Chat
ru: Чат клана

# clan/header/chatChannelBtn/tooltip/body
source: Click to write and send a message to the clan chat.
ru: Нажмите, чтобы ввести сообщение и отправить его в чат клана.

# clan/header/chatChannelBtn/tooltip/header
source: Clan Chat
ru: Чат клана

# clan/header/creationDate
source: Created on %(creationDate)s
ru: Создан %(creationDate)s

# clan/header/invitesAndRequests
source: Applications and Invitations
ru: Заявки и приглашения

# clan/header/requestSent
source: Application submitted
ru: Заявка подана

# clan/header/sendRequestBtn
source: Submit Application
ru: Подать заявку

# clan/header/sendRequestBtn/tooltip/body
source: Click to submit your application to this clan.
ru: Нажмите, чтобы подать заявку на вступление в этот клан.

# clan/header/sendRequestBtn/tooltip/header
source: Submit Application
ru: Подать заявку

# clan/post/combatOfficer
source: Combat Officer
ru: Командир подразделения

# clan/post/commander
source: Commander
ru: Командующий

# clan/post/executiveOfficer
source: Executive Officer
ru: Заместитель командующего

# clan/post/intelligenceOfficer
source: Intelligence Officer
ru: Офицер разведки

# clan/post/juniorOfficer
source: Junior Officer
ru: Младший офицер

# clan/post/personnelOfficer
source: Personnel Officer
ru: Офицер штаба

# clan/post/private
source: Private
ru: Боец

# clan/post/quartermaster
source: Quartermaster
ru: Офицер снабжения

# clan/post/recruit
source: Recruit
ru: Новобранец

# clan/post/recruiter
source: Recruitment Officer
ru: Офицер по кадрам

# clan/post/reservist
source: Reservist
ru: Резервист

# clanInvitesWindow/dataUpdated
source: Data in the table has been updated.
ru: Данные в таблице изменились

# clanInvitesWindow/dummy/noActualRequests/link
source: Recruitment Requirements
ru: «Условия призыва»

# clanInvitesWindow/dummy/noActualRequests/text
source: Can be edited
ru: Доступно редактирование

# clanInvitesWindow/dummy/noActualRequests/title
source: The clan has no pending applications.
ru: У клана нет актуальных заявок

# clanInvitesWindow/dummy/noExpiredRequests/title
source: The clan has no expired applications.
ru: У клана нет устаревших заявок

# clanInvitesWindow/dummy/noInvites/invite
source: Invite to Clan
ru: Пригласить в клан

# clanInvitesWindow/dummy/noInvites/text
source: Click %(invite)s to send invitations to new players.
ru: Нажмите %(invite)s, чтобы отправить приглашения новым игрокам.

# clanInvitesWindow/dummy/noInvites/title
source: The clan did not send any invitations in the last 28 days.
ru: Клан не отправлял приглашения последние 28 дней

# clanInvitesWindow/dummy/noInvitesActual/title
source: The clan does not have any pending invitations from the last 28 days.
ru: У клана нет актуальных приглашений за последние 28 дней

# clanInvitesWindow/dummy/noInvitesExpired/title
source: The clan does not have any expired invitations from the last 28 days.
ru: У клана нет устаревших приглашений за последние 28 дней

# clanInvitesWindow/dummy/noInvitesProcessed/title
source: The clan does not have any processed invitations from the last 28 days.
ru: У клана нет приглашений с принятым решением за последние 28 дней

# clanInvitesWindow/dummy/noProcessedRequests/title
source: The clan has no processed applications.
ru: У клана нет обработанных заявок

# clanInvitesWindow/dummy/serverError/text
source: No data received from server. Try again later.
ru: Данные с сервера не получены, попробуйте позже.

# clanInvitesWindow/dummy/serverError/title
source: Server Error
ru: Ошибка сервера

# clanInvitesWindow/filters/actual
source: Pending (%(value)s)
ru: Актуальные (%(value)s)

# clanInvitesWindow/filters/all
source: All (%(value)s)
ru: Все (%(value)s)

# clanInvitesWindow/filters/expired
source: Expired (%(value)s)
ru: Устаревшие (%(value)s)

# clanInvitesWindow/filters/hasAnswer
source: Decision received (%(value)s)
ru: Получен ответ (%(value)s)

# clanInvitesWindow/filters/processed
source: Processed (%(value)s)
ru: Обработанные (%(value)s)

# clanInvitesWindow/header/freePlacesInClan
source: Free positions in clan: %(count)s
ru: Свободных мест в клане: %(count)s

# clanInvitesWindow/header/inviteInClan
source: Invite to Clan
ru: Пригласить в клан

# clanInvitesWindow/header/tooltips/info
source: You have three days to process an application to join the clan. Applications and invitations are stored for 28 days, then automatically deleted.
ru: У вас есть 3 дня на обработку заявки на приём в клан. Заявки и приглашения хранятся в течение 28 дней, затем автоматически удаляются.

# clanInvitesWindow/header/tooltips/noPlaces
source: Unable to invite players: the clan is full.
ru: Невозможно пригласить игроков: в клане нет свободных мест.

# clanInvitesWindow/header/tooltips/recruitementStopped
source: Unable to invite players: clan recruitment is closed at the moment.
ru: Невозможно пригласить игроков: набор в клан приостановлен.

# clanInvitesWindow/status/accepted
source: Accepted
ru: Принято

# clanInvitesWindow/status/daysLeft
source: %(days)d d to process
ru: %(days)d д. на ответ

# clanInvitesWindow/status/declined
source: Declined
ru: Отклонено

# clanInvitesWindow/status/error
source: Error
ru: Ошибка

# clanInvitesWindow/status/expired
source: Expired
ru: Просрочено

# clanInvitesWindow/status/hoursLeft
source: %(hours)d h to process
ru: %(hours)d ч. на ответ

# clanInvitesWindow/status/minutesLeft
source: %(min)d min to process
ru: %(min)d мин. на ответ

# clanInvitesWindow/status/sent
source: Sent
ru: Отправлено

# clanInvitesWindow/tabInvites
source: Invitations (%(value)s)
ru: Приглашения (%(value)s)

# clanInvitesWindow/tabRequests
source: Applications (%(value)s)
ru: Заявки (%(value)s)

# clanInvitesWindow/table/actions
source: Actions
ru: Действия

# clanInvitesWindow/table/inviteButton
source: Invite
ru: Пригласить

# clanInvitesWindow/table/sent
source: Sent
ru: Отправлено

# clanInvitesWindow/table/showMore
source: Show More
ru: Показать ещё

# clanInvitesWindow/table/status
source: Status
ru: Статус

# clanInvitesWindow/table/userName
source: Player
ru: Имя игрока

# clanInvitesWindow/title
source: Applications and Invitations
ru: Заявки и приглашения

# clanInvitesWindow/tooltips/header/inviteButton
source: Click to invite players to the clan.
ru: Нажмите, чтобы пригласить других игроков в клан.

# clanInvitesWindow/tooltips/invite/byUser
source: By invitation from:
ru: По приглашению:

# clanInvitesWindow/tooltips/invite/inviteAccepted
source: Invitation accepted.
ru: Приглашение принято

# clanInvitesWindow/tooltips/invite/inviteDeclined
source: Invitation declined.
ru: Приглашение отклонено

# clanInvitesWindow/tooltips/invite/inviteSent
source: Invitation sent.
ru: Приглашение отправлено

# clanInvitesWindow/tooltips/invite/sender
source: Sender:
ru: Отправитель:

# clanInvitesWindow/tooltips/refreshButton/disabled
source: This button will be enabled upon receiving new data from the server.
ru: Кнопка станет активной после появления новых данных на сервере.

# clanInvitesWindow/tooltips/refreshButton/enabled
source: Click to display new applications and invitations.
ru: Нажмите, чтобы отобразить новые заявки и приглашения.

# clanInvitesWindow/tooltips/refreshButton/enabledTryToRefresh
source: Refresh the list.
ru: Попробуйте обновить.

# clanInvitesWindow/tooltips/request/byUser
source: Decision-maker:
ru: По решению:

# clanInvitesWindow/tooltips/request/requestAccepted
source: Application accepted.
ru: Заявка принята

# clanInvitesWindow/tooltips/request/requestDeclined
source: Application declined.
ru: Заявка отклонена

# clanInvitesWindow/tooltips/request/requestSent
source: Application submitted.
ru: Заявка подана

# clanInvitesWindow/tooltips/table/cantAcceptRequest/body
source: Unable to add new players: the clan is full.
ru: Невозможно пригласить игроков: в клане нет свободных мест.

# clanInvitesWindow/tooltips/table/cantSendInvite/body
source: Unable to invite new players: the clan is full.
ru: Невозможно принять игроков в состав: в клане нет свободных мест.

# clanInvitesWindow/tooltips/table/invites/awgExp/body
source: Average experience per battle of the player whom the invitation was sent to (including Premium Account)
ru: Средний опыт за бой игрока, которому отправлено приглашение (с учётом премиум аккаунта)

# clanInvitesWindow/tooltips/table/invites/awgExp/header
source: Average Experience per Battle
ru: Средний опыт за бой

# clanInvitesWindow/tooltips/table/invites/battlesCount/body
source: Battles fought by the player whom the invitation was sent to.
ru: Количество боёв игрока, которому отправлено приглашение.

# clanInvitesWindow/tooltips/table/invites/battlesCount/header
source: Battles
ru: Бои

# clanInvitesWindow/tooltips/table/invites/inviteButton
source: Click to invite this player to the clan.
ru: Нажмите, чтобы пригласить данного игрока в клан.

# clanInvitesWindow/tooltips/table/invites/message/body
source: Message included with the invitation from the clan.
ru: Сообщение, приложенное кланом к приглашению.

# clanInvitesWindow/tooltips/table/invites/message/header
source: Message
ru: Сообщение

# clanInvitesWindow/tooltips/table/invites/personalRating/body
source: Personal Rating of the player whom the invitation was sent to
ru: Личный рейтинг игрока, которому отправлено приглашение.

# clanInvitesWindow/tooltips/table/invites/personalRating/header
source: Personal Rating
ru: Личный рейтинг

# clanInvitesWindow/tooltips/table/invites/sent/body
source: Date and time when the clan invitation was sent
ru: Дата и время отправки приглашения в клан.

# clanInvitesWindow/tooltips/table/invites/sent/header
source: Sent
ru: Отправлено

# clanInvitesWindow/tooltips/table/invites/status/body
source: Clan invitation status. An invitation can be pending, expired, or processed.
ru: Статус приглашения в клан. Приглашение может быть актуальным, устаревшим и обработанным.

# clanInvitesWindow/tooltips/table/invites/status/header
source: Status
ru: Статус

# clanInvitesWindow/tooltips/table/invites/userName/body
source: Name of the player whom the invitation was sent to
ru: Имя игрока, которому отправлено приглашение.

# clanInvitesWindow/tooltips/table/invites/userName/header
source: Player
ru: Имя

# clanInvitesWindow/tooltips/table/invites/wins/body
source: Victory rate of the player whom the invitation was sent to
ru: Общий процент побед игрока, которому отправлено приглашение.

# clanInvitesWindow/tooltips/table/invites/wins/header
source: Victories
ru: Победы

# clanInvitesWindow/tooltips/table/requests/actions/body
source: An application can either be accepted or declined.
ru: Заявку можно принять или отклонить.

# clanInvitesWindow/tooltips/table/requests/actions/header
source: Actions
ru: Действия

# clanInvitesWindow/tooltips/table/requests/awgExp/body
source: Average experience per battle of the player who submitted the application (including Premium Account)
ru: Средний опыт за бой игрока, подавшего заявку (с учётом премиум аккаунта).

# clanInvitesWindow/tooltips/table/requests/awgExp/header
source: Average Experience per Battle
ru: Средний опыт за бой

# clanInvitesWindow/tooltips/table/requests/battlesCount/body
source: Total battles fought by the player who submitted the application
ru: Общее количество боёв игрока, подавшего заявку.

# clanInvitesWindow/tooltips/table/requests/battlesCount/header
source: Battles
ru: Бои

# clanInvitesWindow/tooltips/table/requests/message/body
source: Message from the player, included with their application
ru: Сообщение, приложенное игроком к заявке.

# clanInvitesWindow/tooltips/table/requests/message/header
source: Message
ru: Сообщение

# clanInvitesWindow/tooltips/table/requests/personalRating/body
source: Personal Rating of the player who submitted the application
ru: Личный рейтинг игрока, подавшего заявку.

# clanInvitesWindow/tooltips/table/requests/personalRating/header
source: Personal Rating
ru: Личный рейтинг

# clanInvitesWindow/tooltips/table/requests/status/body
source: Clan application status. An application can be pending, expired, or processed.
ru: Статус заявки в клан. Заявка может быть актуальной, устаревшей и обработанной.

# clanInvitesWindow/tooltips/table/requests/status/header
source: Status
ru: Статус

# clanInvitesWindow/tooltips/table/requests/userName/body
source: Name of the player who submitted the application
ru: Имя игрока, подавшего заявку.

# clanInvitesWindow/tooltips/table/requests/userName/header
source: Player
ru: Имя

# clanInvitesWindow/tooltips/table/requests/wins/body
source: Victory rate of the player who submitted the application
ru: Общий процент побед игрока, подавшего заявку.

# clanInvitesWindow/tooltips/table/requests/wins/header
source: Victories
ru: Победы

# clanPersonalInvitesWindow/actualInvites
source: Pending invitations: %(count)s
ru: Актуальные приглашения: %(count)s

# clanPersonalInvitesWindow/declineSelected
source: Decline Selected (%(count)s)
ru: Отклонить выбранное (%(count)s)

# clanPersonalInvitesWindow/headerText
source: My Clan Invitations
ru: Мои приглашения в клан

# clanPersonalInvitesWindow/loading
source: Receiving data...
ru: Получение данных...

# clanPersonalInvitesWindow/noInvites
source: You do not yet have any invitations to clans.
ru: У вас пока нет приглашений от кланов

# clanPersonalInvitesWindow/selectAll
source: Select all applications
ru: Выделить все заявки

# clanPersonalInvitesWindow/table/actions
source: Actions
ru: Действия

# clanPersonalInvitesWindow/table/clanName
source: Clan Name
ru: Название клана

# clanPersonalInvitesWindow/table/status
source: Status
ru: Статус

# clanPersonalInvitesWindow/title
source: Clan Invitations
ru: Приглашения в клан

# clanPersonalInvitesWindow/tooltips/refreshButton/disabled
source: You will be able to update the list upon receiving new data.
ru: Вы сможете обновить список после появления новых данных.

# clanPersonalInvitesWindow/tooltips/refreshButton/enabled
source: Click to update the table.
ru: Нажмите, чтобы обновить данные в таблице.

# clanPersonalInvitesWindow/tooltips/table/invites/awgExp/body
source: Average experience earned per battle by members of the clan that sent the invitation (weighted average across the Random Battle mode)
ru: Средний опыт за бой игроков клана, приславшего приглашение (средневзвешенное по Случайным боям)

# clanPersonalInvitesWindow/tooltips/table/invites/awgExp/header
source: Average Experience per Battle
ru: Средний опыт за бой

# clanPersonalInvitesWindow/tooltips/table/invites/battlesCount/body
source: Average number of battles fought by members of the clan that sent the invitation (only in the Random Battle mode)
ru: Среднее количество боёв игроков клана, приславшего приглашение (только Случайные бои)

# clanPersonalInvitesWindow/tooltips/table/invites/battlesCount/header
source: Clan's Battles
ru: Бои клана

# clanPersonalInvitesWindow/tooltips/table/invites/clanName/body
source: Name of the clan that sent you an invitation
ru: Название клана, приславшего приглашение на вступление

# clanPersonalInvitesWindow/tooltips/table/invites/clanName/header
source: Clan Name
ru: Название клана

# clanPersonalInvitesWindow/tooltips/table/invites/message/body
source: Message from the clan that sent you an invitation
ru: Сообщение, приложенное кланом к приглашению на вступление

# clanPersonalInvitesWindow/tooltips/table/invites/message/header
source: Message
ru: Сообщение

# clanPersonalInvitesWindow/tooltips/table/invites/rating/body
source: Total rating of the clan that sent you an invitation
ru: Общий рейтинг клана, приславшего приглашение

# clanPersonalInvitesWindow/tooltips/table/invites/rating/header
source: Clan Rating
ru: Рейтинг клана

# clanPersonalInvitesWindow/tooltips/table/invites/status/body
source: Displays clan invitation status and time left to process that invitation
ru: Статус приглашения в клан, показывающий оставшееся на ответ время

# clanPersonalInvitesWindow/tooltips/table/invites/status/header
source: Status
ru: Статус

# clanPersonalInvitesWindow/tooltips/table/invites/wins/body
source: Victory rate of members of the clan that sent the invitation (weighted average across the Random Battle mode)
ru: Процент побед игроков клана, приславшего приглашение (средневзвешенное по Случайным боям)

# clanPersonalInvitesWindow/tooltips/table/invites/wins/header
source: Clan Victories
ru: Победы клана

# clanPersonalInvitesWindow/tooltips/table/requests/actions/body
source: You can either accept or decline the invitation. By accepting an invitation, you will automatically decline invitations from other clans.
ru: Приглашение можно принять или отклонить. Принимая одно приглашение, вы автоматически отклоняете остальные.

# clanPersonalInvitesWindow/tooltips/table/requests/actions/header
source: Actions
ru: Действия

# clanProfile/mainWindow/dummy/body
source: We are sorry for the inconvenience. Try again later.
ru: Приносим свои извинения за неудобства. Попробуйте позже.

# clanProfile/mainWindow/dummy/header
source: Error Loading Data
ru: Ошибка загрузки данных

# clanProfile/mainWindow/title
source: Clan Profile
ru: Профиль клана

# clanProfile/mainWindowTab/fortification
source: Stronghold
ru: Укрепрайон

# clanProfile/mainWindowTab/globalMap
source: Global Map
ru: Глобальная карта

# clanProfile/mainWindowTab/personnel
source: Clan Members
ru: Личный состав

# clanProfile/mainWindowTab/summary
source: Summary
ru: Сводка

# clanProfile/sendInvitesWindow/title
source: Invite Player to Clan
ru: Пригласить игрока в клан

# clanProfile/sendInvitesWindow/tooltip/massSendBlocked/attention
source: Action unavailable. You can only invite players to the clan one by one.
ru: Действие недоступно. Приглашайте в клан по одному игроку.

# clanProfile/sendInvitesWindow/tooltip/massSendBlocked/body
source: Add all contacts to recipient list.
ru: Добавить все контакты в список адресатов.

# clanProfile/summaryView/blockLbl/battlesCount
source: Battles in the last 28 Days
ru: Бои за 28 дней

# clanProfile/summaryView/blockLbl/battlesPerDay
source: Advances in the last 28 Days
ru: Наступления за 28 дней

# clanProfile/summaryView/blockLbl/commander
source: Clan Commander
ru: Командующий кланом

# clanProfile/summaryView/blockLbl/emptyFort
source: Not yet created
ru: Ещё не основан

# clanProfile/summaryView/blockLbl/emptyGlobalMap
source: No battles fought. No Provinces owned.
ru: Бои не проводились Подконтрольных провинций нет

# clanProfile/summaryView/blockLbl/fortLevel
source: Stronghold Level
ru: Уровень Укрепрайона

# clanProfile/summaryView/blockLbl/gold
source: Treasury
ru: Казна

# clanProfile/summaryView/blockLbl/hasNoBattles
source: No battles fought
ru: Бои не проводились

# clanProfile/summaryView/blockLbl/provinces
source: Provinces
ru: Провинции

# clanProfile/summaryView/blockLbl/rageLevel10
source: Elo rating X
ru: Рейтинг Эло X

# clanProfile/summaryView/blockLbl/rageLevel6
source: Elo rating VI
ru: Рейтинг Эло VI

# clanProfile/summaryView/blockLbl/rageLevel8
source: Elo rating VIII
ru: Рейтинг Эло VIII

# clanProfile/summaryView/blockLbl/sortiesPerDay
source: Skirmishes in the last 28 days
ru: Вылазки за 28 дней

# clanProfile/summaryView/blockLbl/totalPlayers
source: Total members
ru: Всего игроков

# clanProfile/summaryView/buttonLbl/details
source: Details
ru: Подробнее

# clanProfile/summaryView/buttonLbl/navigation
source: Proceed
ru: Перейти

# clanProfile/summaryView/buttonLbl/request
source: Submit Application
ru: Отправить заявку

# clanProfile/summaryView/defaultClanDescr
source: The clan has no motto.
ru: У клана нет девиза

# clanProfile/summaryView/links/detailsMap
source: Global Map details
ru: Подробнее о Глобальной карте

# clanProfile/summaryView/links/gotoMap
source: Go to Map
ru: Перейти на карту

# clanProfile/summaryView/noData
source: Details are temporarily unavailable
ru: Данные временно недоступны

# clanProfile/summaryView/statusMsg/banned
source: Unable to join the clan.
ru: Невозможно вступить в клан.

# clanProfile/summaryView/statusMsg/detailsConditions
source: Review recruitment requirements %(icon)s
ru: Ознакомиться с условиями призыва в клан %(icon)s

# clanProfile/summaryView/statusMsg/inAnotherClan
source: You are already a member of another clan.
ru: Вы уже состоите в другом клане.

# clanProfile/summaryView/statusMsg/invitationSubmitted
source: You have already received an invitation to join this clan.
ru: Вам уже отправлено приглашение на вступление в данный клан.

# clanProfile/summaryView/statusMsg/inviteLimit
source: %(icon)s Temporarily restricted
ru: %(icon)s Временно запрещено

# clanProfile/summaryView/statusMsg/isInCooldown
source: %(icon)s Temporarily restricted
ru: %(icon)s Временно запрещено

# clanProfile/summaryView/statusMsg/requestLimit
source: %(icon)s Temporarily restricted
ru: %(icon)s Временно запрещено

# clanProfile/summaryView/statusMsg/requestNotBeConsidered
source: This clan does not accept applications %(icon)s
ru: Заявки не рассматриваются %(icon)s

# clanProfile/summaryView/statusMsg/requestSubmitted
source: Application submitted.
ru: Заявка подана

# clanProfile/summaryView/statusMsg/resynchronize
source: Synchronizing data...
ru: Данные синхронизируются...

# clanProfile/summaryView/tooltip/fort_ELO_rage_10/body
source: Clan's Elo rating in division X
ru: Клановый рейтинг Эло в X дивизионе

# clanProfile/summaryView/tooltip/fort_ELO_rage_10/header
source: Elo Rating X
ru: Рейтинг Эло X

# clanProfile/summaryView/tooltip/fort_ELO_rage_8/body
source: Clan's Elo rating in division VIII
ru: Клановый рейтинг Эло в VIII дивизионе

# clanProfile/summaryView/tooltip/fort_ELO_rage_8/header
source: Elo Rating VIII
ru: Рейтинг Эло VIII

# clanProfile/summaryView/tooltip/fort_battles_count_28/body
source: Clan's Advances in the last 28 days
ru: Количество Наступлений за последние 28 дней

# clanProfile/summaryView/tooltip/fort_battles_count_28/header
source: Advances in the Last 28 Days
ru: Наступления за 28 дней

# clanProfile/summaryView/tooltip/fort_level/body
source: Stronghold level is equal to its Command Center level.
ru: Уровень Укрепрайона определяется уровнем его командного центра.

# clanProfile/summaryView/tooltip/fort_level/header
source: Stronghold Level
ru: Уровень Укрепрайона

# clanProfile/summaryView/tooltip/fort_sortie_count_28/body
source: Clan's Skirmishes in the last 28 days
ru: Общее количество Вылазок клана за последние 28 дней

# clanProfile/summaryView/tooltip/fort_sortie_count_28/header
source: Skirmishes in the Last 28 Days
ru: Вылазки за 28 дней

# clanProfile/summaryView/tooltip/gMap_ELO_rage_10/body
source: Clan's Elo rating in division X battles on the Global Map
ru: Клановый рейтинг Эло в боях Х дивизиона на Глобальной карте

# clanProfile/summaryView/tooltip/gMap_ELO_rage_10/header
source: Elo Rating X
ru: Рейтинг Эло Х

# clanProfile/summaryView/tooltip/gMap_ELO_rage_6/body
source: Clan's Elo rating in division VI battles on the Global Map
ru: Клановый рейтинг Эло в боях VI дивизиона на Глобальной карте

# clanProfile/summaryView/tooltip/gMap_ELO_rage_6/header
source: Elo Rating VI
ru: Рейтинг Эло VI

# clanProfile/summaryView/tooltip/gMap_ELO_rage_8/body
source: Clan's Elo rating in division VIII battles on the Global Map
ru: Клановый рейтинг Эло в боях VIII дивизиона на Глобальной карте

# clanProfile/summaryView/tooltip/gMap_ELO_rage_8/header
source: Elo Rating VIII
ru: Рейтинг Эло VIII

# clanProfile/summaryView/tooltip/gMap_battles_count/body
source: Clan's battles fought on the Global Map in the last 28 days
ru: Общее количество боёв клана на Глобальной карте за последние 28 дней

# clanProfile/summaryView/tooltip/gMap_battles_count/header
source: Battles in the Last 28 Days
ru: Бои за 28 дней
