Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/clans.*.resx
Languages: ru

# search/serverUnavailable/body
source: No server data received. Try again later.
ru: Серверные данные не получены. Попробуйте позже.

# search/serverUnavailable/header
source: Server Error
ru: Ошибка сервера

# search/table/clan
source: Clan
ru: Клан

# search/table/clan/tooltip/body
source: Clan attributes: tag and name
ru: Атрибуты клана: тег и название.

# search/table/clan/tooltip/header
source: Clan
ru: Клан

# search/table/creationDate
source: Created
ru: Создан

# search/table/creationDate/tooltip/body
source: Clan creation date
ru: Дата создания клана.

# search/table/creationDate/tooltip/header
source: Created
ru: Создан

# search/table/players
source: Players
ru: Игроки

# search/table/players/tooltip/body
source: Total number of clan members
ru: Общее количество игроков в клане.

# search/table/players/tooltip/header
source: Players
ru: Игроки

# search/table/rating
source: Rating
ru: Рейтинг

# search/table/rating/tooltip/body
source: Clan total rating
ru: Общий рейтинг клана.

# search/table/rating/tooltip/header
source: Rating
ru: Рейтинг

# search/title
source: Clan Search
ru: Поиск клана

# search/titleDescription
source: Here you can search for a clan, review its details, and submit your application to join. You can either search by clan name or tag.
ru: Здесь вы можете найти клан, ознакомиться с общей информацией и подать заявку на вступление. Поиск ведётся по названию или тегу клана.

# search/windowTitle
source: Clan Search
ru: Поиск клана

# section/fort/bodyBar/label/scheme
source: Plan
ru: Схема

# section/fort/bodyBar/label/statistics
source: Statistics
ru: Статистика

# section/fort/building/tooltip/body
source: Level %(level)s %(description)s
ru: Уровень %(level)s %(description)s

# section/fort/defence/notActivated
source: not set
ru: не назначен

# section/fort/tooltips/absoluteBattlesCount/body
source: Number of Tier X battles
ru: Количество боёв на X уровне.

# section/fort/tooltips/absoluteBattlesCount/header
source: Absolute Division
ru: Абсолютный дивизион

# section/fort/tooltips/absoluteLvlBattles/body
source: Total number of Tier X Advances fought
ru: Общее количество проведённых Наступлений на Х уровне.

# section/fort/tooltips/absoluteLvlBattles/header
source: Advances (Absolute Division)
ru: Наступления (Абсолютный дивизион)

# section/fort/tooltips/avgBattlesCount28/body
source: Total number of Skirmishes across all divisions in the last 28 days
ru: Общее количество проведённых Вылазок во всех дивизионах за последние 28 дней.

# section/fort/tooltips/avgBattlesCount28/header
source: Skirmishes in All Divisions
ru: Вылазки во всех дивизионах

# section/fort/tooltips/championBattlesCount/body
source: Number of Tier VIII battles
ru: Количество боёв на VIII уровне.

# section/fort/tooltips/championBattlesCount/header
source: Champion Division
ru: Чемпионский дивизион

# section/fort/tooltips/chempionLvlBattles/body
source: Total number of Tier VIII Advances fought
ru: Общее количество проведённых Наступлений на VIII уровне.

# section/fort/tooltips/chempionLvlBattles/header
source: Advances (Champion Division)
ru: Наступления (Чемпионский дивизион)

# section/fort/tooltips/countCapturedCommandCentres/body
source: Total number of enemy Command Centers captured
ru: Общее количество захваченных командных центров противника за всё время.

# section/fort/tooltips/countCapturedCommandCentres/header
source: Command Centers Captured
ru: Захваченные командные центры

# section/fort/tooltips/countPlunderedAllyBuildings/body
source: Total number of structures in your Stronghold pillaged by the enemy
ru: Общее количество разграбленных противником строений вашего Укрепрайона за всё время.

# section/fort/tooltips/countPlunderedAllyBuildings/header
source: Pillaged Structures in Your Stronghold
ru: Разграбленные строения вашего Укрепрайона

# section/fort/tooltips/countPlunderedEnemyBuildings/body
source: Total number of pillaged structures in enemy Strongholds
ru: Общее количество разграбленных строений противника за всё время.

# section/fort/tooltips/countPlunderedEnemyBuildings/header
source: Pillaged Structures in Enemy Strongholds
ru: Разграбленные строения противника

# section/fort/tooltips/countPromres/body
source: Total Industrial Resource earned in Advances
ru: Суммарное количество заработанного в Наступлениях промресурса.

# section/fort/tooltips/countPromres/header
source: Industrial Resource Earned
ru: Получено промресурса

# section/fort/tooltips/efficiencyOfAttack/body
source: Total number of attacks, in which at least one enemy structure was captured
ru: Общее количество проведённых нападений, в которых было захвачено хотя бы одно строение противника.

# section/fort/tooltips/efficiencyOfAttack/header
source: Efficient Attacks
ru: Эффективность нападения

# section/fort/tooltips/efficiencyOfDefence/body
source: Total number of defensive actions, in which you did not lose a Stronghold structure
ru: Общее количество проведённых защит, в которых не было потеряно ни одного строения.

# section/fort/tooltips/efficiencyOfDefence/header
source: Efficient Defensive Actions
ru: Эффективность защиты

# section/fort/tooltips/lootInSorties/body
source: Total Industrial Resource earned in all Skirmishes across all divisions
ru: Суммарное количество заработанного за все проведённые Вылазки промресурса во всех дивизионах.

# section/fort/tooltips/lootInSorties/header
source: Total Industrial Resource Earned in Skirmishes
ru: Всего промресурса за Вылазки

# section/fort/tooltips/lostPromres/body
source: Total Industrial Resource lost in Advances
ru: Суммарное количество потерянного в Наступлениях промресурса.

# section/fort/tooltips/lostPromres/header
source: Industrial Resource Lost
ru: Потеряно промресурса

# section/fort/tooltips/middleBattlesCount/body
source: Number of Tier VI battles
ru: Количество боёв на VI уровне.

# section/fort/tooltips/middleBattlesCount/header
source: Medium Division
ru: Средний дивизион

# section/fort/tooltips/profit/body
source: Ratio of Industrial Resource earned to Industrial Resource lost
ru: Разница между показателями «Получено промресурса» и «Потеряно промресурса».

# section/fort/tooltips/profit/header
source: Net Profit
ru: Чистая прибыль

# section/fort/tooltips/recordResource/body
source: Most Industrial Resource earned in a single Skirmish
ru: Максимальное количество промресурса, заработанного в одной Вылазке.

# section/fort/tooltips/recordResource/header
source: Most Industrial Resource Earned
ru: Рекорд заработка промресурса

# section/fort/tooltips/recordWinSeries/body
source: The most Skirmish victories in a row
ru: Максимальное количество побед подряд в Вылазках.

# section/fort/tooltips/recordWinSeries/header
source: Most Victories in a Row
ru: Рекордная серия побед

# section/fort/tooltips/winsEfficiency28/body
source: Victory rate in Skirmishes across all divisions in the last 28 days
ru: Общий процент одержанных в Вылазках побед во всех дивизионах за последние 28 дней.

# section/fort/tooltips/winsEfficiency28/header
source: Victories Across All Divisions
ru: Победы во всех дивизионах

# section/fort/view/schema/labels/dayoff
source: Ceasefire:
ru: Прекращение огня:

# section/fort/view/schema/labels/defenceHour
source: Defense Period:
ru: Период обороны:

# section/fort/view/schema/labels/server
source: Home server:
ru: Домашний сервер:

# section/fort/view/schema/labels/totalBuildings
source: Structures built:
ru: Строений возведено:

# section/fort/view/schema/labels/totalDirections
source: Open zones:
ru: Направлений открыто:

# section/fort/view/schema/labels/vacation
source: Neutrality:
ru: Нейтралитет:

# section/fort/view/statistics/battles/detailed/absoluteLvlBattles
source: Advances in the Absolute division
ru: Наступлений в абсолютном дивизионе

# section/fort/view/statistics/battles/detailed/chempionLvlBattles
source: Advances in the Champion division
ru: Наступлений в чемпионском дивизионе

# section/fort/view/statistics/battles/detailed/countCapturedCommandCentres
source: Command Centers captured
ru: Захваченных командных центров

# section/fort/view/statistics/battles/detailed/countPlunderedAllyBuildings
source: Pillaged structures in your Stronghold
ru: Разграбленных строений вашего Укрепрайона

# section/fort/view/statistics/battles/detailed/countPlunderedEnemyBuildings
source: Pillaged structures in enemy Strongholds
ru: Разграбленных строений противника

# section/fort/view/statistics/battles/detailed/countPromres
source: Industrial Resource earned
ru: Получено промресурса

# section/fort/view/statistics/battles/detailed/efficiencyOfAttack
source: Efficient attacks
ru: Эффективность нападения

# section/fort/view/statistics/battles/detailed/efficiencyOfDefence
source: Efficient defensive actions
ru: Эффективность защиты

# section/fort/view/statistics/battles/detailed/header
source: General Statistics of Advances
ru: Общая статистика по Наступлениям

# section/fort/view/statistics/battles/detailed/lostPromres
source: Industrial Resource lost
ru: Потеряно промресурса

# section/fort/view/statistics/battles/detailed/profit
source: Net profit
ru: Чистая прибыль

# section/fort/view/statistics/battles/header
source: Advances
ru: Бои в Наступлениях

# section/fort/view/statistics/sorties/detailed/absoluteBattlesCount
source: Absolute level
ru: Абсолютного уровня

# section/fort/view/statistics/sorties/detailed/avgBattlesCount28
source: Battles across all divisions in the last 28 days
ru: Бои во всех дивизионах за последние 28 дней

# section/fort/view/statistics/sorties/detailed/championBattlesCount
source: Champion level
ru: Чемпионского уровня

# section/fort/view/statistics/sorties/detailed/header
source: Battles by Division
ru: Бои по дивизионам

# section/fort/view/statistics/sorties/detailed/lootInSorties
source: Total Industrial Resource earned in Skirmishes
ru: Всего заработано промресурса в Вылазках

# section/fort/view/statistics/sorties/detailed/middleBattlesCount
source: Medium level
ru: Среднего уровня

# section/fort/view/statistics/sorties/detailed/recordResource
source: Most Industrial Resource earned
ru: Рекорд заработка промресурса

# section/fort/view/statistics/sorties/detailed/recordWinSeries
source: Most victories in a row
ru: Рекордная серия побед

# section/fort/view/statistics/sorties/detailed/winsEfficiency28
source: Victories across all divisions in the last 28 days
ru: Победы во всех дивизионах за последние 28 дней

# section/fort/view/statistics/sorties/header
source: Skirmishes
ru: Вылазки

# clanProfile/clanJoinAward/btnAction
source: Clan Profile
ru: Профиль клана

# clanProfile/clanJoinAward/btnClose
source: Close
ru: Закрыть

# clanProfile/clanJoinAward/header
source: Welcome to the Clan!
ru: Добро пожаловать в клан!

# clanProfile/clanJoinAward/secondaryText
source: Now you can fight in battles on the Global Map, build and defend your Stronghold, and complete special missions.
ru: Теперь вы можете участвовать в боях на Глобальной карте, отстраивать и оборонять свой Укрепрайон, а также выполнять специальные боевые задачи.

# clanProfile/clanJoinAward/title
source: Bulletin
ru: Информационный листок

# clanProfile/clanJoinAward/yourClan
source: Your clan: [%(tag)s] %(clanName)s
ru: Ваш клан: [%(tag)s] %(clanName)s

# globalMapView/table/provinceRobbed/tooltip/noIncome
source: The Province was pillaged and temporarily does not earn you income.
ru: Провинция разграблена и временно не приносит доход.

# globalMapView/table/provinceRobbed/tooltip/restoreTime
source: Time before you start receiving income again: %(date)s
ru: Время восстановления доходности: %(date)s

# search/requestTooShort/body
source: To search for a clan, enter at least 2 characters in the field and try again.
ru: Для поиска клана введите в текстовое поле более 2 символов, затем повторите поиск.

# search/requestTooShort/button
source: Back to List
ru: Вернуться к списку

# search/requestTooShort/button/tooltip/header
source: Back to List
ru: Вернуться к списку

# search/requestTooShort/header
source: Insufficient Data
ru: Недостаточно данных

# clanInvitesWindow/tooltips/table/cantAcceptRequestDueToCD/body
source: The player has recently left a clan. You can accept them into the clan only after:
ru: Игрок недавно покинул клан. Вы сможете принять его в клан не ранее:

# clanProfile/fortificationInfo/dummy/body
source: We are sorry for the inconvenience. Please try again later.
ru: Приносим извинения за причинённые неудобства. Повторите попытку позже.

# clanProfile/fortificationInfo/dummy/header
source: Stronghold is temporarily unavailable
ru: Укрепрайон временно недоступен

# clanInvitesWindow/tooltips/request/requestExpired
source: Application expired
ru: Срок действия заявки истёк

# clanPersonalInvitesWindow/tooltips/table/cantAcceptRequestDueToCD/body
source: You have recently left a clan. You can accept clan invitations only after:
ru: Вы недавно покинули клан. Принимать приглашения в клан вы сможете не ранее:

# personnelView/title
source: Clan Member Statistics Across Random Battles:
ru: Статистика игроков клана по Случайным боям:

# search/info/ratingTitle
source: Statistics Across All Battle Types:
ru: Статистика по всем типам боёв:

# clanInvite/notification/userNameError
source: Error displaying the name
ru: Ошибка отображения имени

# clanProfile/mainWindowTab/strongholds
source: Stronghold
ru: Укрепрайон

# clanProfile/summaryView/tooltip/fort_ELO_rage_6/body
source: Clan's Elo rating in division VI
ru: Клановый рейтинг Эло в VI дивизионе

# clanProfile/summaryView/tooltip/fort_ELO_rage_6/header
source: Elo rating VI
ru: Рейтинг Эло VI
