Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/clans.*.resx
Languages: ru

# clanProfile/summaryView/tooltip/gMap_province/body
source: Provinces on the Global Map currently owned by the clan
ru: Количество захваченных кланом провинций на Глобальной карте на текущий момент

# clanProfile/summaryView/tooltip/gMap_province/header
source: Provinces
ru: Провинции

# clanProfile/summaryView/tooltip/joinUnavailable/afterClanLeave/body
source: The two-day penalty for leaving your previous clan has not yet expired.
ru: Двухдневный штраф после выхода из предыдущего клана ещё не истёк.

# clanProfile/summaryView/tooltip/joinUnavailable/afterClanLeave/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# clanProfile/summaryView/tooltip/joinUnavailable/invitesHasBeenReached/body
source: Maximum number of applications submitted.
ru: Подано максимальное количество заявок.

# clanProfile/summaryView/tooltip/joinUnavailable/invitesHasBeenReached/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# clanProfile/summaryView/tooltip/joinUnavailable/limitHasBeenReached/body
source: Maximum number of applications submitted.
ru: Подано максимальное количество заявок.

# clanProfile/summaryView/tooltip/joinUnavailable/limitHasBeenReached/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# clanProfile/summaryView/tooltip/joinUnavailable/receivingRequestsClosed/body
source: Clan does not accept applications.
ru: Клан приостановил приём заявок.

# clanProfile/summaryView/tooltip/joinUnavailable/receivingRequestsClosed/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# clanProfile/summaryView/tooltip/ratingOutdated/body
source: The clan's rating has not been updated in the last 28 days.
ru: Рейтинг клана не обновлялся 28 дней.

# clanProfile/summaryView/tooltip/ratingOutdated/header
source: Outdated Information
ru: Устаревшие данные

# clanProfile/summaryView/tooltip/totalRating/body
source: Total rating depends on the clan's effectiveness in the Stronghold mode and on the Global Map.
ru: На рост общего рейтинга влияет эффективность боевых действий клана как в Укрепрайонах, так и на Глобальной карте.

# clanProfile/summaryView/tooltip/totalRating/header
source: Total Rating
ru: Общий рейтинг

# clanProfile/summaryView/totalRage
source: Total Rating
ru: Общий рейтинг

# fort/header/clanProfileBtnLbl
source: Clan Profile
ru: Профиль клана

# globalMapView/level10
source: Tier X
ru: X уровень

# globalMapView/level6
source: Tier VI
ru: VI уровень

# globalMapView/level8
source: Tier VIII
ru: VIII уровень

# globalMapView/noIncome/tooltip/body
source: This Province does not earn you income, because the connection to the Command Center was lost, or the Province was pillaged.
ru: Эта провинция не приносит доход, так как связь с командным центром нарушена, или эта провинция разграблена.

# globalMapView/noIncome/tooltip/header
source: Does not Earn Income
ru: Не приносит доход

# globalMapView/noProvince
source: The clan does not own any Provinces.
ru: У клана нет подконтрольных провинций

# globalMapView/popularPrimeTime
source: Popular prime time: %(time)s
ru: Популярный прайм-тайм: %(time)s

# globalMapView/promo/description
source: Global Map is a battlefield where clans compete for strategic superiority. Clan Officers spend most of their time here, planning tactics and deploying forces for strategic maneuvers.
ru: Глобальная карта — это игровое поле, на котором разворачивается стратегическая борьба между кланами. Именно здесь офицеры кланов проводят большую часть игрового времени, рассчитывая тактику и разворачивая силы для стратегических манёвров.

# globalMapView/promo/header
source: Global Map
ru: Глобальная карта

# globalMapView/promo/infoLink
source: Global Map details
ru: Подробнее о Глобальной карте

# globalMapView/promo/mapLink
source: Go to Map
ru: Перейти на карту

# globalMapView/statistics10/battles
source: Battles
ru: Бои

# globalMapView/statistics10/battles/tooltip/body
source: Total battles in division X on the Global Map
ru: Общее количество боёв Х дивизиона на Глобальной карте.

# globalMapView/statistics10/battles/tooltip/header
source: Battles
ru: Бои

# globalMapView/statistics10/eloRating
source: Elo rating
ru: Рейтинг Эло

# globalMapView/statistics10/eloRating/tooltip/body
source: Clan's rating in division X battles on the Global Map
ru: Значение рейтинга клана в боях Х дивизиона на Глобальной карте.

# globalMapView/statistics10/eloRating/tooltip/header
source: Elo Rating
ru: Рейтинг Эло

# globalMapView/statistics10/favoriteMap
source: Favorite map
ru: Популярная карта

# globalMapView/statistics10/favoriteMap/tooltip/body
source: The map on which the clan fought the most division X battles in the last 28 days
ru: Карта, на которой клан провёл наибольшее количество боёв Х дивизиона за последние 28 дней.

# globalMapView/statistics10/favoriteMap/tooltip/header
source: Favorite Map: %(value)s
ru: Популярная карта: %(value)s

# globalMapView/statistics10/place
source: Position in rating
ru: Позиция в рейтинге

# globalMapView/statistics10/place/tooltip/body
source: Clan's position in rating in division X battles on the Global Map
ru: Позиция клана в рейтинге в боях Х дивизиона на Глобальной карте.

# globalMapView/statistics10/place/tooltip/header
source: Position in Rating
ru: Позиция в рейтинге

# globalMapView/statistics10/wins
source: Victories
ru: Победы

# globalMapView/statistics10/wins/tooltip/body
source: Total rate of victories in division X battles on the Global Map
ru: Общий процент побед в боях Х дивизиона на Глобальной карте.

# globalMapView/statistics10/wins/tooltip/header
source: Victories
ru: Победы

# globalMapView/statistics6/battles
source: Battles
ru: Бои

# globalMapView/statistics6/battles/tooltip/body
source: Total battles in division VI on the Global Map
ru: Общее количество боёв VI дивизиона на Глобальной карте.

# globalMapView/statistics6/battles/tooltip/header
source: Battles
ru: Бои

# globalMapView/statistics6/eloRating
source: Elo rating
ru: Рейтинг Эло

# globalMapView/statistics6/eloRating/tooltip/body
source: Clan's rating in division VI battles on the Global Map
ru: Значение рейтинга клана в боях VI дивизиона на Глобальной карте.

# globalMapView/statistics6/eloRating/tooltip/header
source: Elo Rating
ru: Рейтинг Эло

# globalMapView/statistics6/favoriteMap
source: Favorite map
ru: Популярная карта

# globalMapView/statistics6/favoriteMap/tooltip/body
source: The map on which the clan fought the most division VI battles in the last 28 days
ru: Карта, на которой клан провёл наибольшее количество боёв VI дивизиона за последние 28 дней.

# globalMapView/statistics6/favoriteMap/tooltip/header
source: Favorite Map: %(value)s
ru: Популярная карта: %(value)s

# globalMapView/statistics6/place
source: Position in rating
ru: Позиция в рейтинге

# globalMapView/statistics6/place/tooltip/body
source: Clan's position in rating in division VI battles on the Global Map
ru: Позиция в рейтинге клана в боях VI дивизиона на Глобальной карте.

# globalMapView/statistics6/place/tooltip/header
source: Position in Rating
ru: Позиция в рейтинге

# globalMapView/statistics6/wins
source: Victories
ru: Победы

# globalMapView/statistics6/wins/tooltip/body
source: Total rate of victories in division VI battles on the Global Map
ru: Общий процент побед в боях VI дивизиона на Глобальной карте.

# globalMapView/statistics6/wins/tooltip/header
source: Victories
ru: Победы

# globalMapView/statistics8/battles
source: Battles
ru: Бои

# globalMapView/statistics8/battles/tooltip/body
source: Total battles in division VIII on the Global Map
ru: Общее количество боёв VIII дивизиона на Глобальной карте.

# globalMapView/statistics8/battles/tooltip/header
source: Battles
ru: Бои

# globalMapView/statistics8/eloRating
source: Elo rating
ru: Рейтинг Эло

# globalMapView/statistics8/eloRating/tooltip/body
source: Clan's rating in division VIII battles on the Global Map
ru: Значение рейтинга клана в боях VIII дивизиона на Глобальной карте.

# globalMapView/statistics8/eloRating/tooltip/header
source: Elo Rating
ru: Рейтинг Эло

# globalMapView/statistics8/favoriteMap
source: Favorite map
ru: Популярная карта

# globalMapView/statistics8/favoriteMap/tooltip/body
source: The map on which the clan fought the most division VIII battles in the last 28 days
ru: Карта, на которой клан провёл наибольшее количество боёв VIII дивизиона за последние 28 дней.

# globalMapView/statistics8/favoriteMap/tooltip/header
source: Favorite Map: %(value)s
ru: Популярная карта: %(value)s

# globalMapView/statistics8/place
source: Position in rating
ru: Позиция в рейтинге

# globalMapView/statistics8/place/tooltip/body
source: Clan's position in rating in division VIII battles on the Global Map
ru: Позиция в рейтинге клана в боях VIII дивизиона на Глобальной карте.

# globalMapView/statistics8/place/tooltip/header
source: Position in Rating
ru: Позиция в рейтинге

# globalMapView/statistics8/wins
source: Victories
ru: Победы

# globalMapView/statistics8/wins/tooltip/body
source: Total rate of victories in division VIII battles on the Global Map
ru: Общий процент побед в боях VIII дивизиона на Глобальной карте.

# globalMapView/statistics8/wins/tooltip/header
source: Victories
ru: Победы

# globalMapView/stats/battles
source: Battles on Global Map
ru: Бои на Глобальной карте

# globalMapView/stats/battles/tooltip/body
source: Total battles fought by the clan on the Global Map
ru: Общее количество боёв клана на Глобальной карте.

# globalMapView/stats/battles/tooltip/header
source: Battles on Global Map
ru: Бои на Глобальной карте

# globalMapView/stats/seized
source: Provinces Owned
ru: Захвачено провинций

# globalMapView/stats/seized/tooltip/body
source: Total Provinces owned by the clan. Provinces that were previously owned but have since been lost are also counted.
ru: Общее количество захваченных кланом провинций за всё время. Потерянные провинции также учитываются.

# globalMapView/stats/seized/tooltip/header
source: Provinces Owned
ru: Захвачено провинций

# globalMapView/stats/wins
source: Victories Across Clan Members
ru: Победы по клану

# globalMapView/stats/wins/tooltip/body
source: Total victory rate of clan members in battles on the Global Map
ru: Средний процент побед игроков клана в боях на Глобальной карте.

# globalMapView/stats/wins/tooltip/header
source: Clan's Victories
ru: Победы по клану

# globalMapView/table/days
source: Days
ru: Дни

# globalMapView/table/days/tooltip/body
source: Period of time in days, during which the clan owned the Province on the Global Map
ru: Дни владения провинцией на Глобальной карте.

# globalMapView/table/days/tooltip/header
source: Days
ru: Дни

# globalMapView/table/front
source: Front
ru: Фронт

# globalMapView/table/front/tooltip/body
source: Name of the selected Front
ru: Название выбранного фронта.

# globalMapView/table/front/tooltip/header
source: Front
ru: Фронт

# globalMapView/table/income
source: Income
ru: Доход

# globalMapView/table/income/tooltip/body
source: Gold earned by the Province per day
ru: Количество золота, которое приносит провинция за сутки.

# globalMapView/table/income/tooltip/header
source: Income
ru: Доход

# globalMapView/table/map
source: Map
ru: Игровая карта

# globalMapView/table/map/tooltip/body
source: Name of the map on which battles for the Province are fought
ru: Название карты, на которой проходят бои за провинцию.

# globalMapView/table/map/tooltip/header
source: Map
ru: Игровая карта

# globalMapView/table/primeTime
source: Prime Time
ru: Прайм-тайм

# globalMapView/table/primeTime/tooltip/body
source: Scheduled time when battles for the Province will start
ru: Запланированное время начала боёв за провинцию.

# globalMapView/table/primeTime/tooltip/header
source: Prime Time
ru: Прайм-тайм

# globalMapView/table/province
source: Province
ru: Провинция

# globalMapView/table/province/tooltip/body
source: Name of the selected Province
ru: Название выбранной провинции.

# globalMapView/table/province/tooltip/header
source: Province
ru: Провинция

# globalMapView/tabs/provinces
source: Provinces
ru: Провинции

# globalMapView/tabs/stats
source: Statistics
ru: Статистика

# globalMapView/tooltip/ratingOutdated
source: The clan's rating has not been updated in the last 28 days.
ru: Рейтинг клана не обновлялся 28 дней.

# globalMapView/totalIncome
source: Total daily income: %(icon)s%(value)s
ru: Суммарный доход в сутки: %(icon)s%(value)s

# personnelView/clanStats/avgBattlesCount
source: Average number of battles
ru: Среднее количество боёв

# personnelView/clanStats/avgBattlesCount/tooltip/body
source: Number of battles fought in the Random Battle and Tank Company Battle modes averaged across all clan members. Only players who are current members of the clan are counted.
ru: Среднее арифметическое количество боёв членов клана в Случайных и Ротных боях. Учитываются только игроки, находящиеся в клане на текущий момент.

# personnelView/clanStats/avgBattlesCount/tooltip/header
source: Average Battles Fought Across Clan Members
ru: Среднее количество боёв по клану

# personnelView/clanStats/avgExp
source: Average experience
ru: Средний опыт

# personnelView/clanStats/avgExp/tooltip/body
source: Weighted average of clan members' experience earned in the Random Battle and Tank Company Battle modes. The total number of battles fought by each player affects the weighting. Only players who are current members of the clan are counted.
ru: Средневзвешенное значение количества опыта членов клана в Случайных и Ротных боях. За вес принимается общее количество боёв игрока. Учитываются только игроки, находящиеся в клане на текущий момент.

# personnelView/clanStats/avgExp/tooltip/header
source: Average Experience Across Clan Members
ru: Средний опыт по клану

# personnelView/clanStats/avgPersonalRating
source: Average Personal Rating
ru: Средний личный рейтинг

# personnelView/clanStats/avgPersonalRating/tooltip/body
source: Personal Rating averaged across all clan members. Only players who are current members of the clan are counted.
ru: Среднее арифметическое показателей личного рейтинга всех членов клана. Учитываются только игроки, находящиеся в клане на текущий момент.

# personnelView/clanStats/avgPersonalRating/tooltip/header
source: Average Personal Rating Across Clan Members
ru: Средний личный рейтинг по клану

# personnelView/clanStats/avgWins
source: Average rate of victories
ru: Средний процент побед

# personnelView/clanStats/avgWins/tooltip/body
source: Weighted average of clan members' victory rates in the Random Battle and Tank Company Battle modes. The total number of battles fought by each player affects the weighting. Only players who are current members of the clan are counted.
ru: Средневзвешенное значение процента побед членов клана в Случайных и Ротных боях. За вес принимается общее количество боёв игрока. Учитываются только игроки, находящиеся в клане на текущий момент.

# personnelView/clanStats/avgWins/tooltip/header
source: Average Rate of Victories Across Clan Members
ru: Средний процент побед по клану

# personnelView/membersCount
source: Clan members: %(count)s / %(max)s
ru: Игроков в клане: %(count)s / %(max)s

# personnelView/table/avgExp/tooltip/body
source: Ratio of total experience earned to the number of battles fought by the player in the Random Battle and Tank Company Battle modes
ru: Отношение общего количества заработанного опыта к количеству проведённых игроком Случайных и Ротных боёв.

# personnelView/table/avgExp/tooltip/header
source: Average experience
ru: Средний опыт

# personnelView/table/battlesCount/tooltip/body
source: Total number of Random Battles and Tank Company Battles fought by the player
ru: Общее количество проведённых игроком Cлучайных и Ротных боёв.

# personnelView/table/battlesCount/tooltip/header
source: Total Number of Battles
ru: Количество боёв за всё время

# personnelView/table/daysInClan/tooltip/body
source: The number of days that the player has been with the clan
ru: Количество дней пребывания игрока в данном клане.

# personnelView/table/daysInClan/tooltip/header
source: Days in Clan
ru: Дни в клане

# personnelView/table/personalRating/tooltip/body
source: Player's Personal Rating
ru: Показатель личного рейтинга игрока

# personnelView/table/personalRating/tooltip/header
source: Personal Rating
ru: Личный рейтинг

# personnelView/table/player
source: Player (%(count)s / %(max)s)
ru: Игрок (%(count)s / %(max)s)

# personnelView/table/player/tooltip/body
source: Clan member's name
ru: Игровой ник члена клана.

# personnelView/table/player/tooltip/header
source: Player
ru: Игрок

# personnelView/table/post
source: Position
ru: Должность

# personnelView/table/post/tooltip/body
source: Member's rank in the clan
ru: Должность в клане, занимаемая игроком.

# personnelView/table/post/tooltip/header
source: Position
ru: Должность

# personnelView/table/wins/tooltip/body
source: Player's victory rate in the Random Battle and Tank Company Battle modes
ru: Общий процент одержанных игроком побед в Случайных и Ротных боях.

# personnelView/table/wins/tooltip/header
source: Victories
ru: Победы

# search/clansList
source: Listed Clans: %(value)s
ru: Кланов в списке: %(value)s

# search/emptyResult/body
source: Nothing found matching your query. Try searching with different keywords.
ru: По вашему запросу ничего не найдено. Попробуйте искать по другим ключевым словам.

# search/emptyResult/button
source: Back to List
ru: Вернуться к списку

# search/emptyResult/button/tooltip/body
source: Click to return to the list of clans found.
ru: Нажмите, чтобы вернуться к списку подобранных по вашему запросу кланов.

# search/emptyResult/button/tooltip/header
source: Back to List
ru: Вернуться к списку

# search/emptyResult/header
source: No Search Results
ru: Поиск не дал результатов

# search/foundClans
source: Clans Found: %(value)s
ru: Найденные кланы: %(value)s

# search/info/banned/tooltip/body
source: Unable to join the clan.
ru: Невозможно вступить в клан.

# search/info/banned/tooltip/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# search/info/clanProfileBtn
source: Clan Profile
ru: Профиль клана

# search/info/cooldown/tooltip/attention
source: The two-day penalty for leaving your previous clan has not yet expired.
ru: Двухдневный штраф после выхода из предыдущего клана ещё не истёк.

# search/info/cooldown/tooltip/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# search/info/creationDate
source: Created: %(date)s
ru: Создан: %(date)s

# search/info/forbiddenAccountType/tooltip/body
source: Unable to submit the application to join the clan.
ru: Невозможно подать заявку на вступление в клан.

# search/info/forbiddenAccountType/tooltip/header
source: Action Unavailable
ru: Действие недоступно

# search/info/inviteAlreadyAchieved/tooltip/attention
source: You have already received an invitation to join this clan.
ru: Вам уже отправлено приглашение на вступление в данный клан.

# search/info/inviteAlreadyAchieved/tooltip/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# search/info/ratingDescription
source: Total Rating
ru: Общий рейтинг

# search/info/ratingDescription/tooltip/body
source: Clan's effectiveness in the Stronghold mode and battles on the Global Map affect how the total rating increases.
ru: На рост общего рейтинга влияет эффективность боевых действий клана как в Укрепрайонах, так и на Глобальной карте.

# search/info/ratingDescription/tooltip/header
source: Total Rating
ru: Общий рейтинг

# search/info/requestAlreadySent/tooltip/attention
source: You have already submitted your application to this clan.
ru: Вы уже подали заявку в данный клан.

# search/info/requestAlreadySent/tooltip/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# search/info/requestSent
source: Application submitted.
ru: Заявка подана

# search/info/requestsAreNotAccepted/tooltip/attention
source: Clan does not accept applications.
ru: Клан приостановил приём заявок.

# search/info/requestsAreNotAccepted/tooltip/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# search/info/requestsLimitExceeded/tooltip/attention
source: Maximum number of applications sent.
ru: Подано максимальное количество заявок.

# search/info/requestsLimitExceeded/tooltip/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# search/info/sendRequestBtn
source: Submit Application
ru: Подать заявку

# search/info/serverUnavailable/body
source: No server data received. Try again later.
ru: Серверные данные не получены. Попробуйте позже.

# search/info/serverUnavailable/header
source: Server Error
ru: Ошибка сервера

# search/info/stats/avgExp
source: Average experience
ru: Средний опыт

# search/info/stats/avgExp/tooltip/body
source: Weighted average of clan members' experience earned across all battle modes. The total number of battles fought by each player affects the weighting. Only players who are current members of the clan are counted.
ru: Средневзвешенное значение количества опыта членов клана во всех режимах боёв. За вес принимается общее количество боёв игрока. Учитываются только игроки, находящиеся в клане на текущий момент.

# search/info/stats/avgExp/tooltip/header
source: Average Experience Across Clan Members
ru: Средний опыт по клану

# search/info/stats/battles
source: Average number of battles fought
ru: Среднее количество боёв

# search/info/stats/battles/tooltip/body
source: Average number of battles fought by clan members across all battle modes. Only players who are current members of the clan are counted.
ru: Среднее арифметическое количество боёв членов клана во всех режимах боёв. Учитываются только игроки, находящиеся в клане на текущий момент.

# search/info/stats/battles/tooltip/header
source: Average Battles Fought By Clan Members
ru: Среднее количество боёв по клану

# search/info/stats/wins
source: Average rate of victories
ru: Средний процент побед

# search/info/stats/wins/tooltip/body
source: Weighted average of clan members' victory rates across all battle modes. The total number of battles fought by each player affects the weighting. Only players who are current members of the clan are counted.
ru: Средневзвешенное значение процента побед членов клана во всех режимах боёв. За вес принимается общее количество боёв игрока. Учитываются только игроки, находящиеся в клане на текущий момент.

# search/info/stats/wins/tooltip/header
source: Average Victory Rate of Clan Members
ru: Средний процент побед по клану

# search/nextBtn
source: Next
ru: Следующие

# search/nextBtn/tooltip/body
source: Click to display the next part of the clans list.
ru: Нажмите, чтобы отобразить следующую часть списка кланов.

# search/nextBtn/tooltip/header
source: Next
ru: Следующие

# search/previousBtn
source: Previous
ru: Предыдущие

# search/previousBtn/tooltip/body
source: Click to display the previous part of the clans list.
ru: Нажмите, чтобы отобразить предыдущую часть списка кланов.

# search/previousBtn/tooltip/header
source: Previous
ru: Предыдущие

# search/promoText/body
source: To search for a clan, enter its name or tag into the field and click Search.
ru: Для поиска клана введите в текстовое поле название или тег, затем нажмите «Поиск».

# search/promoText/header
source: Clan Search
ru: Поиск клана

# search/searchBtn
source: Search
ru: Поиск

# search/searchBtn/tooltip/body
source: Enter a clan's name or tag into the field on the left (at least 2 characters).
ru: Введите название клана или тег в поле слева (не менее 2 символов).

# search/searchBtn/tooltip/header
source: Clan Search
ru: Поиск клана

# search/searchInputPrompt
source: Enter clan's name or tag.
ru: Введите название или тег клана.
