Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/cybersport.*.resx
Languages: ru

# StaticFormation/unitView/setUnrankedMode
source: Go to Unranked Battles
ru: Перейти к обычной игре

# StaticFormation/unitView/unrankedMode
source: Unranked Battles
ru: Обычная игра

# StaticFormationProfileWindow/actionBtnLbl/applicationCooldown
source: Submit Application
ru: Подать заявку

# StaticFormationProfileWindow/actionBtnLbl/callClub
source: Assemble Team
ru: Собрать команду

# StaticFormationProfileWindow/actionBtnLbl/clubInBattle
source: Join
ru: Присоединиться

# StaticFormationProfileWindow/actionBtnLbl/clubIsCalled
source: Join
ru: Присоединиться

# StaticFormationProfileWindow/actionBtnLbl/clubIsClosed
source: Submit Application
ru: Подать заявку

# StaticFormationProfileWindow/actionBtnLbl/inOtherClub
source: Submit Application
ru: Подать заявку

# StaticFormationProfileWindow/actionBtnLbl/isInClubUnit
source: View Members
ru: Перейти к составу

# StaticFormationProfileWindow/actionBtnLbl/joinRequest
source: Submit Application
ru: Подать заявку

# StaticFormationProfileWindow/actionBtnLbl/joinRequestInProcess
source: Withdraw
ru: Отозвать

# StaticFormationProfileWindow/actionBtnLbl/noFreeJoinRequests
source: Submit Application
ru: Подать заявку

# StaticFormationProfileWindow/actionBtnLbl/notEnoughMembers
source: Assemble Team
ru: Собрать команду

# StaticFormationProfileWindow/actionBtnLbl/notEnoughPermissions
source: Assemble Team
ru: Собрать команду

# StaticFormationProfileWindow/statusLbl/applicationCooldown
source: Unable to submit the application.
ru: Подать заявку невозможно

# StaticFormationProfileWindow/statusLbl/clubInBattle
source: The team is in battle.
ru: Команда в бою

# StaticFormationProfileWindow/statusLbl/clubIsCalled
source: The team is being assembled.
ru: Идёт сбор команды

# StaticFormationProfileWindow/statusLbl/clubIsClosed
source: The team does not accept applications.
ru: Команда не принимает заявки

# StaticFormationProfileWindow/statusLbl/inOtherClub
source: You are already a member of another team.
ru: Вы уже состоите в другой команде

# StaticFormationProfileWindow/statusLbl/joinRequestInProcess
source: Application awaiting approval
ru: Заявка на рассмотрении

# StaticFormationProfileWindow/statusLbl/noFreeJoinRequests
source: Only %(count)s application can be submitted.
ru: Можно подать только %(count)s заявку

# StaticFormationProfileWindow/statusLbl/notEnoughMembers
source: Not enough players on the team
ru: В штате команды недостаточно игроков

# StaticFormationProfileWindow/statusLbl/notEnoughPermissions
source: Not enough permissions
ru: Недостаточно полномочий

# StaticFormationProfileWindow/statusLbl/notEnoughPermissions/assemblingTeam
source: Not enough permissions
ru: Недостаточно полномочий

# StaticFormationStatsView/addStats/attackDamageEfficiency
source: Average damage in Attack
ru: Средний урон в Атаке

# StaticFormationStatsView/addStats/defenceDamageEfficiency
source: Average damage in Defense
ru: Средний урон в Обороне

# StaticFormationStatsView/noAwards
source: No awards
ru: Наград нет

# StaticFormationSummaryView/noSeason
source: Season Ended
ru: Сезон окончен

# StaticFormationSummaryView/notEnoughGames/info
source: Fight at least one battle.
ru: Проведите как минимум 1 игру.

# StaticFormationSummaryView/notEnoughGames/warning
source: Team not placed in Leaderboard yet.
ru: Команда ещё не заняла место в Ладдере

# StaticFormationSummaryView/stats/attackDamageEfficiency
source: Average damage in Attack
ru: Средний урон в Атаке

# StaticFormationSummaryView/stats/defenceDamageEfficiency
source: Average damage in Defense
ru: Средний урон в Обороне

# clubs/roles/officer
source: Officer
ru: Офицер

# clubs/roles/owner
source: Team Commander
ru: Капитан команды

# clubs/roles/private
source: Private
ru: Рядовой

# rallyInfo/profileBtn/Label
source: Team profile
ru: Профиль команды

# respawn/chatHeader
source: Chat Channel
ru: Канал связи

# respawn/enemyTeamStatus/Header
source: Enemy team:
ru: Команда противника:

# respawn/enemyTeamStatus/notReady
source: Not ready
ru: Не готова

# respawn/enemyTeamStatus/ready
source: Ready!
ru: Готова!

# respawn/fight/label
source: Team Ready!
ru: Команда готова!

# respawn/fight/status/commander
source: Confirm that the team is ready.
ru: Подтвердить готовность всей команды.

# respawn/fight/status/private
source: Awaiting battle...
ru: Ожидайте выхода в бой...

# respawn/status/info
source: Select a vehicle within the allocated time.
ru: Выберите машину за отведённое время.

# respawn/status/ready
source: Waiting for the battle to start...
ru: Ожидайте начала боя...

# respawn/status/warning
source: Confirm that you are ready.
ru: Подтвердите готовность.

# respawn/team/points
source: Total tier of vehicles:
ru: Суммарный уровень:

# respawn/team/teamMembers
source: Team members: %(current)s / %(max)s
ru: Состав: %(current)s / %(max)s

# respawn/team/teamVehiclesStub
source: Vehicles: VI–VIII
ru: Техника: VI–VIII

# staticFormation/staffView/description/member/text
source: Team members—a roster of friends and suitable players manually created by team Commander.
ru: Штат команды — вручную сформированный капитаном команды состав из друзей и подходящих игроков.

# staticFormation/staffView/description/other/text
source: You are viewing team members of %(clubName)s.
ru: Вы просматриваете штат команды %(clubName)s.

# staticFormation/staffView/description/owner/text
source: Team members—a manually created roster of friends and suitable players.
ru: Штат команды — вручную сформированный состав из друзей и подходящих игроков.

# window/autoSearch/searchEnemyRespawn/mainText
source: Awaiting enemy...
ru: Ожидание противника...

# window/clubsListView/create/btn
source: Create Team
ru: Создать команду

# window/clubsListView/description
source: Below is the list of available teams where you can submit the application. The number of applications is limited.
ru: Ниже представлен список доступных команд, в которые можно подать заявку на вступление. Количество заявок ограничено.

# window/clubsListView/foundTeams
source: Teams Found
ru: Найденные команды

# window/clubsListView/foundTeamsDescription
source: The below-listed teams are searching for players and have vacant slots.
ru: В указанных ниже командах открыт набор на вступление и есть свободные места.

# window/clubsListView/title
source: Ranked Battles
ru: Игра в Ладдере

# window/intro/additionalBtn/list
source: List of Teams
ru: Список команд

# window/intro/cancel/btn/label
source: Withdraw
ru: Отозвать

# window/intro/create/btn/addPlayers
source: Invite
ru: Пригласить

# window/intro/create/btn/assembleTeam
source: Assemble Team
ru: Собрать команду

# window/intro/create/btn/joinTeam
source: Join
ru: Присоединиться

# window/intro/create/btn/look
source: List of Teams
ru: Список команд

# window/intro/requestWaiting
source: Application submitted
ru: Заявка подана

# window/intro/team/description/assemblingTeam
source: Proceed to team assembly for Ranked Battles
ru: Переход к сбору команды для проведения игр в Ладдере

# window/intro/team/description/createBattleRoom
source: Create a battle room
ru: Создать боевую комнату

# window/intro/team/description/createOrFind
source: Create or search for a team
ru: Переход к созданию или поиску команды.

# window/intro/team/description/notEnoughPermissions/assemblingTeam
source: Not enough permissions
ru: Недостаточно полномочий

# window/intro/team/description/notEnoughPlayers
source: To assemble a team, invite players.
ru: Чтобы собрать команду, пригласите игроков.

# window/intro/team/description/ownerAssemblingTeam
source: The Commander is assembling the team.
ru: Капитан команды формирует штат.

# window/intro/team/description/teamInBattle
source: The team is in battle.
ru: Команда в бою

# window/intro/team/description/unavailable
source: Team search and creation are temporarily not available.
ru: Создание и поиск команд временно недоступны.

# window/intro/team/description/waitingForRequest
source: Application awaiting approval
ru: Заявка на рассмотрении

# window/intro/team/header/staticTeams
source: Ranked Battles
ru: Игра в Ладдере

# window/intro/unavailableWaiting
source: Waiting...
ru: Ожидание...

# window/rosterSlotSettings/vehicleTab/addnlHeaderText
source: When adding players to the team, the vehicle requirements are not counted.
ru: При донаборе установленные к технике требования не учитываются.

# window/staticRallyInfo/cancelBtnLabel
source: Withdraw
ru: Отозвать

# window/staticRallyInfo/joinBtnLabel
source: Submit Application
ru: Подать заявку

# window/staticRallyInfo/joinInfo/alreadyJoined
source: You are already a member of a team.
ru: Вы уже состоите в команде

# window/staticRallyInfo/joinInfo/inProcess
source: Application awaiting approval
ru: Заявка на рассмотрении

# window/staticRallyInfo/joinInfo/inProcessOther
source: The application has already been submitted.
ru: Заявка на вступление уже подана

# window/staticRallyInfo/joinInfo/join
source: Submit application
ru: Подача заявки на вступление

# window/staticRallyInfo/ladderInfo
source: Ladder %(league)s. Division %(division)s.
ru: Лига %(league)s. Дивизион %(division)s

# window/staticRallyInfo/noAwards
source: No awards
ru: Наград нет

# window/staticRallyInfo/noRallySelected
source: Select a team from the list on the left to view the detailed description.
ru: Выберите команду из списка слева, чтобы увидеть подробное описание.

# window/staticRallyInfo/staticRally/statsWinsPercent
source: Victories
ru: Победы

# window/staticRallyInfo/statsBattlesCount
source: Battles
ru: Бои

# window/unit/candidates/legionaries
source: Legionnaires
ru: Легионеры

# window/unit/candidates/team
source: Team
ru: Команда

# window/unit/slot/notAllowed
source: Locked
ru: Заблокировано

# window/unitListView/enterBtn/common
source: Volunteer
ru: Записаться добровольцем

# window/unitListView/enterBtn/legionary
source: Join
ru: Войти

# window/unitListView/enterBtn/member
source: Join
ru: Войти

# window/unitListView/enterText/common
source: You can join the team as a volunteer.
ru: Вы можете записаться добровольцем

# window/unitListView/enterText/legionary
source: Join as a legionnaire
ru: Войти в роли легионера

# window/unitListView/enterText/member
source: Join the team
ru: Присоединиться к команде

# window/unitListView/forLegionary/description
source: Below is the list of available battle rooms where you can submit an application to join as a legionnaire.
ru: Ниже представлен список доступных боевых комнат, в которые вы можете подать заявку на вступление в роли легионера.

# window/unitListView/forLegionary/title
source: Unranked Battles
ru: Обычная игра

# window/unitListView/foundTeams/filterText
source: —Show only teams that play Ranked Battles
ru: — отображать только играющие в Ладдере команды

# window/unitListView/noItems
source: Teams not found.
ru: Команды не найдены

# window/vehicleSelector/info/respawn
source: Select a Tier VI–VIII vehicle in which you want to join the battle.
ru: Выберите машину VI–VIII уровня, на которой хотели бы выйти в бой.

# window/intro/create/btn/private/seeStaff
source: Team Members
ru: Штат команды

# window/staticRallyInfo/joinInfo/applicationCooldown
source: Unable to submit application.
ru: Подать заявку невозможно

# window/unit/message/level
source: Total tier of vehicles insufficient. Required: %(level)d
ru: Суммарный уровень техники не соответствует %(level)d

# window/unit/message/minSlots
source: Incomplete
ru: Неполный состав

# window/unit/message/unitIsFull
source: The Commander will add you to the team.
ru: Командир присоединит вас к боевому составу

# window/unit/message/unitIsLocked
source: You are not a team member. Slots frozen.
ru: Вы не в штате команды. Состав заморожен.

# window/unit/message/vehicleNotFound
source: Your vehicle does not meet the requirements of the team Commander.
ru: Ваша техника не соответствует требованиям капитана команды

# window/unit/message/vehicleNotSelected
source: Select a vehicle to take into a battle.
ru: Выберите машину, на которой собираетесь выйти в бой.

# window/unit/message/vehicleNotValid
source: Vehicle is not ready for the battle.
ru: Машина не готова к бою

# window/unit/slot/required
source: Invite players.
ru: Пригласите игроков

# window/unit/teamVehiclesLbl
source: Vehicles: %(levelsRange)s
ru: Техника: %(levelsRange)s

# window/unit/unitListView/captain
source: Team Commander
ru: Капитан команды

# StaticFormation/unitView/modeChangeWarning/seasonFinished
source: Season ended: Ranked Battles unavailable
ru: Сезон окончен: игры в Ладдере недоступны

# StaticFormation/unitView/modeChangeWarning/seasonFinishedTooltip/body
source: Current season has ended. Ranked Battles will be available in the new season.
ru: Текущий сезон завершён, игры в Ладдере станут доступны в новом сезоне.

# StaticFormation/unitView/modeChangeWarning/seasonFinishedTooltip/header
source: Unable to Switch Mode
ru: Нельзя переключить режим

# StaticFormation/unitView/modeChangeWarning/seasonPaused
source: Ranked Battles temporarily unavailable
ru: Игры в Ладдере временно недоступны

# StaticFormation/unitView/modeChangeWarning/seasonPausedTooltip/body
source: Current season is suspended. Ranked Battles are temporarily unavailable.
ru: Текущий сезон приостановлен, игры в Ладдере временно недоступны.

# StaticFormation/unitView/modeChangeWarning/seasonPausedTooltip/header
source: Unable to Switch Mode
ru: Нельзя переключить режим

# StaticFormationProfileWindow/title
source: Team Menu
ru: Меню команды

# StaticFormationStatsView/seasonFilter
source: Statistics for:
ru: Статистика за:

# StaticFormationStatsView/seasonFilter/all
source: All seasons
ru: Все сезоны

# StaticFormationStatsView/seasonFilter/current
source: Current season
ru: Текущий сезон

# StaticFormationStatsView/seasonFilter/specific
source: Season %(dateStart)s - %(dateFinish)s
ru: Сезон %(dateStart)s – %(dateFinish)s

# StaticFormationSummaryView/season/state/SUSPENDED
source: Ranked Battles temporarily unavailable
ru: Игры в Ладдере временно недоступны

# TextLoading/loading
source: Loading
ru: Загрузка

# clubs/seasons/state/INACTIVE
source: Season Ended
ru: Сезон окончен

# clubs/seasons/state/SUSPENDED
source: Season Suspended
ru: Сезон приостановлен

# staticFormation/staffView/destroyStatic/text
source: Dismiss Team
ru: Расформировать команду

# staticFormation/staffView/exitStatic/text
source: Leave Team
ru: Выйти из команды

# staticFormation/staffView/lblStaffed/text
source: Team members
ru: Укомплектован

# window/unit/message/curfew
source: Curfew
ru: Комендантский час

# window/unit/message/getNotReady
source: Click to indicate that you are not ready
ru: Нажмите, чтобы отменить готовность

# window/unit/message/squadInBattle
source: Platoon in battle
ru: Взвод в бою

# window/unit/message/vehicleInNotReady/broken
source: Vehicle not ready for battle: repairs required.
ru: Машина не готова к бою: требуется ремонт.

# window/unit/message/vehicleInNotReady/crewNotFull
source: Vehicle not ready for battle: crew incomplete.
ru: Машина не готова к бою: неполный экипаж.

# window/unit/message/vehicleInNotReady/isInBattle
source: Vehicle in battle
ru: Машина в бою

# window/unit/message/vehicleInNotReady/rentIsOver
source: Vehicle not ready for battle: rental period ended.
ru: Машина не готова к бою: аренда завершена.

# window/unit/unitListView/clubName
source: Team Name
ru: Название команды

# window/unitListView/noSearchResults/btn
source: Back to List
ru: Вернуться к списку

# window/unitListView/noSearchResults/description
source: Teams with this name were not found.
ru: Команды с таким названием не найдены.

# window/unitListView/noSearchResults/header
source: No Search Results
ru: Поиск не дал результатов

# window/unitListView/noTeams/description
source: No teams currently found that meet the search criteria. Try again later.
ru: В настоящий момент нет команд, удовлетворяющих условиям поиска. Попробуйте позже.

# window/unitListView/noTeams/header
source: Teams Not Found
ru: Команды не найдены

# window/unitListView/searchTeams
source: Search by name
ru: Поиск по названию

# ladderRegulations/info
source: Ranked Battle Rules
ru: Регламент игр в Ладдере

# ladderRegulations/tooltip/header/ban
source: Ranked Battles are unavailable on the %(server)s server.
ru: На %(server)s игры в Ладдере недоступны.

# ladderRegulations/tooltip/header/free
source: Ranked Battles have no restrictions on the %(server)s server.
ru: На %(server)s игры в Ладдере проводятся без ограничений.

# ladderRegulations/tooltip/header/limitation
source: Ranked Battles are unavailable on the %(server)s server during the following period: %(time)s
ru: На %(server)s в период %(time)s игры в Ладдере недоступны.

# ladderRegulations/tooltip/info
source: These rules ensure fair conditions and create a comfortable gaming experience for all players who fight Ranked Battles.
ru: Данный регламент призван создать равные и комфортные условия для игр в Ладдере.

# ladderRegulations/tooltip/name
source: Ranked Battle Rules
ru: Регламент Ладдера

# ladderRegulations/tooltip/schedule/ban
source: %(server)s: battles unavailable
ru: %(server)s: игры недоступны

# ladderRegulations/tooltip/schedule/free
source: %(server)s: no restrictions
ru: %(server)s: без ограничений

# ladderRegulations/tooltip/schedule/name
source: Schedule:
ru: Расписание:

# ladderRegulations/warning
source: Ranked Battles are unavailable
ru: Игры в Ладдере недоступны

# window/unit/message/falloutGroupNotReady
source: One of your vehicles not ready for battle
ru: Одна из машин не готова к бою

# window/unit/message/falloutLevel
source: You need at least one Tier %(level)s vehicle
ru: Необходима как минимум 1 машина %(level)s уровня

# window/unit/message/falloutMin
source: Select Tier %(level)s vehicles
ru: Выберите технику %(level)s уровней

# window/unit/message/vehicleInNotReady/wrongMode
source: Selected vehicle is not suitable for this battle mode
ru: Выбранная машина не подходит для данного режима боёв

# window/unit/message/falloutMin/levelRange
source: Add Tier %(level)s vehicles to the group
ru: Дополните группу техникой %(level)s уровней

# window/unit/message/falloutMin/requiredLevel
source: Select a Tier %(level)s vehicle
ru: Выберите машину %(level)s уровня

# window/unitListView/searchBtn/label
source: Search
ru: Поиск

# window/unit/message/fortificationNotAvailable
source: The Stronghold: Battles mode is temporarily unavailable
ru: Режим «Укрепрайон: сражения» временно недоступен

# clubs/league/label
source: Ladder %(league)s
ru: Лига %(league)s

# squadWindow/waitingForBattle
source: Platoon Is in Battle Queue
ru: Взвод в очереди на выход в бой

# introView/leftBlock/btnLabel
source: Search
ru: Найти

# introView/leftBlock/descr
source: Select a suitable team from the list of existing ones. You must meet the Commander's requirements.
ru: Подбор подходящей вам команды из списка уже созданных. Вам необходимо соответствовать требованиям командира.

# introView/leftBlock/header
source: Search for Team
ru: Поиск команды

# introView/rightBlock/btnLabel
source: Create
ru: Создать

# introView/rightBlock/descr
source: Create a team with friends or players who have suitable vehicles.
ru: Создание команды для игры с друзьями, а также игроками, чья техника соответствует вашим требованиям.

# introView/rightBlock/header
source: Create Team
ru: Создание команды

# selectedFormation/JoinUnitSection/header
source: Selected Battle Room
ru: Выбранная боевая комната

# unitView/header
source: Battle Room
ru: Боевая комната

# window/unit/message/inactivePeripheryBattle
source: You can confirm your readiness 10 minutes before the beginning of an Advance
ru: Сообщить о готовности можно за 10 минут до Наступления

# window/unit/message/inactivePeripherySortie
source: You can confirm your readiness 10 minutes before the beginning of a Skirmish
ru: Сообщить о готовности можно за 10 минут до начала Вылазок

# window/unit/message/maintenance
source: Mode temporarily unavailable
ru: Режим временно недоступен

# window/unitListView/sort/label
source: Rating:
ru: Рейтинг:

# window/unit/message/vehicleInNotReady/rotationGroupLocked
source: The vehicle is not ready: group %(groupNum)s is locked.
ru: Машина не готова к бою: группа %(groupNum)s заблокирована.
