Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/cybersport.*.resx
Languages: ru

# button/chooseVehicles/info/tooltip/description/notSelected
source: No vehicles selected. Unable to start Autosearch.
ru: Не выбрано ни одной машины. Автопоиск невозможен.

# button/chooseVehicles/info/tooltip/description/notValid
source: Selected vehicle is not ready. Unable to start Autosearch.
ru: Выбранная машина не готова к бою. Автопоиск невозможен.

# button/chooseVehicles/info/tooltip/description/valid
source: Suitable vehicles are selected. You may start Autosearch.
ru: Выбрана подходящая техника. Можно запустить автопоиск.

# button/chooseVehicles/info/tooltip/title
source: Select Vehicles
ru: Выбор техники

# button/chooseVehicles/select
source: Select
ru: Выбрать

# button/chooseVehicles/selected
source: Selected vehicles
ru: Выбранная техника

# button/medallion/addSlotSettings
source: Add
ru: Добавить

# button/medallion/availableQuantity
source: Suitable:
ru: Подходит:

# button/medallion/chooseVehicle
source: Select Vehicle
ru: Выбрать технику

# window/autoSearch/confirmation/cancelLbl
source: Cancel
ru: Отмена

# window/autoSearch/confirmation/ctxMessage
source: Time left to confirm:
ru: Осталось времени на подтверждение:

# window/autoSearch/confirmation/ctxSeconds
source: s
ru: с

# window/autoSearch/confirmation/headerText
source: Team Found
ru: Команда найдена

# window/autoSearch/confirmation/mainText
source: Confirm readiness
ru: Подтвердите готовность

# window/autoSearch/confirmation/submitlLbl
source: Ready!
ru: Готов!

# window/autoSearch/errorState/cancelLbl
source: Cancel
ru: Отмена

# window/autoSearch/errorState/ctxMessage
source: Search for a new team?
ru: Найти новую команду?

# window/autoSearch/errorState/headerText
source: Time Expired
ru: Время истекло

# window/autoSearch/errorState/mainText
source: Team was found, but you did not confirm readiness.
ru: Команда была найдена, но вы не подтвердили готовность.

# window/autoSearch/errorState/submitlLbl
source: Search
ru: Найти

# window/autoSearch/searchCommand/cancelLbl
source: Cancel
ru: Отмена

# window/autoSearch/searchCommand/ctxMessage
source: Average wait time:
ru: Среднее время ожидания:

# window/autoSearch/searchCommand/cxtDnmMessage
source: %d min
ru: %d мин

# window/autoSearch/searchCommand/mainText
source: Searching for suitable team
ru: Поиск подходящей команды

# window/autoSearch/searchEnemy/mainText
source: Awaiting battle...
ru: Ожидание боя...

# window/autoSearch/waitingPlayers/mainText
source: Awaiting players...
ru: Ожидание игроков...

# window/intro/auto/btn
source: Autosearch
ru: Автопоиск

# window/intro/auto/btn/tooltip/description/disabled
source: Unable to find a team. Vehicles are not selected or are not ready for the battle.
ru: Поиск команды невозможен. Техника не выбрана или не готова к бою.

# window/intro/auto/btn/tooltip/description/enabled
source: Click to find a team automatically and join the battle immediately.
ru: Нажмите, чтобы автоматически найти команду и сразу выйти в бой.

# window/intro/auto/btn/tooltip/title
source: Autosearch
ru: Автопоиск

# window/intro/auto/btnLbl
source: Start Autosearch
ru: Запуск автопоиска

# window/intro/auto/description
source: Team players will be matched automatically.
ru: Команда будет подобрана автоматически.

# window/intro/auto/title
source: Autosearch by Rating
ru: Автопоиск по рейтингу

# window/intro/auto/vehicleLbl
source: Selected vehicles:
ru: Выбранная техника:

# window/intro/create/btn
source: Create
ru: Создать

# window/intro/create/description
source: Create a team to cooperate with your friends and other players. Set requirements to the vehicles.
ru: Создайте свою команду, чтобы играть вместе с друзьями и другими игроками, установите требования к технике.

# window/intro/create/title
source: Create Team
ru: Создание команды

# window/intro/description
source: Participants are peer teams with 7 players each. Vehicles are limited to Tiers VI–VIII. The total Tier of vehicles on a team must be 54.
ru: В командных боях с каждой из сторон участвуют равные по мастерству команды по 7 игроков в каждой. Уровни техники: VI–VIII. Необходимый суммарный уровень техники — 54.

# window/intro/search/btn
source: Search
ru: Найти

# window/intro/search/description
source: Select a suitable team from the list of existing ones. You must meet the Commander's requirements.
ru: Подбор подходящей вам команды из списка уже созданных. Вам необходимо соответствовать требованиям командира.

# window/intro/search/title
source: Search for a Team
ru: Поиск команды

# window/intro/title
source: Team Battle
ru: Командный бой

# window/rosterSlotSettings/bottomResult
source: Selected:
ru: Выбрано:

# window/rosterSlotSettings/tabBtnLbl/range
source: Range
ru: Диапазон

# window/rosterSlotSettings/tabBtnLbl/vehicle
source: Vehicles
ru: Техника

# window/rosterSlotSettings/title
source: Set Requirements
ru: Настройка требований

# window/rosterSlotSettings/vehicleTab/cancelBtn
source: Cancel
ru: Отмена

# window/rosterSlotSettings/vehicleTab/headerText
source: Specify the requirements for your teammate's vehicles.
ru: Укажите требования, которым должна соответствовать техника вашего будущего сокомандника.

# window/rosterSlotSettings/vehicleTab/nationFieldSet
source: Nation
ru: Нация

# window/rosterSlotSettings/vehicleTab/submitBtn
source: Select
ru: Выбрать

# window/rosterSlotSettings/vehicleTab/vehicleLevel
source: Tier
ru: Уровень техники

# window/rosterSlotSettings/vehicleTab/vehicleType
source: Type
ru: Тип техники

# window/title
source: Team Battle
ru: Командный бой

# window/unit/applySlotsSettings
source: Accept
ru: Принять

# window/unit/autoRecruit
source: Recruit
ru: Донабрать

# window/unit/cancelSlotSettings
source: Cancel
ru: Отменить

# window/unit/candidates
source: Volunteers
ru: Добровольцы

# window/unit/chat
source: Chat Channel
ru: Канал связи

# window/unit/closeRoom
source: — Room shown
ru: — Комната видима

# window/unit/fight
source: Battle!
ru: В бой!

# window/unit/inviteFriend
source: Invite players
ru: Пригласить игроков

# window/unit/message/candidate
source: The team Commander will add you to the team.
ru: Командир присоединит вас к боевому составу

# window/unit/message/getReady
source: Confirm that you are ready to join the battle.
ru: Подтвердите готовность выйти в бой

# window/unit/message/levelError
source: Total tier of vehicles is exceeded.
ru: Превышен суммарный уровень техники

# window/unit/message/noVehicle
source: Vehicles not selected
ru: Техника не выбрана

# window/unit/message/notFullUnit
source: Incomplete
ru: Неполный состав

# window/unit/message/openSlots/levelError
source: Total tier of vehicles is exceeded while some slots are available.
ru: Превышен суммарный уровень техники при наличии свободных слотов.

# window/unit/message/ready
source: All members ready
ru: Все готовы

# window/unit/message/vehicleInNotReady
source: Vehicle is not ready for the battle.
ru: Машина не готова к бою

# window/unit/message/waiting
source: Wait for players getting ready…
ru: Ожидание готовности игроков...

# window/unit/notReady
source: Not Ready
ru: Не готов

# window/unit/openRoom
source: — Room hidden
ru: — Комната невидима

# window/unit/ready
source: Ready!
ru: Готов!

# window/unit/rosterSettingsView/or
source: or
ru: или

# window/unit/slot/emptySlot
source: Empty
ru: Свободно

# window/unit/slot/freezed
source: Frozen
ru: Заморожено

# window/unit/slot/locked
source: Locked
ru: Заблокировано

# window/unit/slot/notAvailable
source: Locked
ru: Заблокировано

# window/unit/slot/takePlace
source: Take Slot
ru: Занять место

# window/unit/slotHeaderText
source: Set Requirements
ru: Настройка требований

# window/unit/slotSecondText
source: Add requirements, indicating the vehicles you would like to see on your team. When adding players to the team, the vehicle requirements are not counted.
ru: Добавьте требования с указанием техники, которую желаете видеть в команде. При донаборе установленные к технике требования не учитываются.

# window/unit/team
source: Team
ru: Штат команды

# window/unit/teamLocked
source: Team is not displayed in search results.
ru: Команда не отображается в поиске

# window/unit/teamMembers
source: Slots: %(current)s / %(max)s
ru: Состав: %(current)s / %(max)s

# window/unit/teamPoints
source: Total Tier:
ru: Суммарный уровень:

# window/unit/teamUnlocked
source: Team is displayed in search results.
ru: Команда отображается в поиске

# window/unit/teamVehicles
source: Vehicles:
ru: Техника:

# window/unitListView/enterBtn
source: Join
ru: Записаться

# window/unitListView/enterText
source: You can join the team as a volunteer
ru: Вы можете записаться добровольцем

# window/unitListView/foundTeams
source: Battle Rooms List
ru: Список боевых комнат

# window/unitListView/noUnitSelected
source: Select a team from the list on the left to view the detailed description.
ru: Выберите команду из списка слева, чтобы увидеть подробное описание.

# window/unitListView/refreshList
source: Update list
ru: Обновить список

# window/unitListView/renderer/next
source: Next
ru: Следующие

# window/unitListView/renderer/previous
source: Previous
ru: Предыдущие

# window/unitListView/renderer/requiredVehicles
source: Suitable vehicles
ru: Подходящая техника

# window/unitListView/renderer/showMore
source: Show 20 more
ru: Показать ещё 20

# window/unitListView/selectedTeam
source: Team
ru: Команда

# window/unitListView/team
source: Slots
ru: Состав

# window/unitListView/teamDescription
source: Team description
ru: Здесь находится описание команды

# window/unitListView/vehicles
source: Vehicles
ru: Техника

# window/vehicleSelector/buttons/cancel
source: Cancel
ru: Отмена

# window/vehicleSelector/buttons/select
source: Select
ru: Выбрать

# window/vehicleSelector/filters/all
source: All
ru: Все

# window/vehicleSelector/info/intro
source: You will join the battle in one of the selected vehicles. Tiers allowed: VI–VIII. To play most comfortably, select a light, medium, or heavy tank.
ru: Вы выйдете в бой на одной из отмеченных машин. Допустимые уровни техники: VI–VIII Для комфортной игры выберите лёгкий, средний или тяжёлый танк.

# window/vehicleSelector/info/search
source: You will join the battle in one of the selected vehicles. Tiers allowed: VI–VIII.
ru: Вы выйдете в бой на одной из отмеченных машин. Допустимые уровни техники: VI–VIII

# window/vehicleSelector/info/unit
source: Select a Tier VI–VIII vehicle in which you want to join the battle.
ru: Выберите машину VI–VIII уровня, на которой хотели бы выйти в бой.

# window/vehicleSelector/title
source: Select Vehicles
ru: Выбор техники

# window/unit/message/candidate/invalidVehicles
source: Your vehicle does not meet the requirements of the team Commander.
ru: Ваша техника не соответствует требованиям капитана команды

# window/unit/message/candidate/lockedUnits
source: You are not a team member. Slots frozen.
ru: Вы не в штате команды. Состав заморожен

# window/unit/message/candidate/unitIsFull
source: The team Commander will add you to the team.
ru: Командир присоединит вас к боевому составу

# window/vehicleSelector/filters/allLevels
source: All tiers
ru: Все уровни

# window/vehicleSelector/filters/level
source: %(levelNum)d Tier
ru: %(levelNum)d уровень

# window/backBtnLbl
source: BACK
ru: НАЗАД

# window/unit/description
source: Participants are peer teams with 7 players each. Vehicles are limited to Tiers VI–VIII. The total Tier of vehicles on a team must be 54.
ru: C каждой из сторон участвуют равные по мастерству команды по 7 игроков в каждой. Уровни техники: VI–VIII. Необходимый суммарный уровень техники в команде — 54.

# window/unit/descriptionDefault
source: Add description—
ru: Добавить описание —

# window/unit/leave
source: Leave Room
ru: Покинуть комнату

# window/unit/lockSlot
source: Lock Slot
ru: Заблокировать место

# window/unit/teamVehiclesStub
source: Vehicles: VI–VIII
ru: Техника: VI–VIII

# window/unit/unitListView/commander
source: Commander
ru: Командир

# window/unit/unitListView/description
source: Description
ru: Описание

# window/unit/unitListView/paginationDown
source: Weaker
ru: Слабее

# window/unit/unitListView/paginationInfo
source: —Display other tactical units
ru: — отобразить другие формирования

# window/unit/unitListView/paginationUp
source: Stronger
ru: Сильнее

# window/unit/unitListView/players
source: Members
ru: Состав

# window/unit/unitListView/rating
source: Rating
ru: Рейтинг

# window/unit/unitName
source: Team %(commanderName)s
ru: Команда %(commanderName)s

# window/unit/unlockSlot
source: Unlock Slot
ru: Разблокировать место

# window/unitListView/create/btn
source: Create Room
ru: Создать комнату

# window/unitListView/description
source: Below is the list of available battle rooms where you can submit an application to join as a legionnaire.
ru: Ниже представлен список доступных боевых комнат, в которые вы можете подать заявку на вступление в роли легионера.

# window/unitListView/foundTeamsDescription
source: The teams listed below are searching for players and have vacant slots.
ru: В указанных ниже командах открыт набор на вступление и есть свободные места.

# window/unitListView/title
source: Battle Rooms
ru: Боевые комнаты

# window/vehicleSelector/filters/matches
source: Display suitable vehicles only
ru: Отображать только подходящую технику

# window/unit/message/allReady
source: All members are ready to join the battle.
ru: Все готовы. Можно отправляться в бой

# window/unit/message/waitCommander
source: Waiting for the Commander's decision...
ru: Ожидание решения капитана команды...

# window/unit/message/invalidLevelError/6
source: No more than one Tier VI vehicle is allowed per team.
ru: В команде может быть только 1 машина VI уровня.

# window/unit/message/invalidLevelError/6_7
source: A Tier VI and a Tier VII vehicle are not allowed on the same team.
ru: В команде не может одновременно быть техника VI и VII уровней.

# window/unit/message/invalidLevelError/7
source: Only two Tier VII vehicles are allowed per team.
ru: В команде не может быть более 2 машин VII уровня.

# window/unit/message/invalidLevelError/unresolved
source: Requirements for vehicle tiers not met.
ru: Не соблюдены требования по уровню техники.

# window/unit/message/maxLevelError
source: Total tier of vehicles is exceeded.
ru: Суммарный уровень техники превышен.

# window/unit/message/minLevelError
source: Insufficient total tier of vehicles
ru: Суммарный уровень техники недостаточен.

# CSAnimation/applyBtn/label
source: Acknowledged!
ru: Так точно!

# CSAnimation/description
source: Congratulations! Your team has entered the next division. Way to go!
ru: Поздравляем, ваша команда перешла в следующий дивизион. Так держать!

# CSAnimation/header
source: Change Division
ru: Смена дивизиона

# LegionariesFilterPopover/buttons/apply
source: Apply
ru: Применить

# LegionariesFilterPopover/labels/battles
source: Battles fought
ru: Количество боёв

# LegionariesFilterPopover/labels/from
source: from
ru: от

# LegionariesFilterPopover/labels/requirements
source: Requirements to Applicants
ru: Требования к кандидатам

# LegionariesFilterPopover/title
source: Requirements to Legionnaires
ru: Требования к легионерам

# StaticFormation/ladderView/divisionName/text
source: Division: %(division)s. Ladder: %(league)s
ru: Дивизион %(division)s. Лига %(league)s

# StaticFormation/ladderView/divisionPosition/text
source: Place: %(place)s. Ranked Points: %(points)s
ru: Место: %(place)s. Очки Ладдера: %(points)s

# StaticFormationProfileWindow/actionBtn/officer
source: Assemble Team
ru: Собрать команду

# StaticFormationProfileWindow/actionBtn/sendRequest
source: Submit Application
ru: Отправить заявку

# StaticFormationProfileWindow/actionBtn/soldier
source: Join
ru: Войти

# StaticFormationProfileWindow/hyperLink/text
source: Edit
ru: Редактировать

# StaticFormationProfileWindow/tabsLbl/ladder
source: Leaderboard
ru: Ладдер

# StaticFormationProfileWindow/tabsLbl/staff
source: Members
ru: Штат

# StaticFormationProfileWindow/tabsLbl/stats
source: Statistics
ru: Статистика

# StaticFormationProfileWindow/tabsLbl/summary
source: Summary
ru: Сводка

# StaticFormationStatsView/addStats/capturePts
source: Base capture points
ru: Очков захвата

# StaticFormationStatsView/addStats/captureWinsRatio
source: Rate of victories by base capture
ru: Процент побед по захвату

# StaticFormationStatsView/addStats/defendPts
source: Base defense points
ru: Очков защиты базы

# StaticFormationStatsView/addStats/dmgInflicted
source: Damage caused
ru: Урона нанесено

# StaticFormationStatsView/addStats/dmgRatio
source: Damage caused/received ratio
ru: Соотношение урона нанесено/получено

# StaticFormationStatsView/addStats/dmgReceived
source: Damage received
ru: Урона получено

# StaticFormationStatsView/addStats/killed
source: Vehicles destroyed
ru: Уничтожено машин

# StaticFormationStatsView/addStats/killedLostRatio
source: Vehicles destroyed/lost ratio
ru: Соотношение уничтожено/потеряно

# StaticFormationStatsView/addStats/lost
source: Vehicles lost
ru: Потеряно машин

# StaticFormationStatsView/awards
source: Awards
ru: Награды

# StaticFormationStatsView/mainStats/battles
source: Battles fought
ru: Количество проведённых боёв

# StaticFormationStatsView/mainStats/techDefeatsNumber
source: Technical defeats
ru: Количество технических поражений

# StaticFormationStatsView/mainStats/techDefeatsPercent
source: Rate of technical defeats
ru: Процент технических поражений

# StaticFormationStatsView/mainStats/winsPercent
source: Victories
ru: Победы

# StaticFormationSummaryView/bestMaps
source: Best Maps
ru: Лучшие карты

# StaticFormationSummaryView/bestTanks
source: Best Vehicles
ru: Лучшие машины

# StaticFormationSummaryView/ladder/ladderPts
source: Ranked Points: %(points)s
ru: Очки Ладдера: %(points)s

# StaticFormationSummaryView/ladder/leagueDivision
source: Ladder: %(league)s. Division: %(division)s
ru: Лига %(league)s. Дивизион %(division)s

# StaticFormationSummaryView/ladder/place
source: %(place)s Place
ru: %(place)s Место

# StaticFormationSummaryView/lastBattle
source: Last Ranked Battle played: %(date)s
ru: Последний раз играла в Ладдере: %(date)s

# StaticFormationSummaryView/noAwards
source: No awards
ru: Наград нет

# StaticFormationSummaryView/notEnoughTanksMaps
source: Not enough battles
ru: Недостаточно боёв

# StaticFormationSummaryView/registered
source: Team registration date: %(date)s
ru: Команда зарегистрирована: %(date)s

# StaticFormationSummaryView/stats/battles
source: Battles
ru: Бои

# StaticFormationSummaryView/stats/techDefeats
source: Rate of technical defeats
ru: Процент технических поражений

# StaticFormationSummaryView/stats/winsByCapture
source: Victories by base capture / capture interruption
ru: Количество побед по захвату, сбитию захвата

# StaticFormationSummaryView/stats/winsPercent
source: Victories
ru: Победы

# staticFormation/ladderView/ladderTable/headerBattlesCount/text
source: Battles
ru: Боёв

# staticFormation/ladderView/ladderTable/headerFormationName/text
source: Team
ru: Команда

# staticFormation/ladderView/ladderTable/headerPlace/text
source: Place
ru: Место

# staticFormation/ladderView/ladderTable/headerPoints/text
source: Score
ru: Очки

# staticFormation/ladderView/ladderTable/headerShowFormationProfile/text
source: Team Profile
ru: Профиль команды

# staticFormation/ladderView/ladderTable/headerWinsPercent/text
source: Victories
ru: Побед

# staticFormation/ladderView/showFormationProfileBtn/text
source: Team Profile
ru: Профиль команды

# staticFormation/staffView/inviteBtn/text
source: Invite to Team
ru: Пригласить в штат

# staticFormation/staffView/recruitmentBtn/text
source: Applicants (%(count)s)
ru: Кандидаты (%(count)s)

# staticFormation/staffView/recruitmentOpenedChkBx/text
source: Close application submission
ru: Не принимать заявки на вступление

# staticFormation/staffView/staffTable/emptyRenderer/text
source: Available
ru: Свободно

# staticFormation/staffView/staffTable/headerAppointment/text
source: Position
ru: Должность

# staticFormation/staffView/staffTable/headerJoinDate/text
source: Join Date
ru: Дата вступления

# staticFormation/staffView/staffTable/headerName/text
source: Name
ru: Имя

# staticFormation/staffView/title/text
source: Team Members
ru: Штат команды

# InvitesAndRequestsWindow/accepted
source: Accepted
ru: Принято

# InvitesAndRequestsWindow/cancelled
source: Canceled
ru: Отменено

# InvitesAndRequestsWindow/officerDescription
source: Team members—a manually created roster of friends and suitable players.
ru: Штат команды — вручную сформированный состав из друзей и подходящих игроков.

# InvitesAndRequestsWindow/onlyInvitesCheckbox
source: Display sent invitations only
ru: Показывать только отправленные

# InvitesAndRequestsWindow/ownerDescription
source: Team members—a manually created roster of friends and suitable players.
ru: Штат команды — вручную сформированный состав из друзей и подходящих игроков.

# InvitesAndRequestsWindow/playerName
source: Name
ru: Имя

# InvitesAndRequestsWindow/rejected
source: Declined
ru: Отказ

# InvitesAndRequestsWindow/status
source: Status
ru: Статус

# InvitesAndRequestsWindow/title
source: Invitations Sent and Applications Submitted
ru: Отправленные приглашения и поданные заявки на вступление

# InvitesAndRequestsWindow/windowTitle
source: Applications and Invitations
ru: Заявки и приглашения

# StaticFormation/ladderView/ladderMsg/noSeason
source: Ranked Battles will become available when the next season starts.
ru: Игры в Ладдере станут доступны только когда начнётся новый сезон.

# StaticFormation/ladderView/ladderStatus/noBattles
source: To be placed in the Leaderboard, play at least one Ranked Battle.
ru: Чтобы занять место в Ладдере, проведите как минимум 1 игру в Ладдере.

# StaticFormation/ladderView/ladderStatus/noSeason
source: Season Ended
ru: Сезон окончен

# StaticFormation/ladderView/noDivisionName/text
source: Current division
ru: Текущий дивизион

# StaticFormation/ladderView/noDivisionPosition/text
source: To be placed in the Leaderboard, play at least one Ranked Battle.
ru: Чтобы занять место в Ладдере, проведите как минимум 1 игру в Ладдере.

# StaticFormation/unitView/closeRoom/button
source: Make Invisible
ru: Сделать невидимой

# StaticFormation/unitView/closedRoom/status
source: Close recruitment of legionnaires
ru: Закрыть набор для легионеров

# StaticFormation/unitView/legionnairesTotal
source: Legionnaires: %(cur)d%(font_tag_open)s/%(max)d%(font_tag_close)s
ru: Легионеры: %(cur)d%(font_tag_open)s/%(max)d%(font_tag_close)s

# StaticFormation/unitView/modeChangeWarning/lowRank
source: Unable to switch modes
ru: Нельзя переключить режим

# StaticFormation/unitView/modeChangeWarning/lowRankTooltip
source: Not enough permissions to proceed to Ranked Battles.
ru: У вас недостаточно полномочий для перехода к игре в Ладдере.

# StaticFormation/unitView/modeChangeWarning/noSeason
source: Unable to Switch Modes
ru: Нельзя переключить режим

# StaticFormation/unitView/modeChangeWarning/noSeasonTooltip
source: The season has ended. Ranked Battles are unavailable.
ru: Текущий сезон завершён, игры в Ладдере недоступны.

# StaticFormation/unitView/modeChangeWarning/wrongRole
source: Unable to switch modes
ru: Нельзя переключить режим

# StaticFormation/unitView/modeChangeWarning/wrongRoleTooltip
source: Only the team Commander can switch modes.
ru: Менять режим игры может только командир боевого состава.

# StaticFormation/unitView/openRoom/button
source: Make Visible
ru: Сделать видимой

# StaticFormation/unitView/openRoom/status
source: Open recruitment of legionnaires
ru: Открыть набор для легионеров

# StaticFormation/unitView/rankedMode
source: Ranked Battles
ru: Игра в Ладдере

# StaticFormation/unitView/setRankedMode
source: Go to Ranked Battles
ru: Перейти к игре в Ладдере
