Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/dialogs.*.resx
Languages: ru

# replacePassport/unique/message
source: This is a unique crew member and his Personal Data cannot be reset later. Are you sure you want to replace the Personal Data for %(gold)s?
ru: Это уникальный член экипажа и вы не сможете вернуть его первоначальные личные данные. Вы действительно хотите поменять документы за %(gold)s?

# replacePassport/unique/submit
source: Replace
ru: Сменить

# replacePassport/unique/title
source: Confirm Replacement
ru: Подтверждение смены

# replacePassportConfirmation/cancel
source: Cancel
ru: Отменить

# replacePassportConfirmation/message
source: Replace the Personal Data of this crew member for %(gold)s?
ru: Сменить документы члена экипажа за %(gold)s?

# replacePassportConfirmation/submit
source: Replace
ru: Сменить

# replacePassportConfirmation/title
source: Replace Personal Data
ru: Смена документов

# replayNotification/cancel
source: No
ru: Нет

# replayNotification/message
source: The current version of World of Tanks is not compatible with the battle recording. This may cause problems in replay. Ignore the difference and replay anyway?
ru: Данная версия World of Tanks не совпадает с версией, для которой записан бой. Могут возникнуть проблемы при воспроизведении. Игнорировать разницу в версиях и воспроизвести бой?

# replayNotification/submit
source: Yes
ru: Да

# replayNotification/title
source: Warning
ru: Предупреждение

# replayStopped/cancel
source: Cancel
ru: Отменить

# replayStopped/message
source: Replay complete. Click Finish to exit the game.
ru: Воспроизведение записи боя завершено. Нажмите «Закончить», чтобы закрыть клиент.

# replayStopped/submit
source: Finish
ru: Закончить

# replayStopped/title
source: Replay Complete
ru: Воспроизведение записи боя завершено

# reportBug/cancel
source: Cancel
ru: Отменить

# reportBug/message
source: By default, clicking here will take you to the appropriate section of the forum to report an error. Continue?
ru: В браузере по умолчанию будет открыт тематический раздел форума игры, в котором можно сообщить об ошибке. Продолжить?

# reportBug/submit
source: Continue
ru: Продолжить

# reportBug/title
source: Go to Game Forum
ru: Переход на форум игры

# resetGraphics/cancel
source: Continue
ru: Продолжить

# resetGraphics/message
source: <font color='#ff0000'>Attention!</font> Graphics settings have been automatically selected to ensure optimum image quality. To increase performance, select lower graphics quality in Settings.
ru: <font color='#ff0000'>Внимание!</font> Автоматически установлены графические настройки, которые обеспечивают оптимальное качество изображения. Если нужно увеличить быстродействие, выберите более низкое качество графики в «Настройках».

# resetGraphics/submit
source: Settings
ru: Настройки

# resetGraphics/title
source: Change Graphics Settings
ru: Изменение графических настроек

# restoreTankman/cancel
source: Cancel
ru: Отменить

# restoreTankman/disconnectedFromCenter
source: Currently unable to recruit crew members. Try again later.
ru: Рекрутирование танкистов временно недоступно. Повторите попытку позже.

# restoreTankman/forFree
source: Free
ru: Бесплатно

# restoreTankman/message
source: Recover this crew member?
ru: Восстановить данного члена экипажа?

# restoreTankman/newPeriodWarning
source: Attention! The free recovery period has expired. You will be able to recover the crew member using gold for another %(daysCount)s days.
ru: Внимание! Период бесплатного восстановления истек. Еще %(daysCount)s дней вы можете восстановить члена экипажа за золото.

# restoreTankman/price
source: Cost:
ru: Стоимость:

# restoreTankman/submit
source: Recover
ru: Восстановить

# restoreTankman/title
source: Recover Crew Member
ru: Восстановление члена экипажа

# restoreTankman/warning
source: After you click Recover, you will not be able to refund this action. Please double-check all the details carefully.
ru: Нажав «Восстановить», вы не сможете перевести приобретённое оборудование и снаряжение в золото. Пожалуйста, проверьте всё внимательно.

# restoreVehicleDialog/cancelBtn
source: Cancel
ru: Отменить

# restoreVehicleDialog/priceLabel
source: Recover the %(vehiclename)s
ru: Восстановить %(vehiclename)s

# restoreVehicleDialog/submitBtn
source: Recover
ru: Восстановить

# restoreVehicleDialog/tankmenCheckbox
source: Without crew
ru: Без экипажа

# restoreVehicleDialog/title
source: Recover the %(vehiclename)s
ru: Восстановление %(vehiclename)s

# restoreVehicleDialog/warning
source: After you click Recover, you will not be able to exchange purchased Equipment and Consumables for gold. Please double-check all the details carefully.
ru: Нажав «Восстановить», вы не сможете перевести приобретённое оборудование и снаряжение в золото. Пожалуйста, проверьте всё внимательно.

# retrainingWindow/submit
source: Retrain
ru: Переобучить

# sandBox/cancel
source: No
ru: Нет

# sandBox/goToAnother/cancel
source: Cancel
ru: Отменить

# sandBox/goToAnother/message
source: If you change the battle mode, you will automatically leave the Proving Ground mode.
ru: При переходе в другой режим боя вы автоматически покинете «Учебный бой».

# sandBox/goToAnother/submit
source: Proceed
ru: Перейти

# sandBox/goToAnother/title
source: Change Mode
ru: Переход в другой режим

# sandBox/goToBattleTutorial/cancel
source: Cancel
ru: Отменить

# sandBox/goToBattleTutorial/message
source: Leave the tactical unit and go to Battle Training?
ru: Вы действительно хотите покинуть формирование и перейти в Боевое обучение?

# sandBox/goToBattleTutorial/submit
source: Proceed
ru: Перейти

# sandBox/goToBattleTutorial/title
source: Go to Battle Training
ru: Переход в Боевое обучение

# sandBox/goToSquad/cancel
source: Cancel
ru: Отменить

# sandBox/goToSquad/message
source: If you create a Platoon, you will automatically leave the current mode.
ru: При создании взвода вы автоматически покинете текущий режим боя.

# sandBox/goToSquad/submit
source: Create
ru: Создать

# sandBox/goToSquad/title
source: Create Platoon
ru: Создание взвода

# sandBox/message
source: Do you want to enter the sandbox?
ru: Войти в песочницу?

# sandBox/submit
source: Yes
ru: Да

# sandBox/title
source: Sandbox
ru: Песочница

# sellConfirmation/cancel
source: Cancel
ru: Отменить

# sellConfirmation/message
source: Sell "%s" %d item(s)?
ru: Продать «%s» %d шт.?

# sellConfirmation/messageCombine
source: Sell "{%name}" {%count}item(s)?
ru: Продать «{%name}» {%count} шт.?

# sellConfirmation/messageCombineDevices
source: Equipment mounted: %s item(s).
ru: Оборудование установлено: %s шт.

# sellConfirmation/messageCombineEquipment
source: Consumables mounted: %s item(s).
ru: Снаряжение установлено: %s шт.

# sellConfirmation/messageCombineQuestion
source: Sell the vehicle for %s %s?
ru: Продать машину за %s %s?

# sellConfirmation/messageCombineTankmen
source: Crew members: %s.
ru: Экипаж: %s.

# sellConfirmation/submit
source: Sell
ru: Продать

# sellConfirmation/title
source: Sell: %s
ru: Продажа: %s

# sellModuleConfirmation/cancel
source: Cancel
ru: Отменить

# sellModuleConfirmation/submit
source: Sell
ru: Продать

# sellModuleConfirmation/title
source: Confirm Sale
ru: Подтверждение продажи

# sendInvites/common/title
source: Invite to Tactical Unit
ru: Пригласить в формирование

# shopSyncError/cancel
source: Continue
ru: Продолжить

# shopSyncError/message
source: Update the application. If the error repeats, update the server.
ru: Обновите клиент. В случае повторной ошибки обновите сервер.

# shopSyncError/title
source: Unsynchronization
ru: Рассинхронизация

# skillDropWindow/cancel
source: Cancel
ru: Отменить

# skillDropWindow/message
source: After additional qualification %s is reset, the crew member's major qualification will be %d%s. Continue?
ru: После сброса дополнительной специальности %s основной специальностью члена экипажа будет %d%s. Продолжить?

# skillDropWindow/submit
source: Reset
ru: Сбросить

# skillDropWindow/title
source: Confirm Skill and Perk Reset
ru: Подтверждение сброса умения

# soundModeInvalid/cancel
source: Cancel
ru: Отменить

# soundModeInvalid/message
source: Files for the selected notification voice are damaged or missing, notification voice will be set by default.
ru: Файлы выбранного голоса уведомлений повреждены или отсутствуют, будет назначен голос уведомлений по умолчанию.

# soundModeInvalid/submit
source: Save
ru: Сохранить

# soundModeInvalid/title
source: Error
ru: Ошибка

# soundSpeakersPresetDoesNotMatch/cancel
source: Cancel
ru: Отменить

# soundSpeakersPresetDoesNotMatch/message
source: The selected sound system is different from the one that was automatically defined by the game client. You can test the sound difference. Confirm changes?
ru: Выбранный тип акустики отличается от автоматически определённого игрой. Вы можете протестировать изменения звучания. Подтвердить изменения?

# soundSpeakersPresetDoesNotMatch/submit
source: Confirm
ru: Подтвердить

# soundSpeakersPresetDoesNotMatch/title
source: Sound System Mismatch
ru: Несоответствующий тип акустики

# squad/goToAnother/cancel
source: Cancel
ru: Отменить

# squad/goToAnother/message
source: You are in a Platoon. If you change the mode, you will be excluded from the Platoon.
ru: Вы состоите во взводе. При переходе в другой режим вы будете исключены из взвода.

# squad/goToAnother/submit
source: Proceed
ru: Перейти

# squad/goToAnother/title
source: Change Mode
ru: Переход в другой режим

# squad/goToBattleTutorial/cancel
source: Cancel
ru: Отменить

# squad/goToBattleTutorial/message
source: You are in a Platoon. If you go to Battle Training, you will be excluded from the Platoon.
ru: Вы состоите во взводе. При переходе в Боевое обучение вы будете исключены из взвода.

# squad/goToBattleTutorial/submit
source: Proceed
ru: Перейти

# squad/goToBattleTutorial/title
source: Go to Battle Training
ru: Переход в Боевое обучение

# squad/goToSquad/cancel
source: Cancel
ru: Отменить

# squad/goToSquad/message
source: Leave the tactical unit and create a Platoon with the player?
ru: Покинуть текущее формирование и создать взвод с игроком?

# squad/goToSquad/submit
source: Create
ru: Создать

# squad/goToSquad/title
source: Create Platoon
ru: Создание взвода

# squad/leave/cancel
source: Cancel
ru: Отменить

# squad/leave/message
source: Are you sure you want to leave the Platoon?
ru: Вы действительно хотите покинуть взвод?

# squad/leave/submit
source: Confirm
ru: Подтвердить

# squad/leave/title
source: Confirm Exit
ru: Подтверждение выхода

# squad/leaveDisabled/cancel
source: Continue
ru: Продолжить

# squad/leaveDisabled/message
source: You cannot leave the Platoon. You are a Platoon member ready for battle.
ru: Невозможно покинуть взвод: вы в основном составе и готовы к бою.

# squad/leaveDisabled/title
source: Attention
ru: Внимание

# squadHaveNoPlayerAuto/cancel
source: Cancel
ru: Отменить

# squadHaveNoPlayerAuto/message
source: Platoon is incomplete. One more player will be added automatically. Join the battle?
ru: Взвод сформирован не полностью. Недостающий игрок будет подобран автоматически. Выйти в бой?

# squadHaveNoPlayerAuto/submit
source: Battle!
ru: В бой!

# squadHaveNoPlayerAuto/title
source: Platoon Not Ready
ru: Взвод не готов

# squadHaveNoPlayers/cancel
source: Cancel
ru: Отменить

# squadHaveNoPlayers/message
source: Platoon is not full. Join the battle anyway?
ru: Состав взвода не сформирован. Выйти в бой неполным составом?

# squadHaveNoPlayers/submit
source: Battle!
ru: В бой!

# squadHaveNoPlayers/title
source: Platoon Not Ready
ru: Взвод не готов

# squadHaveNoPlayersAuto/cancel
source: Cancel
ru: Отменить

# squadHaveNoPlayersAuto/message
source: Platoon is incomplete. Add players automatically and join the battle?
ru: Состав взвода не сформирован. Выйти в бой с игроками, которые будут подобраны автоматически?

# squadHaveNoPlayersAuto/submit
source: Battle!
ru: В бой!

# squadHaveNoPlayersAuto/title
source: Platoon Not Ready
ru: Взвод не готов

# squadHaveNotReadyPlayer/cancel
source: Cancel
ru: Отменить

# squadHaveNotReadyPlayer/message
source: One of the Platoon members is not ready. Join the battle anyway?
ru: Один из игроков взвода не готов. Выйти в бой неполным составом?

# squadHaveNotReadyPlayer/submit
source: Battle!
ru: В бой!

# squadHaveNotReadyPlayer/title
source: Platoon Not Ready
ru: Взвод не готов

# squadHaveNotReadyPlayerAuto/cancel
source: Cancel
ru: Отменить

# squadHaveNotReadyPlayerAuto/message
source: Any player who does not confirm that they are ready will be removed from the tactical unit. Another player will be added automatically. Join the battle?
ru: Не подтвердивший готовность игрок будет исключён из формирования. Состав доукомплектуется автоматически. Выйти в бой?

# squadHaveNotReadyPlayerAuto/submit
source: Battle!
ru: В бой!

# squadHaveNotReadyPlayerAuto/title
source: Platoon Not Ready
ru: Взвод не готов

# squadHaveNotReadyPlayers/cancel
source: Cancel
ru: Отменить

# squadHaveNotReadyPlayers/message
source: Neither of the Platoon members is ready. Join the battle anyway?
ru: Оба игрока взвода не готовы. Выйти в бой неполным составом?

# squadHaveNotReadyPlayers/submit
source: Battle!
ru: В бой!

# squadHaveNotReadyPlayers/title
source: Platoon Not Ready
ru: Взвод не готов

# squadHaveNotReadyPlayersAuto/cancel
source: Cancel
ru: Отменить

# squadHaveNotReadyPlayersAuto/message
source: Platoon is incomplete. Players who did not confirm that they are ready will be excluded from the tactical unit. Add players automatically and join the battle?
ru: Состав взвода не сформирован. Не подтвердившие готовность игроки будут исключены из формирования. Выйти в бой с игроками, которые будут подобраны автоматически?

# squadHaveNotReadyPlayersAuto/submit
source: Battle!
ru: В бой!

# squadHaveNotReadyPlayersAuto/title
source: Platoon Not Ready
ru: Взвод не готов

# squadHavePlayersInBattle/cancel
source: Close
ru: Закрыть

# squadHavePlayersInBattle/message
source: Failed to join new battle: several players have not returned. Wait for the current battle to finish.
ru: Невозможно начать новый бой, не все бойцы вернулись. Дождитесь окончания текущего боя.

# squadHavePlayersInBattle/title
source: Platoon Not Ready
ru: Взвод не готов

# squadPremiumNeeded/cancel
source: OK
ru: ОК

# squadPremiumNeeded/message
source: Only Premium Account users can create a Platoon. The user creating a Platoon can invite a player with any account type.
ru: Создание взводов доступно только игрокам с премиум аккаунтом. Игрок, создавший взвод, может пригласить любого игрока независимо от типа его аккаунта.

# squadPremiumNeeded/title
source: Premium Account Only
ru: Только для премиум аккаунта

# stronghold/leave/cancel
source: Cancel
ru: Отменить

# stronghold/leave/message
source: Are you sure you want to leave the detachment?
ru: Вы действительно хотите покинуть отряд?

# stronghold/leave/submit
source: Confirm
ru: Подтвердить

# stronghold/leave/title
source: Confirm Exit
ru: Подтверждение выхода

# stronghold/leaveDefeat/message
source: Once you leave, the detachment will be dismissed. The Clan will be penalized for not entering a battle. Are you sure you want to leave the detachment?
ru: После вашего ухода отряд будет расформирован. Клан получит штраф за неявку в бой. Вы действительно хотите покинуть отряд?

# stronghold/leaveDefeat/title
source: Confirm Exit
ru: Подтверждение выхода

# switchPeripheryWindow/btnCancel
source: Cancel
ru: Отменить

# switchPeripheryWindow/btnSwitch
source: Proceed
ru: Перейти

# switchPeripheryWindow/windowTitle
source: Transfer to Another Server
ru: Переход на другой сервер

# tankmanChageRole/unknownVehicle/cancel
source: Cancel
ru: Отменить

# tankmanChageRole/unknownVehicle/message
source: %(tankname)s is not in the Garage. Change the qualification of the crew member?
ru: %(tankname)s отсутствует в Ангаре. Сменить специальность члена экипажа?

# tankmanChageRole/unknownVehicle/submit
source: Confirm
ru: Подтвердить

# tankmanChageRole/unknownVehicle/title
source: Confirm Qualification Change
ru: Подтверждение смены специальности

# tankmanRetraining/undistributedExp/cancel
source: Cancel
ru: Отменить

# tankmanRetraining/undistributedExp/message
source: When retraining a crew member, some of the undistributed experience will be used for training the major qualification to 100%
ru: При переобучении часть нераспределённого опыта члена экипажа будет использована для изучения основной специальности до достижения 100%

# tankmanRetraining/undistributedExp/submit
source: Retrain
ru: Переобучить

# tankmanRetraining/undistributedExp/title
source: Confirm Retraining
ru: Подтверждение переобучения

# tankmanRetraining/unknownVehicle/cancel
source: Cancel
ru: Отменить

# tankmanRetraining/unknownVehicle/message
source: There's no %(tankname)s in the Garage. Retrain the crew member?
ru: %(tankname)s отсутствует в Ангаре. Переобучить члена экипажа?

# tankmanRetraining/unknownVehicle/submit
source: Retrain
ru: Переобучить

# tankmanRetraining/unknownVehicle/title
source: Confirm Retraining
ru: Подтверждение переобучения

# technicalMaintenanceConfirm/cancel
source: Cancel
ru: Отменить

# technicalMaintenanceConfirm/msg_order_change
source: Change the order of consumables?
ru: Поменять снаряжение местами?

# technicalMaintenanceConfirm/msg_populate
source: Resupply consumables?
ru: Пополнить снаряжение?

# technicalMaintenanceConfirm/msg_repair
source: Repair the vehicle?
ru: Отремонтировать машину?

# technicalMaintenanceConfirm/msg_repair_order_change
source: Repair the vehicle and change the order of consumables?
ru: Отремонтировать машину и поменять снаряжение местами?

# technicalMaintenanceConfirm/msg_repair_populate
source: Repair the vehicle and resupply consumables?
ru: Отремонтировать машину и пополнить снаряжение?

# technicalMaintenanceConfirm/msg_repair_unload
source: Repair the vehicle and demount consumables?
ru: Отремонтировать машину и выгрузить снаряжение?

# technicalMaintenanceConfirm/msg_unload
source: Demount consumables?
ru: Выгрузить снаряжение?

# technicalMaintenanceConfirm/submit
source: OK
ru: ОК

# technicalMaintenanceConfirm/title
source: Confirm Purchase
ru: Подтверждение покупки

# tradeInConfirmation/cancel
source: Cancel
ru: Отменить

# tradeInConfirmation/message
source: %(vehName)s will be sold and unavailable for the recovery.%(addition)s
ru: Машина %(vehName)s будет продана и недоступна для восстановления.%(addition)s

# tradeInConfirmation/message/addition
source: In addition, %(operations)s.
ru: Дополнительно, %(operations)s.

# tradeInConfirmation/message/crew
source: the crew will be sent to the Barracks
ru: экипаж будет высажен в Казарму

# tradeInConfirmation/message/equipments
source: the consumables will be sent to the Depot
ru: снаряжение будет выгружено на Склад

# tradeInConfirmation/message/optionalDevices
source: the equipment will be demounted for free
ru: оборудование будет бесплатно демонтировано

# tradeInConfirmation/message/shells
source: the ammunition will be sent to the Depot
ru: боекомплект будет выгружен на Склад

# tradeInConfirmation/submit
source: Exchange
ru: Обменять

# tradeInConfirmation/title
source: Vehicle Trade-In
ru: Обмен машины

# tradeInPopover/descr
source: Premium vehicles available in the Garage
ru: Доступная премиум техника в Ангаре

# tradeInPopover/sorting/nation/body
source: Displays the nations of the selected vehicles.
ru: Показывает нации выбранных машин.

# tradeInPopover/sorting/nation/header
source: Nation
ru: Нация

# tradeInPopover/sorting/saving/body
source: Displays how much you save when the selected vehicles are traded in
ru: Показывает экономию при обмене выбранных машин

# tradeInPopover/sorting/saving/formatted
source: Vehicle Assessment
ru: Оценка машины

# tradeInPopover/sorting/saving/header
source: Vehicle Assessment
ru: Оценка машины

# tradeInPopover/sorting/vehLvl/body
source: Displays the tiers of the selected vehicles.
ru: Показывает уровни выбранных машин.

# tradeInPopover/sorting/vehLvl/header
source: Tier
ru: Уровень

# tradeInPopover/sorting/vehName/body
source: Displays the names of the selected vehicles.
ru: Показывает названия выбранных машин.

# tradeInPopover/sorting/vehName/header
source: Name
ru: Название

# tradeInPopover/sorting/vehType/body
source: Displays the types of the selected vehicles.
ru: Показывает типы выбранных машин.

# tradeInPopover/sorting/vehType/header
source: Type
ru: Тип

# tradeInPopover/title
source: Select Vehicle to Trade In
ru: Выбрать машину для обмена

# updateNeeded/cancel
source: Restart Later
ru: Отложить

# updateNeeded/message
source: Please update your application.
ru: Требуется обновление приложения.

# updateNeeded/submit
source: Update
ru: Обновить

# updateNeeded/title
source: Update Required
ru: Требуется обновление

# upgradeTankmanAcademyConfirmation/cancel
source: Cancel
ru: Отменить

# upgradeTankmanAcademyConfirmation/messageCombine
source: Train the crew member for {%d} gold?
ru: Обучить члена экипажа за {%d} золота?

# upgradeTankmanAcademyConfirmation/submit
source: Train
ru: Обучить

# upgradeTankmanAcademyConfirmation/title
source: Confirm Training
ru: Подтверждение обучения

# upgradeTankmanAcademyNotEnoughMoney/cancel
source: OK
ru: ОК

# upgradeTankmanAcademyNotEnoughMoney/message
source: Not enough gold for training.
ru: Недостаточно золота для обучения члена экипажа.

# upgradeTankmanAcademyNotEnoughMoney/submit
source: OK
ru: ОК

# upgradeTankmanAcademyNotEnoughMoney/title
source: Not enough gold
ru: Недостаточно золота

# upgradeTankmanScoolConfirmation/cancel
source: Cancel
ru: Отменить

# upgradeTankmanScoolConfirmation/messageCombine
source: Train the crew member for {%d} credits?
ru: Обучить члена экипажа за {%d} кредитов?

# upgradeTankmanScoolConfirmation/submit
source: Train
ru: Обучить

# upgradeTankmanScoolConfirmation/title
source: Confirm Training
ru: Подтверждение обучения

# upgradeTankmanScoolNotEnoughMoney/cancel
source: OK
ru: ОК

# upgradeTankmanScoolNotEnoughMoney/message
source: Not enough credits for training.
ru: Недостаточно кредитов для обучения члена экипажа.

# upgradeTankmanScoolNotEnoughMoney/submit
source: OK
ru: ОК

# upgradeTankmanScoolNotEnoughMoney/title
source: Not enough credits.
ru: Недостаточно кредитов.

# vehConf/exitDialog/cancel
source: Cancel
ru: Отменить

# vehConf/exitDialog/message
source: Modifications will not be saved. Leave the vehicle configuration menu?
ru: Внесённые изменения не будут сохранены. Покинуть меню настройки машины?

# vehConf/exitDialog/submit
source: Confirm
ru: Подтвердить

# vehConf/exitDialog/title
source: Cancel Changes
ru: Отмена изменений

# vehicleRemoveDialog/title
source: Remove from the Garage %(name)s
ru: Убрать из Ангара %(name)s

# vehicleSell/restoreCooldown/cancel
source: Cancel
ru: Отменить

# vehicleSell/restoreCooldown/message
source: Attention! This is a special vehicle. If you sell it, you will need to wait %(cooldown)s d to recover it. Sell the vehicle?
ru: Внимание! Это специальная машина, после продажи вы сможете её восстановить только через %(cooldown)s д. Подтвердить продажу?

# vehicleSell/restoreCooldown/submit
source: Confirm
ru: Подтвердить

# vehicleSell/restoreCooldown/title
source: Confirm Sale
ru: Подтверждение продажи

# vehicleSell/restoreUnlimited/cancel
source: Cancel
ru: Отменить

# vehicleSell/restoreUnlimited/message
source: Attention! This is a special vehicle. However, if you sell it, you will be able to recover it. Sell the vehicle?
ru: Внимание! Это специальная машина, но после продажи вы сможете её восстановить. Подтвердить продажу?

# vehicleSell/restoreUnlimited/submit
source: Confirm
ru: Подтвердить

# vehicleSell/restoreUnlimited/title
source: Confirm Sale
ru: Подтверждение продажи

# vehicleSell/unique/cancel
source: Cancel
ru: Отменить

# vehicleSell/unique/crewLocked/cancel
source: Cancel
ru: Отменить
