Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/dialogs.*.resx
Languages: ru

# hof/excludeRating/message
source: Other players will no longer see your achievements, but you can make them visible on the Hall of Fame main page.
ru: Ваши достижения перестанут быть доступны для просмотра другими игроками, но вы сможете включить их отображение на главной странице Зала славы.

# hof/excludeRating/submit
source: Hide Results
ru: Скрыть результаты

# hof/excludeRating/title
source: Show Results in Rating
ru: Отображение результатов в рейтинге

# hofDisabled/cancel
source: Close
ru: Закрыть

# hofDisabled/message
source: Hall of Fame is temporarily unavailable. Please try again later.
ru: Зал славы временно недоступен. Повторите попытку позже.

# hofDisabled/title
source: Attention!
ru: Внимание!

# installConfirmationNotRemovable_crystal/cancel
source: Cancel
ru: Отменить

# installConfirmationNotRemovable_crystal/message
source: Equipment "%(name)s" is <font color="#FF0000">complex</font>. Demounting or replacing it with another item will cause the current equipment to be <font color="#FF0000">DESTROYED</font>. The item can be safely demounted and sent to Depot only for bonds. Continue anyway?
ru: <font color="#FF0000">Сложное</font> оборудование «%(name)s». В случае обычного демонтажа (например, замены на другое оборудование) будет <font color="#FF0000">УНИЧТОЖЕНО</font>. Может быть безопасно демонтировано и помещено на Склад за боны. Продолжить установку?

# installConfirmationNotRemovable_crystal/submit
source: Mount
ru: Установить

# installConfirmationNotRemovable_crystal/title
source: Confirm Mounting
ru: Подтверждение установки

# installConfirmationNotRemovable_gold/cancel
source: Cancel
ru: Отменить

# installConfirmationNotRemovable_gold/message
source: Equipment "%(name)s" is <font color="#FF0000">complex</font>. Demounting or replacing it with another item will cause the current equipment to be <font color="#FF0000">DESTROYED</font>. The item can be safely demounted and sent to Depot only for gold. Continue anyway?
ru: <font color="#FF0000">Сложное</font> оборудование «%(name)s». В случае обычного демонтажа (например, замены на другое оборудование) будет <font color="#FF0000">УНИЧТОЖЕНО</font>. Может быть безопасно демонтировано и помещено на Склад за золото. Продолжить установку?

# installConfirmationNotRemovable_gold/submit
source: Mount
ru: Установить

# installConfirmationNotRemovable_gold/title
source: Confirm Mounting
ru: Подтверждение установки

# interviewQuit/cancel
source: Back
ru: Назад

# interviewQuit/message
source: You can decline the survey now and retake it later by opening the message with an invitation in your Notification Center. The message is active within one in-game session.
ru: Сейчас вы можете отказаться от участия в опросе и пройти его позже, открыв сообщение с приглашением в Центре уведомлений. Сообщение активно в рамках текущей игровой сессии.

# interviewQuit/submit
source: Cancel
ru: Отказаться

# interviewQuit/title
source: Decline Survey
ru: Отказ от опроса

# koreaParentNotification/message
source: To prevent game addiction in children and teenagers, entering the battle after %(preBlockTime)s is banned. You will be disconnected from the server at %(blockTime)s.
ru: Для предотвращения возникновения игровой зависимости у несовершеннолетних пользователей выход в бой после %(preBlockTime)s запрещён. В %(blockTime)s вы будете отключены от сервера.

# koreaParentNotification/title
source: Gameplay limitation during midnight
ru: Родительский контроль

# koreaPlayTimeNotification/message
source: Time limit expired. You cannot start a new battle.
ru: Ваше игровое время заканчивается. Нельзя начать новый бой.

# koreaPlayTimeNotification/title
source: Gameplay limitation
ru: Истечение игрового времени

# leftPrebattleAndAcceptInvite/cancel
source: Cancel
ru: Отменить

# leftPrebattleAndAcceptInvite/message
source: You are already in the Pre-Battle Lobby. Do you want to exit and accept the invitation?
ru: Вы уже находитесь в предбоевой комнате. Хотите выйти и принять приглашение?

# leftPrebattleAndAcceptInvite/submit
source: OK
ru: ОК

# leftPrebattleAndAcceptInvite/title
source: Invitation
ru: Приглашение

# leftSquadAndAcceptInvite/cancel
source: Cancel
ru: Отменить

# leftSquadAndAcceptInvite/message
source: You are already in a Platoon. Do you want to leave the current Platoon and accept this invitation?
ru: Вы уже в составе взвода. Хотите покинуть взвод и принять приглашение?

# leftSquadAndAcceptInvite/submit
source: OK
ru: ОК

# leftSquadAndAcceptInvite/title
source: Invitation
ru: Приглашение

# leftTrainingAndAcceptInvite/cancel
source: Cancel
ru: Отменить

# leftTrainingAndAcceptInvite/message
source: You are already in a training room. Do you want to exit and accept the invitation?
ru: Вы уже находитесь в комнате ожидания тренировочного боя. Хотите выйти из неё и принять приглашение?

# leftTrainingAndAcceptInvite/submit
source: OK
ru: ОК

# leftTrainingAndAcceptInvite/title
source: Invitation
ru: Приглашение

# legalInfoWindow/title
source: Legal Information
ru: Юридическая информация

# lowAmmo/cancel
source: Cancel
ru: Отменить

# lowAmmo/message
source: Not enough shells in the ammo of the selected vehicle. The ammo will be replenished automatically before the beginning of the battle.
ru: В боекомплекте выбранной машины недостаточно снарядов. Перед выходом в бой боекомплект будет пополнен автоматически.

# lowAmmo/submit
source: Resupply
ru: Пополнить

# lowAmmo/title
source: Auto-Resupply Ammunition
ru: Автопополнение боекомплекта

# lowAmmoAutoLoad/cancel
source: Cancel
ru: Отменить

# lowAmmoAutoLoad/message
source: Not enough shells in the ammo of the selected vehicle. Enter the battle anyway?
ru: В боекомплекте выбранной машины недостаточно снарядов. Подтвердить выход в бой?

# lowAmmoAutoLoad/submit
source: Battle!
ru: В бой!

# lowAmmoAutoLoad/title
source: Entering the Battle with Empty Ammunition
ru: Выход с пустым боекомплектом

# lowFpsWarning/cancel
source: No
ru: Нет

# lowFpsWarning/message
source: Current game settings cause low game performance. Do you want to set graphics quality lower?
ru: Замечено недостаточное быстродействие игры при текущих настройках графики. Установить более низкое качество графики?

# lowFpsWarning/submit
source: Yes
ru: Да

# lowFpsWarning/title
source: Low Game Performance
ru: Низкое быстродействие игры

# messenger/userInfoHidden/cancel
source: OK
ru: ОК

# messenger/userInfoHidden/message
source: Player details for %(userName)s are locked.
ru: Информация пользователя %(userName)s заблокирована.

# messenger/userInfoHidden/submit
source: OK
ru: ОК

# messenger/userInfoHidden/title
source: Player Details Locked
ru: Информация заблокирована

# messenger/userInfoNotAvailable/cancel
source: OK
ru: ОК

# messenger/userInfoNotAvailable/message
source: Data for user %(userName)s is currently unavailable.
ru: Информация пользователя %(userName)s временно недоступна.

# messenger/userInfoNotAvailable/submit
source: OK
ru: ОК

# messenger/userInfoNotAvailable/title
source: Data Currently Unavailable
ru: Информация временно недоступна

# moneyTransfer/cancelBtn
source: Cancel
ru: Отменить

# moneyTransfer/labelClan
source: Clan:
ru: Клан:

# moneyTransfer/labelClanCredits
source: credits
ru: кредиты

# moneyTransfer/labelClanGold
source: gold
ru: золото

# moneyTransfer/labelFeePrice
source: Fee:
ru: Комиссия:

# moneyTransfer/labelGold
source: Transfer:
ru: Сумма перевода:

# moneyTransfer/labelNormal
source: Normal:
ru: Обычный:

# moneyTransfer/labelNormalCredits
source: credits
ru: кредиты

# moneyTransfer/labelNormalGold
source: gold
ru: золото

# moneyTransfer/labelNotification
source: The transaction fee will include <font color='#D39337'>%s%%</font>, but not less than 1 <img src='icon_gold' />
ru: За перевод взимается комиссия в размере <font color='#D39337'>%s%%</font>, но не менее 1 <img src='icon_gold' />

# moneyTransfer/labelTo
source: To:
ru: Кому:

# moneyTransfer/labelTotalPrice
source: Total:
ru: Итого:

# moneyTransfer/not_a_clan
source: (not a clan member)
ru: (вне клана)

# moneyTransfer/submitBtn
source: Send
ru: Отправить

# moneyTransfer/title
source: Transfer Gold
ru: Перевод золота

# moneyTransferConfirmation/cancel
source: Cancel
ru: Отменить

# moneyTransferConfirmation/message
source: Transfer {gold} <img src='icon_gold' /> to player {player}? You will be charged {fee} <img src='icon_gold' /> fee.
ru: Перевести {gold} <img src='icon_gold' /> на счёт игрока {player}, комиссия при этом составит {fee} <img src='icon_gold' /> ?

# moneyTransferConfirmation/submit
source: Transfer
ru: Перевести

# moneyTransferConfirmation/title
source: Confirm Transfer
ru: Подтверждение перевода

# moneyTransferLink/set_password
source: <u><a href="asfunction:_root.openRestoreFinPasswordWebPage">Set financial password</a></u>
ru: <u><a href="asfunction:_root.openRestoreFinPasswordWebPage">Установить финансовый пароль</a></u>

# moneyTransferRestriction/cancel
source: OK
ru: ОК

# moneyTransferRestriction/message
source: Gold transfer is not allowed. Reason: %s.
ru: Перевод золота запрещён. Причина: %s.

# moneyTransferRestriction/message_expiry
source: Transfer restriction expires %s.
ru: Срок действия: %s.

# moneyTransferRestriction/submit
source: OK
ru: ОК

# moneyTransferRestriction/title
source: Gold transfer is not allowed.
ru: Перевод золота запрещён.

# postmortem/cancel
source: Leave
ru: Выйти

# postmortem/message
source: Vehicle destroyed. Do you want to remain in battle or exit to the Garage?
ru: Машина уничтожена. Остаться на поле боя или выйти в Ангар?

# postmortem/submit
source: Remain
ru: Остаться

# postmortem/title
source: Vehicle Destroyed
ru: Машина уничтожена

# premiumBuyConfirmation/cancel
source: Cancel
ru: Отменить

# premiumBuyConfirmation/message
source: Purchase Premium Account for %(days)s day(s) for %(gold)s gold?
ru: Купить премиум аккаунт на %(days)s д. за %(gold)s золота?

# premiumBuyConfirmation/submit
source: Purchase
ru: Купить

# premiumBuyConfirmation/title
source: Confirm Purchase
ru: Подтверждение покупки

# premiumContinueConfirmation/cancel
source: Cancel
ru: Отменить

# premiumContinueConfirmation/message
source: Extend Premium Account for %(days)s day(s) for %(gold)s gold?
ru: Продлить премиум аккаунт на %(days)s д. за %(gold)s?

# premiumContinueConfirmation/submit
source: Extend
ru: Продлить

# premiumContinueConfirmation/title
source: Confirm
ru: Подтверждение продления

# protectedDismissTankman/additionalMessage
source: For this operation, enter the level %(skillType)s "%(skillName)s" (%(roleLevel)s)
ru: Для совершения операции введите уровень %(skillType)s "%(skillName)s" (%(roleLevel)s)

# protectedDismissTankman/additionalMessage/isAbillity
source: of a skill
ru: умения

# protectedDismissTankman/additionalMessage/isPerk
source: of a perk
ru: навыка

# protectedDismissTankman/alert
source: Recovery will not be possible
ru: Без возможности восстановления

# protectedDismissTankman/cancel
source: Cancel
ru: Отменить

# protectedDismissTankman/errorMessage
source: You have entered incorrect information.
ru: Вы ввели неправильную информацию!

# protectedDismissTankman/mainMessage
source: For this operation, enter the level of training for major qualification (%(roleLevel)s)
ru: Для совершения операции введите уровень изучения основной специальности (%(roleLevel)s)

# protectedDismissTankman/message
source: CONFIRM DISMISSAL
ru: ПОДТВЕРЖДЕНИЕ ДЕМОБИЛИЗАЦИИ

# protectedDismissTankman/submit
source: Dismiss
ru: Демобилизовать

# protectedDismissTankman/title
source: Crew Member's Dismissal
ru: Демобилизация члена экипажа

# punishmentWindow/cancel
source: Acknowledged
ru: Ознакомлен

# punishmentWindow/message/extra/penalty
source: %(colorTagOpen)sDeprivation of 100%% of experience earned in the battle, credits, and awards. %(colorTagClose)s
ru: %(colorTagOpen)sЛишение 100%% заработанного за бой опыта, кредитов и наград. %(colorTagClose)s

# punishmentWindow/message/penalty
source: Due to your violation of the Game Rules on the %(arenaName)s map at %(time)s, more specifically penalty clause "%(reason)s", a disciplinary penalty was imposed on you. The below stated penalty is a sanction of last resort. Actions taken:
ru: Уважаемый игрок, ввиду нарушения вами игровых правил на карте %(arenaName)s в %(time)s, а именно статьи «%(reason)s», к вам применено дисциплинарное взыскание. Указанный ниже штраф является крайней мерой наказания. Принятые меры:

# punishmentWindow/message/warning
source: Due to your violation of the Game Rules on the %(arenaName)s map at %(time)s, more specifically penalty clause "%(reason)s", you were issued a first and only warning. Please note that in case of repeated violation, you will be deprived of all credits, experience, and awards earned in the battle. If you left the battle early because of connection issues or other technical difficulties, please, contact customer service.
ru: Уважаемый игрок, ввиду нарушения вами игровых правил на карте %(arenaName)s в %(time)s, а именно статьи «%(reason)s», вам объявлено первое и последнее предупреждение. Обратите внимание, что в случае повторного нарушения вы будете лишены всех заработанных за бой кредитов, опыта и наград. В том случае, если досрочный выход из боя связан с разрывами соединения или иными техническими трудностями, обратитесь в службу технической поддержки.

# punishmentWindow/msgTitle/penalty
source: A disciplinary penalty was imposed on you!
ru: К вам применено дисциплинарное взыскание!

# punishmentWindow/msgTitle/warning
source: You were issued a warning!
ru: Вам вынесено предупреждение!

# punishmentWindow/reason/afk
source: Inaction in battle
ru: Бездействие в бою

# punishmentWindow/reason/deserter
source: Leaving the battle before it ended or before the vehicle was destroyed
ru: Выход из боя до его окончания или до уничтожения собственной машины

# punishmentWindow/reason/suicide
source: Intentional self-destruction
ru: Умышленное уничтожение собственной машины

# punishmentWindow/title
source: Tribunal
ru: Трибунал

# questsConfirmDialog/cancel
source: Cancel
ru: Отменить

# questsConfirmDialog/checkBox
source: Do not ask again
ru: Больше не спрашивать

# questsConfirmDialog/message
source: If you select mission "%(newQuest)s", mission "%(oldQuest)s" will be canceled.
ru: При выборе боевой задачи «%(newQuest)s» задача «%(oldQuest)s» будет отменена.

# questsConfirmDialog/submit
source: Confirm
ru: Подтвердить

# questsConfirmDialog/title
source: Confirm Mission Selection
ru: Подтверждение выбора задачи

# quit/cancel
source: No
ru: Нет

# quit/message
source: Exit game?
ru: Выйти из игры?

# quit/submit
source: Yes
ru: Да

# quit/title
source: Exit Game
ru: Выход из игры

# quitBattle/cancel
source: No
ru: Нет

# quitBattle/deserter/cancel
source: Cancel
ru: Отменить

# quitBattle/deserter/message
source: The team needs you! Leaving the battle before your vehicle is destroyed is considered desertion and can result in a disciplinary penalty.%(additionalInfo)s
ru: Вы нужны команде! Выход из боя до уничтожения собственной машины расценивается как дезертирство и может повлечь применение дисциплинарного взыскания.%(additionalInfo)s

# quitBattle/deserter/submit
source: Desert
ru: Бежать

# quitBattle/deserter/title
source: Desertion from Battlefield
ru: Бегство с поля боя

# quitBattle/message
source: Exit battle?
ru: Покинуть бой?

# quitBattle/submit
source: Yes
ru: Да

# quitBattle/title
source: Exit Battle
ru: Выход из боя

# quitBattleIGR/cancel
source: No
ru: Нет

# quitBattleIGR/deserter/cancel
source: Cancel
ru: Отменить

# quitBattleIGR/deserter/message
source: The team needs you! Leaving the battle before it ends or before your vehicle is destroyed is considered desertion and can result in a disciplinary penalty and deprivation of all bonuses for the battle played in IGR.%(additionalInfo)s
ru: Вы нужны команде! Выход из боя до его окончания или до уничтожения собственной машины расценивается как дезертирство и может повлечь применение дисциплинарного взыскания, а также лишение всех бонусов от игры в IGR для этого боя.%(additionalInfo)s

# quitBattleIGR/deserter/submit
source: Desert
ru: Бежать

# quitBattleIGR/deserter/title
source: Desertion from Battlefield
ru: Бегство с поля боя

# quitBattleIGR/message
source: Warning! Your vehicle is still operational. If you leave the game now you won't get perks and won't be able to come back to this battle. Are you sure you want to quit?
ru: Warning! Your tank is still alive. If you leave the game now you won't get perks and won't be able to come back to this battle. Are you sure you want to quit?

# quitBattleIGR/submit
source: Yes
ru: Да

# quitBattleIGR/title
source: Exit Battle
ru: Выход из боя

# quitPreBattle/cancel
source: No
ru: Нет

# quitPreBattle/message
source: Are you sure you want to exit Pre-Battle Lobby?
ru: Вы хотите выйти из режима ожидания боя?

# quitPreBattle/submit
source: Yes
ru: Да

# quitPreBattle/title
source: Exit Pre-Battle Lobby
ru: Выход из режима ожидания боя

# quitReplay/cancel
source: No
ru: Нет

# quitReplay/message
source: Exit the Spectator mode?
ru: Прервать просмотр боя?

# quitReplay/submit
source: Yes
ru: Да

# quitReplay/title
source: Exit Spectator Mode
ru: Выход из просмотра боя

# rally/autoSearch/cancel
source: No
ru: Нет

# rally/autoSearch/message
source: Search for available slots automatically?
ru: Хотите запустить автопоиск для свободных слотов?

# rally/autoSearch/submit
source: Yes
ru: Да

# rally/autoSearch/title
source: Autosearch
ru: Автопоиск

# rally/changePeriphery/cancel
source: Cancel
ru: Отмена

# rally/changePeriphery/message
source: You will be automatically transferred to another server (%(host)s). Continue anyway?
ru: Вы будете автоматически перемещены на другой сервер (%(host)s). Продолжить?

# rally/changePeriphery/submit
source: Proceed
ru: Перейти

# rally/changePeriphery/title
source: Transfer to Another Server
ru: Переход на другой сервер

# rally/goToAnother/cancel
source: Cancel
ru: Отменить

# rally/goToAnother/message
source: If you change the battle mode, you will be automatically excluded from the tactical unit.
ru: При переходе в другой режим боя вы будете автоматически исключены из состава формирования.

# rally/goToAnother/submit
source: Proceed
ru: Перейти

# rally/goToAnother/title
source: Change Mode
ru: Переход в другой режим

# rally/goToBattleTutorial/cancel
source: Cancel
ru: Отменить

# rally/goToBattleTutorial/message
source: Are you sure you want to leave the tactical unit and go to Battle Training?
ru: Вы действительно хотите покинуть формирование и перейти в Боевое обучение?

# rally/goToBattleTutorial/submit
source: Proceed
ru: Перейти

# rally/goToBattleTutorial/title
source: Go to Battle Training
ru: Переход в Боевое обучение

# rally/goToIntro/cancel
source: Cancel
ru: Отменить

# rally/goToIntro/message
source: Are you sure you want to leave the tactical unit?
ru: Вы действительно хотите выйти из формирования?

# rally/goToIntro/submit
source: Confirm
ru: Подтвердить

# rally/goToIntro/title
source: Confirm Exit
ru: Подтверждение выхода

# rally/goToSquad/cancel
source: Cancel
ru: Отменить

# rally/goToSquad/message
source: If you create a Platoon, you will automatically leave the current battle mode.
ru: При создании взвода вы автоматически покинете текущий режим боя.

# rally/goToSquad/submit
source: Create
ru: Создать

# rally/goToSquad/title
source: Create Platoon
ru: Создание взвода

# rally/leave/cancel
source: Cancel
ru: Отменить

# rally/leave/message
source: Are you sure you want to leave the tactical unit and exit the mode?
ru: Вы действительно хотите покинуть режим и выйти из формирования?

# rally/leave/submit
source: Confirm
ru: Подтвердить

# rally/leave/title
source: Confirm Exit
ru: Подтверждение выхода

# rally/leaveDisabled/cancel
source: Continue
ru: Продолжить

# rally/leaveDisabled/message
source: Unable to exit mode. Your vehicle is in the slot ready for the battle.
ru: Выйти из режима невозможно. Вы в основном составе и готовы к бою.

# rally/leaveDisabled/title
source: Attention
ru: Внимание

# rally/startBattle/cancel
source: No
ru: Нет

# rally/startBattle/message
source: Search for enemy?
ru: Хотите запустить поиск противника?

# rally/startBattle/submit
source: Yes
ru: Да

# rally/startBattle/title
source: Search for Enemy
ru: Поиск противника

# recruitWindow/cancel
source: Cancel
ru: Отменить

# recruitWindow/menuEmptyRow
source: Not selected
ru: Не выбрано

# recruitWindow/nation
source: Nation
ru: Нация

# recruitWindow/nationDropdown/czech
source: Czechoslovakia
ru: Чехословакия

# recruitWindow/nationDropdown/germany
source: Germany
ru: Германия

# recruitWindow/nationDropdown/poland
source: Poland
ru: Польша

# recruitWindow/nationDropdown/sweden
source: Sweden
ru: Швеция

# recruitWindow/nationDropdown/usa
source: U.S.A.
ru: США

# recruitWindow/nationDropdown/ussr
source: U.S.S.R.
ru: СССР

# recruitWindow/nations/no_vehicle
source: No options
ru: Нет вариантов

# recruitWindow/specialization
source: Qualification
ru: Специальность

# recruitWindow/submit
source: Recruit
ru: Рекрутировать

# recruitWindow/title
source: Recruit Crew Member
ru: Рекрутирование члена экипажа

# recruitWindow/vehicleClass
source: Type
ru: Тип техники

# recruitWindow/vehicleClassDropdown/AT-SPG
source: Tank Destroyers
ru: ПТ-САУ

# recruitWindow/vehicleClassDropdown/SPG
source: SPGs
ru: САУ

# recruitWindow/vehicleClassDropdown/all
source: All Vehicles
ru: Вся техника

# recruitWindow/vehicleClassDropdown/heavyTank
source: Heavy Tanks
ru: Тяжёлые танки

# recruitWindow/vehicleClassDropdown/lightTank
source: Light Tanks
ru: Лёгкие танки

# recruitWindow/vehicleClassDropdown/mediumTank
source: Medium Tanks
ru: Средние танки

# recruitWindow/vehicleType
source: Vehicle
ru: Машина

# refuseTraining/cancel
source: No
ru: Нет

# refuseTraining/message
source: Quit training?
ru: Прервать обучение?

# refuseTraining/submit
source: Yes
ru: Да

# refuseTraining/title
source: Confirm
ru: Подтверждение

# removeConfirmationNotRemovable/cancel
source: Cancel
ru: Отменить

# removeConfirmationNotRemovable/message
source: Demounted equipment "%(name)s" will be <font color="#FF0000">DESTROYED</font>. Continue?
ru: При демонтаже оборудование «%(name)s» будет <font color="#FF0000">УНИЧТОЖЕНО</font>. Продолжить?

# removeConfirmationNotRemovable/submit
source: Destroy
ru: Уничтожить

# removeConfirmationNotRemovable/title
source: Confirm Demounting
ru: Подтверждение демонтажа

# removeConfirmationNotRemovableMoney/cancel
source: Cancel
ru: Отменить

# removeConfirmationNotRemovableMoney/message
source: Demount equipment "%(name)s" and send it to Depot?
ru: Демонтировать оборудование «%(name)s» и поместить его на Склад?

# removeConfirmationNotRemovableMoney/messagePrice
source: Cost:
ru: Стоимость операции:

# removeConfirmationNotRemovableMoney/submit
source: Demount
ru: Демонтировать

# removeConfirmationNotRemovableMoney/title
source: Confirm Demounting
ru: Подтверждение демонтажа

# removeIncompatibleEqs/cancel
source: Cancel
ru: Отменить

# removeIncompatibleEqs/message
source: Consumable "%(name)s" will be moved to Depot because it is<font color="#FF0000"> not compatible</font> with the current module.
ru: Снаряжение "%(name)s" будет отправлено на Склад в связи с <font color="#FF0000">несовместимостью</font> с устанавливаемым модулем.

# removeIncompatibleEqs/submit
source: Demount
ru: Демонтировать

# removeIncompatibleEqs/title
source: Confirm Demounting
ru: Подтверждение снятия

# replacePassport/unique/cancel
source: Cancel
ru: Отменить
