Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/dialogs.*.resx
Languages: ru

# createOrderConfirmation/submit
source: Confirm
ru: Подтвердить

# createOrderConfirmation/title
source: Confirm Reserve Preparation
ru: Подтверждение подготовки резерва

# crewRetraining/title
source: Retraining
ru: Переобучение

# customization/camouflageDismount/cancel
source: Cancel
ru: Отменить

# customization/camouflageDismount/message
source: Remove the current Camouflage and send it to Depot?
ru: Удалить и поместить на Склад текущий камуфляж?

# customization/camouflageDismount/submit
source: Remove
ru: Удалить

# customization/camouflageDismount/title
source: Camouflage
ru: Камуфляж

# customization/camouflageDrop/cancel
source: Cancel
ru: Отменить

# customization/camouflageDrop/message
source: Remove current Camouflage?
ru: Удалить текущий камуфляж?

# customization/camouflageDrop/submit
source: Remove
ru: Удалить

# customization/camouflageDrop/title
source: Camouflage
ru: Камуфляж

# customization/changeConfirmation/buy
source: purchase
ru: покупки

# customization/changeConfirmation/cancel
source: Cancel
ru: Отменить

# customization/changeConfirmation/change
source: change
ru: замены

# customization/changeConfirmation/message
source: Do you really want to apply %(selected)s? %(remove)s
ru: Вы дейcтвительно хотите нанести: %(selected)s? %(remove)s

# customization/changeConfirmation/submit
source: Confirm
ru: Подтвердить

# customization/changeConfirmation/title
source: Confirm %(action)s
ru: Подтверждение %(action)s

# customization/close/cancel
source: Cancel
ru: Отменить

# customization/close/message
source: You have customization elements that you have not purchased yet. If you return to the Garage, these elements will be removed. Return to the Garage?
ru: У вас есть неоплаченные элементы внешнего вида, которые будут удалены при возврате в Ангар. Вы действительно хотите вернуться в Ангар?

# customization/close/submit
source: Confirm
ru: Подтвердить

# customization/close/title
source: Confirm Return to Garage
ru: Подтверждение возврата в Ангар

# customization/emblemLeftDismount/cancel
source: Cancel
ru: Отменить

# customization/emblemLeftDismount/message
source: Remove the current Emblem 1 and send it to Depot?
ru: Удалить и поместить на Склад текущую эмблему 1?

# customization/emblemLeftDismount/submit
source: Remove
ru: Удалить

# customization/emblemLeftDismount/title
source: Emblem 1
ru: Эмблема 1

# customization/emblemLeftDrop/cancel
source: Cancel
ru: Отменить

# customization/emblemLeftDrop/message
source: Remove current Emblem 1?
ru: Удалить текущую эмблему 1?

# customization/emblemLeftDrop/submit
source: Remove
ru: Удалить

# customization/emblemLeftDrop/title
source: Emblem 1
ru: Эмблема 1

# customization/emblemRightDismount/cancel
source: Cancel
ru: Отменить

# customization/emblemRightDismount/message
source: Remove the current Emblem 2 and send it to Depot?
ru: Удалить и поместить на Склад текущую эмблему 2?

# customization/emblemRightDismount/submit
source: Remove
ru: Удалить

# customization/emblemRightDismount/title
source: Emblem 2
ru: Эмблема 2

# customization/emblemRightDrop/cancel
source: Cancel
ru: Отменить

# customization/emblemRightDrop/message
source: Remove current Emblem 2?
ru: Удалить текущую эмблему 2?

# customization/emblemRightDrop/submit
source: Remove
ru: Удалить

# customization/emblemRightDrop/title
source: Emblem 2
ru: Эмблема 2

# customization/filter/cancel
source: Cancel
ru: Отменить

# customization/filter/message
source: All elements will be removed. Continue?
ru: Все элементы будут удалены. Продолжить?

# customization/filter/submit
source: Remove All
ru: Удалить всё

# customization/filter/title
source: Remove Elements
ru: Удаление элементов

# customization/inscriptionLeftDismount/cancel
source: Cancel
ru: Отменить

# customization/inscriptionLeftDismount/message
source: Remove the current Inscription 1 and send it to Depot?
ru: Удалить и поместить на Склад текущую надпись 1?

# customization/inscriptionLeftDismount/submit
source: Remove
ru: Удалить

# customization/inscriptionLeftDismount/title
source: Inscription 1
ru: Надпись 1

# customization/inscriptionLeftDrop/cancel
source: Cancel
ru: Отменить

# customization/inscriptionLeftDrop/message
source: Remove current Inscription 1?
ru: Удалить текущую надпись 1?

# customization/inscriptionLeftDrop/submit
source: Remove
ru: Удалить

# customization/inscriptionLeftDrop/title
source: Inscription 1
ru: Надпись 1

# customization/inscriptionRightDismount/cancel
source: Cancel
ru: Отменить

# customization/inscriptionRightDismount/message
source: Remove the current Inscription 2 and send it to Depot?
ru: Удалить и поместить на Склад текущую надпись 2?

# customization/inscriptionRightDismount/submit
source: Remove
ru: Удалить

# customization/inscriptionRightDismount/title
source: Inscription 2
ru: Надпись 2

# customization/inscriptionRightDrop/cancel
source: Cancel
ru: Отменить

# customization/inscriptionRightDrop/message
source: Remove current Inscription 2?
ru: Удалить текущую надпись 2?

# customization/inscriptionRightDrop/submit
source: Remove
ru: Удалить

# customization/inscriptionRightDrop/title
source: Inscription 2
ru: Надпись 2

# customization/install_invoice_item/permanent/cancel
source: Cancel
ru: Отменить

# customization/install_invoice_item/permanent/message
source: Attention! After you apply (%(cTypeName)s %(itemName)s) to the current vehicle, you will only be able to apply this element to %(numberLeft)s more vehicles. Apply the element?
ru: Внимание! После нанесения элемента (%(cTypeName)s %(itemName)s) на текущую машину количество доступных нанесений на другую технику станет равно %(numberLeft)s. Нанести элемент?

# customization/install_invoice_item/permanent/submit
source: Apply
ru: Нанести

# customization/install_invoice_item/permanent/title
source: Apply Element
ru: Нанесение элемента

# customization/install_invoice_item/permanent_last/cancel
source: Cancel
ru: Отменить

# customization/install_invoice_item/permanent_last/message
source: Attention! After you apply (%(cTypeName)s %(itemName)s) to the current vehicle, you will not be able to apply this element to any more vehicles. Apply the element?
ru: Внимание! После нанесения элемента (%(cTypeName)s %(itemName)s) на текущую машину вы не сможете его нанести на другую технику. Нанести элемент?

# customization/install_invoice_item/permanent_last/submit
source: Apply
ru: Нанести

# customization/install_invoice_item/permanent_last/title
source: Apply Element
ru: Нанесение элемента

# customization/install_invoice_item/temporary/cancel
source: Cancel
ru: Отменить

# customization/install_invoice_item/temporary/message
source: Attention! After you apply (%(cTypeName)s %(itemName)s) to the current vehicle, you will not be able to apply it to any more vehicles. The element %(willBeDeleted)s if removed. Apply the element?
ru: Внимание! После нанесения элемента (%(cTypeName)s %(itemName)s) на текущую машину вы не сможете его нанести на другую технику. В случае снятия элемент %(willBeDeleted)s. Нанести элемент?

# customization/install_invoice_item/temporary/submit
source: Apply
ru: Нанести

# customization/install_invoice_item/temporary/title
source: Apply Element
ru: Нанесение элемента

# customization/install_invoice_item/will_be_deleted
source: will be deleted
ru: будет удалён

# customization/remove_element/cancel
source: Cancel
ru: Отменить

# customization/remove_element/submit
source: Remove
ru: Снять

# customization/remove_element/title
source: Remove Element
ru: Снятие элемента

# customization/replace_element/cancel
source: Cancel
ru: Отменить

# customization/replace_element/submit
source: Replace
ru: Заменить

# customization/replace_element/title
source: Replace Element
ru: Замена элемента

# customization/replace_elements/cancel
source: Cancel
ru: Отменить

# customization/replace_elements/submit
source: Replace
ru: Заменить

# customization/replace_elements/title
source: Replace Elements
ru: Замена элементов

# customization/selectNewItems/cancel
source: Close
ru: Закрыть

# customization/selectNewItems/message
source: Please select new %(items)s.
ru: Пожалуйста, выберите новый %(items)s.

# customization/selectNewItems/title
source: Attention
ru: Внимание

# disconnect/cancel
source: No
ru: Нет

# disconnect/message
source: Disconnect from the server?
ru: Отключиться от сервера?

# disconnect/submit
source: Yes
ru: Да

# disconnect/title
source: Disconnect from Server
ru: Отключение от сервера

# disconnected/cancel
source: OK
ru: ОК

# disconnected/message
source: You have been disconnected from the server. Press OK to connect again.
ru: Связь с сервером потеряна. Нажмите кнопку OK, чтобы повторно подключиться к серверу.

# disconnected/messageBan
source: Your account has been suspended.%(reason)s
ru: Ваш аккаунт заблокирован.%(reason)s

# disconnected/messageBanPeriod
source: Your account has been suspended until %(expiryTime)s.%(reason)s
ru: Ваш аккаунт заблокирован до %(expiryTime)s.%(reason)s

# disconnected/messageKick
source: Connection to the server has been interrupted.%(reason)s
ru: Связь с сервером потеряна.%(reason)s

# disconnected/reason
source: Reason: %s
ru: Причина: %s

# disconnected/title
source: Connection Interrupted
ru: Потеря соединения

# dismissTankman/cancel
source: Cancel
ru: Отменить

# dismissTankman/message
source: Dismiss this crew member?
ru: Демобилизовать этого члена экипажа?

# dismissTankman/submit
source: OK
ru: ОК

# dismissTankman/title
source: Confirm Dismissal
ru: Подтверждение демобилизации

# dismissedBufferOverFlaw/cancel
source: Cancel
ru: Отменить

# dismissedBufferOverFlaw/message
source: Attention! When you dismiss %(dismissedName)s, they will replace %(deletedStr)s. Confirm change?
ru: Внимание! Демобилизуемый %(dismissedName)s заменит %(deletedStr)s. Подтвердить замену?

# dismissedBufferOverFlaw/submit
source: Confirm
ru: Подтвердить

# dismissedBufferOverFlaw/title
source: Confirm Change
ru: Подтверждение замены

# dismissedBufferOverFlawMultiple/cancel
source: Cancel
ru: Отменить

# dismissedBufferOverFlawMultiple/message
source: Attention! When you dismiss the crew, it will replace %(deletedStr)s and %(extraCount)s crew members. Confirm change?
ru: Внимание! Демобилизуемый экипаж заменит %(deletedStr)s и ещё %(extraCount)s. Подтвердить замену?

# dismissedBufferOverFlawMultiple/submit
source: Confirm
ru: Подтвердить

# dismissedBufferOverFlawMultiple/title
source: Dismissed Crew Member Buffer Full
ru: Буфер демобилизованных заполнен

# dropSkill/cancel
source: Cancel
ru: Отменить

# dropSkill/message
source: Reset all skills and perks?
ru: Сбросить все умения и навыки?

# dropSkill/submit
source: Reset
ru: Сбросить

# dropSkill/title
source: Confirm Reset
ru: Подтверждение сброса

# elite/cancel
source: OK
ru: ОК

# elite/header
source: %(name)s acquired Elite status
ru: %(name)s получил статус «Элитный»

# elite/message
source: Elite status is given to vehicles with all available modules and technical branches researched. Combat Experience earned on Elite vehicles can either be converted to Free Experience for gold or used to accelerate crew training with the Accelerate Crew Training option.
ru: Статус «Элитный» присваивается технике, для которой исследованы все доступные модули и ветки развития. Боевой опыт, заработанный на элитной технике, может быть переведён в свободный опыт за золото, либо направлен на ускоренное обучение экипажа с помощью опции «Ускорить обучение экипажа».

# elite/title
source: Elite Status Acquired!
ru: Присвоение статуса «Элитный»

# eula/p1
source: Please read the <BR/><A HREF='event:%(eulaURL)s'><U>End User License Agreement</U></A> before you continue.
ru: Пожалуйста, ознакомьтесь с условиями <BR/><A HREF='event:%(eulaURL)s'><U>Лицензионного соглашения</U></A>, прежде чем продолжить.

# eula/p2
source: BY CLICKING "ACCEPT", YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY, AND COMPLY WITH, THE TERMS OF THE END USER LICENSE AGREEMENT AND BE LIABLE FOR ANY VIOLATION THEREOF. EULA AND ANY AMENDMENTS THERETO ARE MATERIAL TO AND BINDING UPON ALL PROJECT MEMBERS.
ru: НАЖИМАЯ КНОПКУ «ПРИНИМАЮ», ВЫ ПОДТВЕРЖДАЕТЕ, ЧТО ВНИМАТЕЛЬНО ПРОЧИТАЛИ, ПОНЯЛИ И ПОЛНОСТЬЮ СОГЛАСНЫ С УСЛОВИЯМИ ЛИЦЕНЗИОННОГО СОГЛАШЕНИЯ, ОБЯЗУЕТЕСЬ ИХ СОБЛЮДАТЬ И НЕСТИ ОТВЕТСТВЕННОСТЬ ЗА ИХ НАРУШЕНИЕ. УСЛОВИЯ ЛИЦЕНЗИОННОГО СОГЛАШЕНИЯ И ДОПОЛНЕНИЙ К НЕМУ ЯВЛЯЮТСЯ СУЩЕСТВЕННЫМИ И ОБЯЗАТЕЛЬНЫМИ ДЛЯ ВСЕХ УЧАСТНИКОВ ПРОЕКТА.

# exchangeGoldConfirmation/cancel
source: Cancel
ru: Отменить

# exchangeGoldConfirmation/message
source: Exchange %(primaryCurrencyColorTagOpen)s%(primaryCurrencyAmount)s%(tagClose)s%(primaryCurrencyIcon)s for %(resultCurrencyColorTagOpen)s%(resultCurrencyAmount)s%(tagClose)s%(resultCurrencyIcon)s?
ru: Обменять %(primaryCurrencyColorTagOpen)s%(primaryCurrencyAmount)s%(tagClose)s%(primaryCurrencyIcon)s на %(resultCurrencyColorTagOpen)s%(resultCurrencyAmount)s%(tagClose)s%(resultCurrencyIcon)s?

# exchangeGoldConfirmation/submit
source: Exchange
ru: Обменять

# exchangeGoldConfirmation/title
source: Exchange Gold
ru: Обмен золота

# exchangeXPConfirmation/available/forFree/message
source: The discount on conversion of up to %(resultCurrencyColorTagOpen)s%(freeXPLimit)s%(tagClose)s%(resultCurrencyIcon)s XP to Free Experience will be used. Next time, experience will be converted for gold.
ru: Скидка на бесплатный перевод до %(resultCurrencyColorTagOpen)s%(freeXPLimit)s%(tagClose)s%(resultCurrencyIcon)s единиц опыта будет использована, и в следующий раз перевод будет за золото.

# exchangeXPConfirmation/cancel
source: Cancel
ru: Отменить

# exchangeXPConfirmation/message
source: Convert %(resultCurrencyColorTagOpen)s%(resultCurrencyAmount)s%(tagClose)s%(resultCurrencyIcon)s XP to Free Experience for %(primaryCurrencyColorTagOpen)s%(primaryCurrencyAmount)s%(tagClose)s%(primaryCurrencyIcon)s?
ru: Перевести %(resultCurrencyColorTagOpen)s%(resultCurrencyAmount)s%(tagClose)s%(resultCurrencyIcon)s единиц опыта в свободный опыт за %(primaryCurrencyColorTagOpen)s%(primaryCurrencyAmount)s%(tagClose)s%(primaryCurrencyIcon)s?

# exchangeXPConfirmation/submit
source: Transfer
ru: Перевести

# exchangeXPConfirmation/title
source: Convert to Free Experience
ru: Перевод в свободный опыт

# exchangeXpWindow/error/noEliteVehicleInHangar
source: Not enough Combat Experience for conversion
ru: Нет боевого опыта для перевода

# exchangeXpWindow/error/noVehiclesWithXp
source: Not enough Combat Experience for conversion
ru: Нет боевого опыта для перевода

# finance_dialog/cancelBtn
source: Cancel
ru: Отменить

# finance_dialog/header
source: Confirm Operation
ru: Подтверждение операции

# finance_dialog/results/defaultMessage
source: Enter financial password to confirm this operation.
ru: Введите ваш финансовый пароль для подтверждения операции.

# finance_dialog/results/invalid
source: Invalid password.
ru: Пароль неверен.

# finance_dialog/results/limit
source: You have entered the wrong password too many times. Try again in 24 hours. <u><a href="asfunction:_root.openRestoreFinPasswordWebPage">Forgot password?</a></u>
ru: Вы превысили допустимое число попыток ввода пароля. Попробуйте через 24 часа. <u><a href="asfunction:_root.openRestoreFinPasswordWebPage">Забыли пароль?</a></u>

# finance_dialog/results/wrong
source: Password must be at least 6 characters and contain Latin letters, numerals and '_'.
ru: Пароль должен содержать не менее 6 символов, символы латинского алфавита, цифры и знак подчеркивания.

# finance_dialog/submitBtn
source: Confirm
ru: Подтвердить

# fortDisabled/cancel
source: Close
ru: Закрыть

# fortDisabled/message
source: <font color="#8C8C7C">Stronghold is temporarily unavailable. Try again later.</font>
ru: <font color="#8C8C7C">Укрепрайон временно недоступен. Ведутся профилактические работы.</font>

# fortDisabled/title
source: Attention!
ru: Внимание!

# fortTurnedOff/cancel
source: OK
ru: ОК

# fortTurnedOff/message
source: Stronghold is temporarily unavailable. Try again later.
ru: Укрепрайон временно недоступен. Повторите попытку позже.

# fortTurnedOff/title
source: Attention!
ru: Внимание!

# fortificationCloseDirection/cancel
source: No
ru: Нет

# fortificationCloseDirection/submit
source: Yes
ru: Да

# fortificationFixedPlayers/cancel
source: Cancel
ru: Отменить

# fortificationFixedPlayers/message
source: You will leave garrison of current structure %(oldBuilding)s. You will be attached to structure %(newBuilding)s.
ru: Вы выйдете из состава гарнизона текущего строения %(oldBuilding)s и будете закреплены за строением %(newBuilding)s.

# fortificationFixedPlayers/submit
source: Confirm
ru: Подтвердить

# fortificationFixedPlayers/title
source: Attach to Structure
ru: Закрепиться за строением

# freeSlotConfirmation/cancel
source: Cancel
ru: Отменить

# freeSlotConfirmation/message
source: Use the 100% discount to add an extra slot in the Garage for free?
ru: Добавить бесплатный слот в Ангаре, используя доступную 100% скидку?

# freeSlotConfirmation/submit
source: Add
ru: Добавить

# freeSlotConfirmation/title
source: Add Slot
ru: Добавление слота

# freeVehicleLeftLimit/cancel
source: Close
ru: Закрыть

# freeVehicleLeftLimit/message
source: You have reached a limit for purchasing free vehicles. Try again tomorrow.
ru: Вы израсходовали лимит на приобретение бесплатной техники. Попробуйте завтра.

# freeVehicleLeftLimit/submit
source: Close
ru: Закрыть

# freeVehicleLeftLimit/title
source: Purchase Limit
ru: Лимит покупки

# freeXPInfo/message
source: %(orangeText_open)sExperience%(orangeText_close)s%(simpleText_open)s is a game resource earned in battles. Including:%(simpleText_close)s %(xpIcon)s%(orangeText_open)sCombat Experience%(orangeText_close)s%(simpleText_open)s is used to research new modules of a certain vehicle, as well as for further progress in the game of the Wargaming universe in which the experience was earned.%(simpleText_close)s %(freeXPIcon)s%(orangeText_open)sFree Experience%(orangeText_close)s%(simpleText_open)s is used to research modules and vehicles in all games of the Wargaming universe. Free Experience used in one game will influence its total amount in all games. Please spend Free Experience carefully.%(simpleText_close)s
ru: %(orangeText_open)sОпыт%(orangeText_close)s%(simpleText_open)s — игровой ресурс, зарабатываемый в боях. Включает в себя:%(simpleText_close)s %(xpIcon)s%(orangeText_open)sБоевой опыт%(orangeText_close)s%(simpleText_open)s используется для изучения новых модулей определённой машины и дальнейшего развития в том проекте игровой вселенной Wargaming, в котором он был заработан.%(simpleText_close)s %(freeXPIcon)s%(orangeText_open)sСвободный опыт%(orangeText_close)s%(simpleText_open)s используется для изучения доступных модулей и техники в любом из проектов игровой вселенной Wargaming. Использование свободного опыта в одном из проектов отразится на его суммарном количестве во всех проектах. Расходуйте свободный опыт рационально.%(simpleText_close)s

# freeXPInfo/submitBtnLbl
source: Continue
ru: Продолжить

# freeXPInfo/title
source: Experience
ru: Опыт в игре

# gatheringXPForm/afterOperation
source: After conversion:
ru: После перевода:

# gatheringXPForm/beforeOperation
source: Before conversion:
ru: До перевода:

# gatheringXPForm/btnCancel
source: Cancel
ru: Отменить

# gatheringXPForm/btnSubmit
source: Convert
ru: Перевести

# gatheringXPForm/currentAmount
source: Total:
ru: К переводу:

# gatheringXPForm/headerButtons/crew
source: Crew
ru: Экипаж

# gatheringXPForm/headerButtons/vehicle
source: Vehicle
ru: Машина

# gatheringXPForm/headerButtons/xp
source: Experience
ru: Опыт

# gatheringXPForm/selectAllLabel
source: All vehicles
ru: Вся техника

# gatheringXPForm/sortBy/selection/body
source: Sort by vehicles selected.
ru: Сортировать по выбранной технике.

# gatheringXPForm/sortBy/vehicle/body
source: Sort by vehicles' names.
ru: Сортировать по названию техники.

# gatheringXPForm/sortBy/vehicle/header
source: Vehicles
ru: Техника

# gatheringXPForm/sortBy/xp/body
source: Sort by XP received.
ru: Сортировать по количеству полученного опыта.

# gatheringXPForm/sortBy/xp/header
source: Experience
ru: Опыт

# gatheringXPForm/title
source: Convert to Free Experience
ru: Перевод в свободный опыт

# gatheringXPForm/toChangeLabel
source: Convert XP:
ru: Перевести опыта:

# gatheringXPForm/tooltips/checkboxCrewSelected
source: Crew training is accelerated.
ru: Ускоренное обучение экипажа включено.

# gatheringXPForm/tooltips/checkboxCrewUnselected
source: Crew training is normal.
ru: Ускоренное обучение экипажа не включено.

# gatheringXPForm/totalLabel
source: Total:
ru: К оплате:

# gatheringXPForm/totalXP
source: Total:
ru: Всего:

# graphicsChangeConfirmation/cancel
source: Cancel
ru: Отменить

# graphicsChangeConfirmation/message
source: Screen mode has been changed. Return to previous settings in %(time)s seconds. Save selected settings?
ru: Режим экрана изменён. Возврат к предыдущим настройкам через %(time)s секунд. Сохранить выбранные настройки?

# graphicsChangeConfirmation/submit
source: Save
ru: Сохранить

# graphicsChangeConfirmation/title
source: Save Screen Mode Settings
ru: Сохранение настроек режима экрана

# graphicsPresetAutodetectConfirmation/cancel
source: No
ru: Нет

# graphicsPresetAutodetectConfirmation/message
source: Attention! All changes will be lost. Continue anyway?
ru: Внимание! Изменения настроек будут утеряны. Продолжить?

# graphicsPresetAutodetectConfirmation/submit
source: Yes
ru: Да

# graphicsPresetAutodetectConfirmation/title
source: Auto-Detect Graphics Quality
ru: Автоопределение качества графики

# graphicsPresetDelayedConfirmation/cancel
source: No
ru: Нет

# graphicsPresetDelayedConfirmation/message
source: Attention! Changing certain graphics settings may take some time. Continue?
ru: Внимание! Изменение некоторых настроек может занять продолжительное время. Продолжить?

# graphicsPresetDelayedConfirmation/submit
source: Yes
ru: Да

# graphicsPresetDelayedConfirmation/title
source: Modify Settings
ru: Изменение настроек

# graphicsPresetNotInstalled/cancel
source: Close
ru: Закрыть

# graphicsPresetNotInstalled/message
source: Unable to set the parameters to maximum. User-defined graphics quality will be set instead.
ru: Невозможно установить максимальные значения настроек. Будет установлено пользовательское качество графики.

# graphicsPresetNotInstalled/title
source: Attention
ru: Внимание

# graphicsPresetNotPossible/cancel
source: Close
ru: Закрыть

# graphicsPresetNotPossible/message
source: High texture quality is available for 64-bit systems only.
ru: Высокое качество текстур доступно только на 64-битных системах.

# graphicsPresetNotPossible/title
source: Texture Quality Unavailable
ru: Качество текстур недоступно.

# graphicsPresetRestartConfirmation/cancel
source: Cancel
ru: Отменить

# graphicsPresetRestartConfirmation/delay
source: Restart Later
ru: Отложить

# graphicsPresetRestartConfirmation/message
source: Changes to some settings will be applied upon game restart.
ru: Изменения некоторых настроек вступят в силу после перезапуска клиента игры.

# graphicsPresetRestartConfirmation/submit
source: Restart
ru: Перезапустить

# graphicsPresetRestartConfirmation/title
source: Modify Settings
ru: Изменение настроек

# haveNoEmptySlots/cancel
source: OK
ru: OК

# haveNoEmptySlots/message
source: There is no space left in the Garage. Consider purchasing a slot or selling a vehicle to clear some space for the one you want to purchase.
ru: В Ангаре нет свободного слота для новой машины. Купите дополнительный слот или продайте одну из машин.

# haveNoEmptySlots/submit
source: OK
ru: ОК

# haveNoEmptySlots/title
source: Error
ru: Ошибка

# hof/excludeRating/cancel
source: Cancel
ru: Отменить
