Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/dialogs.*.resx
Languages: ru

# vehicleSell/unique/crewLocked/message
source: ATTENTION! This tank is unique and cannot be recovered. The crew will also be permanently dismissed.
ru: ВНИМАНИЕ! Данный танк является уникальным и восстановлению не подлежит. Экипаж также будет демобилизован безвозвратно.

# vehicleSell/unique/crewLocked/submit
source: Confirm
ru: Подтвердить

# vehicleSell/unique/crewLocked/title
source: Confirm Sale
ru: Подтверждение продажи

# vehicleSell/unique/message
source: Attention! This is a special vehicle. It is not available for purchase in the Store. Continue?
ru: Внимание! Это специальная машина, и вы не сможете снова купить её в Магазине. Подтвердить продажу?

# vehicleSell/unique/submit
source: Yes
ru: Подтвердить

# vehicleSell/unique/title
source: Confirm Sale
ru: Подтверждение продажи

# vehicleSellDialog/CtrlQuestion/Header
source: CONFIRM SALE
ru: ПОДТВЕРЖДЕНИЕ ПРОДАЖИ

# vehicleSellDialog/CtrlQuestion/Question
source: To confirm, enter the sale price from the column "Total" (%(control_tag_open)s%(controlNumber)s%(control_tag_close)s)
ru: Для подтверждения введите стоимость продажи из графы «ОБЩИЙ ИТОГ» (%(control_tag_open)s%(controlNumber)s%(control_tag_close)s)

# vehicleSellDialog/CtrlQuestion/errorMessage
source: You have entered incorrect information.
ru: Вы ввели неправильную информацию!

# vehicleSellDialog/ammo/label
source: AMMUNITION:
ru: БОЕКОМПЛЕКТ:

# vehicleSellDialog/battleBoster
source: DIRECTIVES:
ru: ИНСТРУКЦИИ:

# vehicleSellDialog/cancel
source: Cancel
ru: Отменить

# vehicleSellDialog/commonResult
source: TOTAL:
ru: ОБЩИЙ ИТОГ:

# vehicleSellDialog/complexOptionalDevice
source: COMPLEX EQUIPMENT:
ru: СЛОЖНОЕ ОБОРУДОВАНИЕ:

# vehicleSellDialog/count
source: item(s)
ru: ед.

# vehicleSellDialog/crew/Dissmiss
source: Dismiss
ru: Демобилизовать

# vehicleSellDialog/crew/Unload
source: Send to Barracks
ru: В Казарму

# vehicleSellDialog/crew/label
source: CREW:
ru: ЭКИПАЖ:

# vehicleSellDialog/equipment
source: CONSUMABLES:
ru: СНАРЯЖЕНИЕ:

# vehicleSellDialog/expandBtnLabel
source: Details
ru: Подробнее

# vehicleSellDialog/inventory
source: DEPOT:
ru: СКЛАД:

# vehicleSellDialog/loss
source: Spent:
ru: Потрачено:

# vehicleSellDialog/notInstalled/modules
source: Modules
ru: Модули

# vehicleSellDialog/optionalDevice
source: EQUIPMENT:
ru: ОБОРУДОВАНИЕ:

# vehicleSellDialog/proffit
source: Received:
ru: Получено:

# vehicleSellDialog/remove
source: Remove
ru: Убрать

# vehicleSellDialog/submit
source: Sell
ru: Продать

# vehicleSellDialog/title
source: Sell %(name)s
ru: Продажа %(name)s

# vehicleSellDialog/unload
source: Send to Depot
ru: На Склад

# vehicleSellDialog/vehicle/elite
source: Elite
ru: Элитный

# vehicleSellDialog/vehicle/emptySellPrice
source: Cost
ru: Стоимость

# vehicleSellDialog/vehicle/level
source: Tier
ru: Уровень

# vehicleSellDialog/vehicleType/AT-SPG
source: Tank Destroyer
ru: ПТ-САУ

# vehicleSellDialog/vehicleType/SPG
source: SPG
ru: САУ

# vehicleSellDialog/vehicleType/heavyTank
source: Heavy Tank
ru: Тяжёлый танк

# vehicleSellDialog/vehicleType/lightTank
source: Light Tank
ru: Лёгкий танк

# vehicleSellDialog/vehicleType/mediumTank
source: Medium Tank
ru: Средний танк

# voiceChatInitFailed/cancel
source: OK
ru: ОК

# voiceChatInitFailed/message
source: Error initializing voice chat. Initialization may be blocked by your firewall.
ru: Ошибка инициализации голосовой связи. Возможно, инициализация была заблокирована вашим фаерволом.

# voiceChatInitFailed/title
source: Initializing Voice Chat
ru: Инициализация голосовой связи

# voiceChatInitSucceded/cancel
source: OK
ru: ОК

# voiceChatInitSucceded/message
source: Voice chat initialized successfully.
ru: Голосовая связь проинициализирована успешно.

# voiceChatInitSucceded/title
source: Initializing Voice Chat
ru: Инициализация голосовой связи

# waterQualityNotPossible/cancel
source: Close
ru: Закрыть

# waterQualityNotPossible/message
source: High Quality Water is available only with 'Post-Processing' option enabled.
ru: Высокое качество воды доступно только при включённой доп. постобработке.

# waterQualityNotPossible/title
source: Water Quality Unavailable
ru: Качество воды недоступно

# xpToTmenCheckbox/cancel
source: Cancel
ru: Отменить

# xpToTmenCheckbox/message
source: Spend all experience earned on this vehicle on crew training. The least experienced crew member is trained twice as fast. To resume accumulating experience, turn 'Accelerate crew training' off.
ru: Использовать весь заработанный на этой машине опыт для обучения экипажа. Наименее опытный член экипажа будет обучаться в два раза быстрее. Чтобы снова начать накапливать опыт, отключите «Ускоренное обучение экипажа».

# xpToTmenCheckbox/submit
source: ON
ru: Включить

# xpToTmenCheckbox/title
source: Accelerate Crew Training
ru: Ускоренное обучение экипажа
