Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/dialogs.*.resx
Languages: ru

# EULA/buttons/apply
source: Accept
ru: Принимаю

# EULA/labels/agree
source: I Accept
ru: Я принимаю

# EULA/title
source: End User License Agreement
ru: Лицензионное соглашение

# addSkillWindow/cancel
source: Cancel
ru: Отменить

# addSkillWindow/desc1
source: Skills take effect as soon as training starts, gradually increasing to their full potential.
ru: Умения начинают действовать с началом обучения. Эффект их действия постепенно возрастает до максимального.

# addSkillWindow/desc2
source: Perks only come into effect after reaching 100%.
ru: Навыки начинают оказывать эффект только после изучения на 100%.

# addSkillWindow/label
source: Skills and Perks
ru: Навыки и умения

# addSkillWindow/label/commander
source: Commander
ru: командира

# addSkillWindow/label/common
source: common
ru: общие

# addSkillWindow/label/driver
source: Driver
ru: водителя

# addSkillWindow/label/gunner
source: Gunner
ru: наводчика

# addSkillWindow/label/loader
source: Loader
ru: заряжающего

# addSkillWindow/label/radioman
source: Radio Operator
ru: радиста

# addSkillWindow/submit
source: Select
ru: Выбрать

# addSkillWindow/title
source: View Additional Skills and Perks
ru: Просмотр умений и навыков

# barracksExpand/cancel
source: Cancel
ru: Отменить

# barracksExpand/message
source: Enlarge Barracks for %(price)s gold by adding bunks: %(count)s?
ru: Расширить Казарму за %(price)s, добавив коек: %(count)s?

# barracksExpand/submit
source: Enlarge
ru: Расширить

# barracksExpand/title
source: Enlarge Barracks
ru: Расширение Казармы

# barracksExpandNotEnoughMoney/cancel
source: OK
ru: OК

# barracksExpandNotEnoughMoney/message
source: Not enough gold.
ru: Недостаточно золота.

# barracksExpandNotEnoughMoney/submit
source: OK
ru: OК

# barracksExpandNotEnoughMoney/title
source: Enlarge Barracks
ru: Расширение Казармы

# boostersWindow/activationConfirmation/cancel
source: Cancel
ru: Отменить

# boostersWindow/activationConfirmation/message
source: If Personal Reserve %(newBoosterName)s is activated, the currently active Personal Reserve %(curBoosterName)s will be canceled and destroyed.
ru: При активации личного резерва %(newBoosterName)s будет отменён и исчезнет действующий %(curBoosterName)s.

# boostersWindow/activationConfirmation/submit
source: Confirm
ru: Подтвердить

# boostersWindow/activationConfirmation/title
source: Confirm Reserve Activation
ru: Подтверждение активации резерва

# bootcamp/retry/cancel
source: Cancel
ru: Отменить

# bootcamp/retry/label
source: Repeat Tutorial
ru: Повтор обучения

# bootcamp/retry/message
source: You will not receive a reward for the repeated completion of Bootcamp.
ru: При повторном прохождении Учебного полигона награда выдаваться не будет.

# bootcamp/retry/submit
source: Start
ru: Приступить

# bootcamp/retry/title
source: To Bootcamp
ru: На полигон

# bootcamp/skip/cancel
source: Cancel
ru: Отменить

# bootcamp/skip/label
source: Are you sure you want to leave the tutorial?
ru: Вы уверены, что хотите прервать обучение?

# bootcamp/skip/message
source: After completing the tutorial, you will receive days of Premium Account, gold, and a vehicle with crew members trained to 100%.
ru: Завершив обучение, вы получите дни премиум аккаунта, игровое золото и машину со 100% экипажем.

# bootcamp/skip/submit
source: Leave
ru: Покинуть

# bootcamp/skip/title
source: Leave Bootcamp
ru: Покинуть Учебный полигон

# bootcamp/start/cancel
source: Cancel
ru: Отменить

# bootcamp/start/label
source: Start Tutorial
ru: Пройти обучение

# bootcamp/start/message
source: After completing the tutorial, you will receive days of Premium Account, gold, and a vehicle with crew members trained to 100%.
ru: Завершив обучение, вы получите дни премиум аккаунта, игровое золото и машину со 100% экипажем.

# bootcamp/start/submit
source: Start
ru: Приступить

# bootcamp/start/title
source: To Bootcamp
ru: На полигон

# bootcampCenterUnavailable/cancel
source: Close
ru: Закрыть

# bootcampCenterUnavailable/message
source: The Bootcamp is unavailable due to temporary technical issues. Please try again later.
ru: К сожалению, из-за технических работ Учебный полигон недоступен. Пожалуйста, попробуйте позже.

# bootcampCenterUnavailable/title
source: Bootcamp Unavailable
ru: Учебный полигон недоступен

# buyConfirmation/cancel
source: Cancel
ru: Отменить

# buyConfirmation/messageCombine
source: Purchase "{%name}" {%count}?
ru: Купить "{%name}" {%count} шт.?

# buyConfirmation/submit
source: Purchase
ru: Купить

# buyConfirmation/title
source: Confirm Purchase
ru: Подтверждение покупки

# buyInstallConfirmation/cancel
source: Cancel
ru: Отменить

# buyInstallConfirmation/conflictedMessage/highlightenText
source: incompatibility
ru: несовместимостью

# buyInstallConfirmation/conflictedMessage/postfix
source: with the current module.
ru: с устанавливаемым модулем.

# buyInstallConfirmation/conflictedMessage/prefix
source: Consumable '%(conflicted)s' will be sent to Depot due to
ru: Снаряжение '%(conflicted)s' будет отправлено на склад в связи с

# buyInstallConfirmation/message
source: Purchase and mount %(kind)s "%(name)s" for %(price)s%(creditsIcon)s on the current vehicle? %(conflict)s
ru: Купить и установить %(kind)s "%(name)s" на текущую машину за %(price)s%(creditsIcon)s? %(conflict)s

# buyInstallConfirmation/messageCombine
source: Purchase and mount %(kind)s "%(name)s" for %(price)s credits on the current vehicle?
ru: Купить и установить %(kind)s "%(name)s" на текущую машину за %(price)s кредитов?

# buyInstallConfirmation/submit
source: Purchase
ru: Купить

# buyInstallConfirmation/title
source: Confirm Purchase
ru: Подтверждение покупки

# buyPremWithoutBenefitsConfirmation/cancel
source: Cancel
ru: Отменить

# buyPremWithoutBenefitsConfirmation/message
source: Purchase Premium Account for %(days)s with %(gold)s? %(alertIcon)s %(alertColorTagOpen)s Due to technical difficulties, you will not receive additional experience or credits. Try selecting a different battle or purchasing Premium Account through the Purchase Premium Account menu.%(tagClose)s
ru: Купить премиум аккаунт на %(days)s д. за %(gold)s золота? %(alertIcon)s %(alertColorTagOpen)s В связи с техническими проблемами дополнительный опыт и кредиты не будут начислены. Вы можете выбрать другой бой или купить премиум аккаунт стандартным способом.%(tagClose)s

# buyPremWithoutBenefitsConfirmation/submit
source: Purchase
ru: Купить

# buyPremWithoutBenefitsConfirmation/title
source: Confirm Purchase
ru: Подтверждение покупки

# buySlotConfirmation/cancel
source: Cancel
ru: Отменить

# buySlotConfirmation/message
source: Purchase an additional slot for %(goldCost)s gold in the Garage?
ru: Купить дополнительный слот в Ангаре за %(goldCost)s?

# buySlotConfirmation/submit
source: Purchase
ru: Купить

# buySlotConfirmation/title
source: Confirm Purchase
ru: Подтверждение покупки

# buySlotNotEnoughCredits/cancel
source: OK
ru: ОК

# buySlotNotEnoughCredits/message
source: Not enough gold to purchase a slot.
ru: Недостаточно золота для покупки дополнительного слота в Ангаре.

# buySlotNotEnoughCredits/submit
source: OK
ru: ОК

# buySlotNotEnoughCredits/title
source: Not enough gold
ru: Недостаточно золота

# buySlotShopConfirmation/cancel
source: Cancel
ru: Отменить

# buySlotShopConfirmation/messageCombine
source: No available slots in the Garage. Purchase an additional slot for {%d} gold?
ru: Нет свободных слотов в Ангаре. Купить дополнительный слот за {%d} золота?

# buySlotShopConfirmation/submit
source: Purchase
ru: Купить

# buySlotShopConfirmation/title
source: Confirm Purchase
ru: Подтверждение покупки

# buyVehicleWindow/ammoCheckbox
source: Load standard ammunition
ru: Загрузить базовый боекомплект

# buyVehicleWindow/cancelBtn
source: Cancel
ru: Отменить

# buyVehicleWindow/crewInVehicle
source: Crew is already in vehicle.
ru: Экипаж уже на местах.

# buyVehicleWindow/freeRentSlot
source: During the vehicle rental period you receive an extra slot for free.
ru: На время аренды техники вы получаете бесплатный слот.

# buyVehicleWindow/priceLabel
source: Cost: %(vehiclename)s
ru: Стоимость %(vehiclename)s:

# buyVehicleWindow/slotCheckbox
source: Purchase additional slot in Garage
ru: Купить дополнительный слот

# buyVehicleWindow/submitBtn
source: Purchase
ru: Купить

# buyVehicleWindow/tabs/buy
source: Purchase
ru: Покупка

# buyVehicleWindow/tabs/trade
source: Trade-in
ru: Обмен

# buyVehicleWindow/tankmenCheckbox
source: Purchase without crew
ru: Купить машину без экипажа

# buyVehicleWindow/tankmenLabel
source: Crew Training
ru: Подготовка экипажа:

# buyVehicleWindow/tankmenTotalLabel
source: Crew Members: %(count)s
ru: Членов экипажа: %(count)s

# buyVehicleWindow/title
source: Purchase %(vehiclename)s
ru: Покупка %(vehiclename)s

# buyVehicleWindow/totalLabel
source: Total:
ru: Итого:

# buyVehicleWindow/tradeIn/confirmation/errorMessage
source: You have entered incorrect information.
ru: Вы ввели неправильную информацию!

# buyVehicleWindow/tradeIn/confirmation/question
source: Enter the number of gold from the column "Total"
ru: Введите сумму в золоте из графы «ОБЩИЙ ИТОГ»

# buyVehicleWindow/tradeIn/confirmation/title
source: Confirm Operation:
ru: Подтверждение операции:

# buyVehicleWindow/tradeIn/info/noVehicles
source: You have no suitable vehicles for trade-in
ru: У вас нет подходящей техники для обмена

# buyVehicleWindow/tradeIn/info/saving
source: Estimated value is %(cost)s
ru: Машина оценена в %(cost)s

# buyVehicleWindow/tradeIn/studyLabel
source: Train the crew: %(count)s
ru: Обучить экипаж: %(count)s

# buyVehicleWindow/tradeIn/totalLabel
source: Total:
ru: Общий итог:

# buyVehicleWindow/tradeIn/vehicle/choose
source: Select Vehicle
ru: Выбрать технику

# buyVehicleWindow/tradeIn/warning/choose
source: Select a Premium vehicle available for trade-in
ru: Выберите доступную для обмена премиум машину

# buyVehicleWindow/tradein/cancelBtn
source: Cancel
ru: Отменить

# buyVehicleWindow/tradein/priceLabel
source: Additional price for %(vehiclename)s:
ru: Доплата за получение %(vehiclename)s:

# buyVehicleWindow/tradein/submitBtn
source: Exchange
ru: Обменять

# buyVehicleWindow/tradein/tankmenCheckbox
source: Purchase without crew
ru: Купить машину без экипажа

# buyVehicleWindow/tradein/title
source: Trade-in %(vehiclename)s
ru: Обмен %(vehiclename)s

# buyVehicleWindow/tradein/warning
source: Purchased equipment and consumables will not be refunded with gold once you click the Trade In button below. Please check all the details carefully.
ru: Нажав «Обменять», вы теряете возможность получить компенсацию за приобретённое оборудование и снаряжение в золоте. Пожалуйста, проверьте всё внимательно.

# buyVehicleWindow/warning
source: Purchased equipment and consumables will not be refunded with gold once you click the Purchase button below. Please check all the details carefully.
ru: Нажав «Купить», вы теряете возможность получить компенсацию за приобретённое оборудование и снаряжение в золоте. Пожалуйста, проверьте всё внимательно.

# changeConfirmationNotRemovable/cancel
source: Cancel
ru: Отменить

# changeConfirmationNotRemovable/messageCombine
source: Equipment "%(oldName)s" is <font color="#FF0000">complex</font>. Demounting or replacing it with another item will cause the current equipment to be <font color="#FF0000">DESTROYED</font>. The item can be safely demounted and sent to Depot only for gold. Continue anyway?
ru: <font color="#FF0000">Сложное</font> оборудование "%(oldName)s". В случае обычного демонтажа (например, замены на другое оборудование) будет <font color="#FF0000">УНИЧТОЖЕНО</font>. Может быть безопасно демонтировано и помещено на Склад за золото. Подтверждаете замену?

# changeConfirmationNotRemovable/submit
source: Replace
ru: Заменить

# changeConfirmationNotRemovable/title
source: Confirm Purchase
ru: Подтверждение покупки

# changeGraphics/cancel
source: Cancel
ru: Отменить

# changeGraphics/message
source: <font color='#ff0000'>Attention!</font> Graphics have been considerably reworked in this update. You can autoselect graphics settings or cancel autoselection and change the settings manually.
ru: <font color='#ff0000'>Внимание!</font> В данном обновлении графика была существенно переработана. Вы можете автоопределить настройки графики или же отменить автоопределение и поменять их вручную.

# changeGraphics/submit
source: Autoselect
ru: Автоопределить

# changeGraphics/title
source: Autoselection of Graphics Settings
ru: Автоопределение настроек графики

# changePeriphery/cancel
source: Cancel
ru: Отменить

# changePeriphery/message
source: Transfer to another server?
ru: Вы действительно хотите перейти на другой сервер?

# changePeriphery/submit
source: Proceed
ru: Перейти

# changePeriphery/title
source: Confirm transfer
ru: Подтверждение перехода

# changeRoamingPeriphery/cancel
source: Cancel
ru: Отменить

# changeRoamingPeriphery/message
source: Transfer to another server? If you change server, the following restrictions will apply: • Some vehicles will be unavailable. • Emblems and Inscriptions will not be displayed. • Missions, Personal Reserves, and the Proving Ground mode will be unavailable. You may have errors and connection issues. Please respect players from other regions.
ru: Вы действительно хотите перейти на иностранный сервер? При смене региона действуют следующие ограничения: • недоступна некоторая техника; • не отображаются эмблемы и надписи; • недоступны «Боевые задачи», личные резервы и режим «Учебный бой». Возможны ошибки и проблемы с качеством соединения. Пожалуйста, уважительно относитесь к игрокам других регионов.

# changeRoamingPeriphery/submit
source: Proceed
ru: Перейти

# changeRoamingPeriphery/title
source: Confirm transfer
ru: Подтверждение перехода

# clanConfirmJoining/cancel
source: Cancel
ru: Отменить

# clanConfirmJoining/message
source: %(icon)sYou are about to join the clan: %(clanName)s By confirming your intention to join the clan, you automatically accept its rules and regulations, and agree to actively participate in the clan's activities and development. %(clanExit)s
ru: %(icon)sВы собираетесь вступить в клан: %(clanName)s Подтвердив вступление, вы автоматически принимаете правила поведения в клане и соглашаетесь на участие в его жизни и развитии. %(clanExit)s

# clanConfirmJoining/message/clanExit
source: After you leave the clan, a temporary restriction on joining another clan will be imposed on you.
ru: После выхода из клана на вступление в новый накладывается временное ограничение.

# clanConfirmJoining/submit
source: Confirm
ru: Подтвердить

# clanConfirmJoining/title
source: Confirm Joining the Clan
ru: Подтверждение вступления в клан

# clan_data_not_available/cancel
source: Close
ru: Закрыть

# clan_data_not_available/message
source: The profile of this player's clan is temporarily unavailable. Try again later.
ru: Профиль клана данного игрока временно недоступен. Повторите попытку позже.

# clan_data_not_available/title
source: Attention!
ru: Внимание!

# common/cancel
source: Cancel
ru: Отменить

# common/confirm/cancel
source: No
ru: Нет

# common/confirm/submit
source: Yes
ru: Да

# common/error/cancel
source: Close
ru: Закрыть

# common/submit
source: Continue
ru: Продолжить

# confirmBattleBoosterBuyAndInstall/cancel
source: Cancel
ru: Отменить

# confirmBattleBoosterBuyAndInstall/submit
source: Purchase
ru: Купить

# confirmBattleBoosterBuyAndInstall/title
source: Purchase and Equip Directives
ru: Покупка и установка инструкций

# confirmBattleBoosterInstall/cancel
source: Cancel
ru: Отменить

# confirmBattleBoosterInstall/message
source: Attention! %(devices)s is not equipped. The directive %(font_tag_open)sWILL NOT WORK.%(font_tag_close)s
ru: Внимание! У вас отсутствует оборудование %(devices)s. Инструкция %(font_tag_open)sРАБОТАТЬ НЕ БУДЕТ.%(font_tag_close)s

# confirmBattleBoosterInstall/submit
source: Mount
ru: Установить

# confirmBattleBoosterInstall/title
source: Equip Directive
ru: Установка инструкции

# confirmBattleBoosterInstallNotSuitable/cancel
source: Cancel
ru: Отменить

# confirmBattleBoosterInstallNotSuitable/message
source: Attention! You do not have equipment compatible with the selected directive. The directive %(font_tag_open)sWILL NOT WORK.%(font_tag_close)s
ru: Внимание! У вас отсутствует оборудование, совместимое с выбранной инструкцией. Инструкция %(font_tag_open)sРАБОТАТЬ НЕ БУДЕТ.%(font_tag_close)s

# confirmBattleBoosterInstallNotSuitable/submit
source: Mount
ru: Установить

# confirmBattleBoosterInstallNotSuitable/title
source: Equip Directive
ru: Установка инструкции

# confirmBuyAndInstall/cancel
source: Cancel
ru: Отменить

# confirmBuyAndInstall/conflictedEqs
source: Consumable '%(eqs)s' %(color_tag_open)s is incompatible%(color_tag_close)s with this module and will be sent to Depot.
ru: Снаряжение «%(eqs)s» %(color_tag_open)sнесовместимо%(color_tag_close)s с устанавливаемым модулем и будет отправлено на Склад.

# confirmBuyAndInstall/message
source: Purchase and mount "%(typeString)s %(userString)s" on the vehicle for %(color_tag_open)s%(value)s%(color_tag_close)s
ru: Купить и установить «%(typeString)s %(userString)s» на машину за %(color_tag_open)s%(value)s%(color_tag_close)s

# confirmBuyAndInstall/submit
source: Purchase
ru: Купить

# confirmBuyAndInstall/title
source: Confirm Purchase
ru: Подтверждение покупки

# confirmBuyNotInstall/cancel
source: Cancel
ru: Отменить

# confirmBuyNotInstall/message
source: Purchase "%(typeString)s %(userString)s" for %(color_tag_open)s%(value)s%(color_tag_close)s%(currencyIcon)s and send to Depot?
ru: Купить «%(typeString)s %(userString)s» за %(color_tag_open)s%(value)s%(color_tag_close)s%(currencyIcon)s и поместить на Склад?

# confirmBuyNotInstall/submit
source: Purchase
ru: Купить

# confirmBuyNotInstall/title
source: Confirm Purchase
ru: Подтверждение покупки

# confirmExchangeDialog/exchangeCredits/cancel
source: Cancel
ru: Отменить

# confirmExchangeDialog/exchangeCredits/exchangeNoNeedText
source: Exchange is not required. You have enough credits.
ru: Обмен для покупки не требуется. У вас достаточно кредитов.

# confirmExchangeDialog/exchangeCredits/goldNotEnoughText
source: Unable to purchase: exchange failed. Additional %(gold)s required for exchange.
ru: Обмен для покупки невозможен. Для обмена необходимо %(gold)s

# confirmExchangeDialog/exchangeCredits/needGoldText
source: Exchange %(gold)s to the required amount of credits?
ru: Обменять %(gold)s на недостающие кредиты?

# confirmExchangeDialog/exchangeCredits/needItemsStepperTitle
source: Credits required:
ru: Необходимо кредитов:

# confirmExchangeDialog/exchangeCredits/needItemsText
source: To complete purchase, additionally required: %(value)s
ru: На покупку не хватает: %(value)s

# confirmExchangeDialog/exchangeCredits/submit
source: Exchange
ru: Обменять

# confirmExchangeDialog/exchangeCredits/title
source: Confirm Exchange for Purchase
ru: Подтверждение обмена для покупки

# confirmExchangeDialog/exchangeXp/cancel
source: Cancel
ru: Отменить

# confirmExchangeDialog/exchangeXp/exchangeNoNeedText
source: Conversion is not required. You have enough experience.
ru: Перевод для исследования не требуется. У вас достаточно опыта.

# confirmExchangeDialog/exchangeXp/goldNotEnoughText
source: Unable to research: conversion failed. Additional %(gold)s required for conversion.
ru: Обмен для исследования невозможен. Для перевода необходимо %(gold)s

# confirmExchangeDialog/exchangeXp/needGoldText
source: Convert the required experience for %(gold)s?
ru: Перевести недостающий опыт за %(gold)s?

# confirmExchangeDialog/exchangeXp/needItemsStepperTitle
source: Experience required:
ru: Необходимо опыта:

# confirmExchangeDialog/exchangeXp/needItemsText
source: To complete research, additionally required: %(value)s
ru: На исследование не хватает: %(value)s

# confirmExchangeDialog/exchangeXp/submit
source: Convert
ru: Перевести

# confirmExchangeDialog/exchangeXp/title
source: Confirm Conversion for Research
ru: Подтверждение обмена для исследования

# confirmExchangeDialog/goldItemsStepperTitle
source: Total:
ru: К оплате:

# confirmExchangeDialog/restoreExchangeCredits/cancel
source: Cancel
ru: Отменить

# confirmExchangeDialog/restoreExchangeCredits/exchangeNoNeedText
source: Exchange is not required for recovery. You have enough credits.
ru: Обмен для восстановления не требуется. У вас достаточно кредитов.

# confirmExchangeDialog/restoreExchangeCredits/goldNotEnoughText
source: Unable to exchange for recovery. %(gold)s is required for exchange.
ru: Обмен для восстановления невозможен. Для обмена необходимо %(gold)s

# confirmExchangeDialog/restoreExchangeCredits/needGoldText
source: Exchange %(gold)s for the missing amount of credits?
ru: Обменять %(gold)s на недостающие кредиты?

# confirmExchangeDialog/restoreExchangeCredits/needItemsStepperTitle
source: Credits required:
ru: Необходимо кредитов:

# confirmExchangeDialog/restoreExchangeCredits/needItemsText
source: Additionally required for recovery: %(value)s
ru: На восстановление не хватает: %(value)s

# confirmExchangeDialog/restoreExchangeCredits/submit
source: Exchange
ru: Обменять

# confirmExchangeDialog/restoreExchangeCredits/title
source: Confirm Exchange for Recovery
ru: Подтверждение обмена для восстановления

# confirmModuleDialog/countLabel
source: Total:
ru: Количество:

# confirmModuleDialog/countLabel1
source: Number
ru: Количество

# confirmModuleDialog/inventory/totalLabel1
source: Total
ru: Итого

# confirmModuleDialog/priceLabel
source: Cost:
ru: Стоимость:

# confirmModuleDialog/priceLabel1
source: Cost
ru: Стоимость

# confirmModuleDialog/rezultLabel1
source: Total:
ru: Итого:

# confirmModuleDialog/shop/totalLabel1
source: Total
ru: Итого

# confirmModuleDialog/totalLabel
source: Total:
ru: Итого:

# confirmUnlock/cancel
source: No
ru: Нет

# confirmUnlock/item/message
source: Research %(typeString)s %(userString)s for %(color_tag_open)s%(xpCost)s%(color_tag_close)s%(xpCostIcon)s (including %(color_tag_open)s%(freeXP)s%(color_tag_close)s%(freeXPIcon)s)?
ru: Вы действительно хотите исследовать %(typeString)s %(userString)s за %(color_tag_open)s%(xpCost)s%(color_tag_close)s%(xpCostIcon)s (из них %(color_tag_open)s%(freeXP)s%(color_tag_close)s%(freeXPIcon)s)?

# confirmUnlock/submit
source: Yes
ru: Да

# confirmUnlock/title
source: Confirm Research
ru: Подтверждение исследования

# confirmUnlock/vehicle/message
source: Research %(userString)s for %(color_tag_open)s%(xpCost)s%(color_tag_close)s%(xpCostIcon)s (including %(color_tag_open)s%(freeXP)s%(color_tag_close)s%(freeXPIcon)s)?
ru: Исследовать %(userString)s за %(color_tag_open)s%(xpCost)s%(color_tag_close)s%(xpCostIcon)s (из них %(color_tag_open)s%(freeXP)s%(color_tag_close)s%(freeXPIcon)s)?

# controlsWrongNotification/cancel
source: Cancel
ru: Отменить

# controlsWrongNotification/message
source: One or several keys were not assigned. Save the Controls settings?
ru: Некоторым действиям не назначены клавиши. Сохранить настройки управления?

# controlsWrongNotification/submit
source: Save
ru: Сохранить

# controlsWrongNotification/title
source: Error
ru: Ошибка

# controlsWrongNotificationsoundModeInvalid/cancel
source: Cancel
ru: Отменить

# controlsWrongNotificationsoundModeInvalid/message
source: Files for the selected notification voice are damaged or missing, notification voice will be set by default. One or several keys were not assigned. Save the settings?
ru: Файлы выбранного голоса уведомлений повреждены или отсутствуют, будет назначен голос уведомлений по умолчанию. Некоторым действиям не назначены клавиши. Сохранить настройки?

# controlsWrongNotificationsoundModeInvalid/submit
source: Save
ru: Сохранить

# controlsWrongNotificationsoundModeInvalid/title
source: Error
ru: Ошибка

# createOrderConfirmation/cancel
source: Cancel
ru: Отменить
