Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/environment_tooltips.*.resx
Languages: ru

# burda/desc
source: Guards Colonel Alexander Burda was a Soviet tank ace and a Hero of the Soviet Union. On October 4th, 1941, Burda organized an ambush that destroyed an enemy armored column, including ten medium and light tanks, two trucks with antitank guns, and five infantry vehicles. He died in battle on January 25, 1944. His actions hindered the advance of 12 enemy vehicles and helped the brigade headquarters successfully evacuate.
ru: Александр Фёдорович Бурда — советский танкист-ас, Герой Советского Союза, гвардии подполковник. 4 октября 1941 г. организовал засаду, в результате которой была разгромлена колонна противника, в том числе десять средних и лёгких танков, два тягача с ПТ-орудиями, пять автомашин с пехотой. Погиб в бою 25 января 1944 года, своими действиями задержав 12 машин противника и этим обеспечив эвакуацию штаба бригады.

# burda/title
source: Alexander Burda
ru: Александр Бурда

# fadin/desc
source: A Hero of the Soviet Union, Alexander Fadin was a T-34 commander. Supported by one infantry platoon, Fadin managed to capture the village of Dashukovka (Ukraine) and hold it for five hours with one tank. He destroyed one tank, one SPG, eighteen machinegun nests, and neutralized up to 50 enemy soldiers and officers. His crew also shot down an enemy plane. Fadin ended the war in the Far East, where he participated in destroying the Kwantung Army as a commander of a tank company.
ru: Александр Михайлович Фадин — командир Т-34. Одним танком, при поддержке взвода пехоты, захватил и удерживал с. Дашуковка (Украина) в течение пяти часов, уничтожив при этом один танк, одну САУ, 18 пулемётных точек, до 50 солдат и офицеров противника, а также сумел сбить самолёт выстрелом из орудия. Закончил войну на Дальнем Востоке, где в должности командира танковой роты участвовал в разгроме Квантунской армии.

# fadin/title
source: Alexander Fadin
ru: Александр Фадин

# kolobanov/desc
source: Colonel Zinoviy Kolobanov was a Soviet tank ace who destroyed 22 German tanks, two guns, and two armored vehicles with his KV-1 in the battle on August 19, 1941. The tanker fired 98 AP shells from his concealed tank, which received more than 100 hits. On September 15, 1941, Kolobanov was heavily wounded and stayed under treatment until the end of the war.
ru: Зиновий Григорьевич Колобанов — советский танкист-ас, подполковник. В бою 19 августа 1941 г., находясь в засаде на танке КВ-1, уничтожил двадцать два немецких танка, два орудия и два бронетранспортёра за 30 минут боя, израсходовав 98 бронебойных снарядов. После боя на КВ-1 Колобанова насчитали более сотни попаданий. 15 сентября 1941 года Колобанов был тяжело ранен и находился на излечении до конца войны.

# kolobanov/title
source: Zinoviy Kolobanov
ru: Зиновий Колобанов

# lavrinenko/desc
source: Dmitry Lavrinenko, a Hero of the Soviet Union, Guards Lieutenant, tank ace, and a commander of the T-34 was recognized as a top Soviet tanker, who destroyed 52 tanks in 28 battles over the course of two and a half months. He died during a mortar attack on the Goryuny village, Volokolamsk Region, on December 18, 1941.
ru: Дмитрий Фёдорович Лавриненко — советский танкист-ас, Герой Советского Союза, гвардии старший лейтенант, командир танка Т-34. Признан наиболее результативным советским танкистом — за два с половиной месяца уничтожил 52 танка противника в 28 боях. Погиб 18 декабря 1941 года во время миномётного обстрела деревни Горюны Волоколамского района.

# lavrinenko/title
source: Dmitry Lavrinenko
ru: Дмитрий Лавриненко

# naydeen/desc
source: Sergeant Grigoriy Naydin was a BT-7 commander. On June 25th, 1941, near the Lithuanian town of Rudishkyay, he destroyed a Wehrmacht armored column that included 15 vehicles and 10 guns of the 19th Mechanized Corps. Naydin managed to hold off the German advance for two days, making it possible to organize the defenses around Vilnius. For this action, Naydin was made a Hero of the Soviet Union. He was wounded twice and continued to serve in the Armed Forces of the USSR after the war.
ru: Григорий Николаевич Найдин — сержант, командир танка БТ-7, Герой Советского Союза. 25 июня 1941 года у местечка Рудишкяй (Литва) разгромил колонну бронетехники противника, уничтожив в общей сложности 15 танков и 10 орудий передового отряда 19-й танковой дивизии Вермахта, задержав тем самым наступление немцев на двое суток, что позволило тщательно организовать оборону Вильно. Был дважды ранен, после войны продолжал службу в ВС СССР.

# naydeen/title
source: Grigoriy Naydin
ru: Григорий Найдин

# oskin/desc
source: Alexander Oskin, a Hero of the Soviet Union, was a tank commander who destroyed three King Tigers with his T-34 during a reconnaissance operation near Oglenduv on August 11, 1944. The following day, his tank was one of the first to rush into the Oglenduv village, which resulted in the capture of another three working King Tigers. One of the captured tanks with hull number 502 is currently exhibited in the Kubinka Tank Museum.
ru: Александр Петрович Оськин — командир танка, Герой Советского Союза. 11 августа 1944 г., находясь в разведке у Оглендува (Польша), уничтожил три Tiger II на Т-34. На следующий день его танк одним из первых ворвался в деревню Оглендув, в результате чего были захвачены три танка «Королевский тигр» в исправном состоянии, один из которых с бортовым номером 502 экспонируется в бронетанковом музее в Кубинке.

# oskin/title
source: Alexander Oskin
ru: Александр Оськин
