Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/EventBoards.*.resx
Languages: ru

# awards/class/AT-SPG
source: Rewards for Tank Destroyers
ru: Награды для ПТ-САУ

# awards/class/SPG
source: Rewards for SPGs
ru: Награды для САУ

# awards/class/heavyTank
source: Rewards for Heavy Tanks
ru: Награды для тяжёлых танков

# awards/class/lightTank
source: Rewards for Light Tanks
ru: Награды для лёгких танков

# awards/class/mediumTank
source: Rewards for Medium Tanks
ru: Награды для средних танков

# awards/level
source: Rewards for Tier %(level)s Vehicles
ru: Награды для техники %(level)s уровня

# awards/nation/china
source: Rewards for Chinese Vehicles
ru: Награды для Китая

# awards/nation/czech
source: Rewards for Czechoslovakian Vehicles
ru: Награды для Чехословакии

# awards/nation/france
source: Rewards for French Vehicles
ru: Награды для Франции

# awards/nation/germany
source: Rewards for German Vehicles
ru: Награды для Германии

# awards/nation/japan
source: Rewards for Japanese Vehicles
ru: Награды для Японии

# awards/nation/poland
source: Rewards for Polish Vehicles
ru: Награды для Польши

# awards/nation/sweden
source: Rewards for Swedish Vehicles
ru: Награды для Швеции

# awards/nation/uk
source: Rewards for U.K. Vehicles
ru: Награды для Великобритании

# awards/nation/usa
source: Rewards for U.S.A. Vehicles
ru: Награды для США

# awards/nation/ussr
source: Rewards for U.S.S.R. Vehicles
ru: Награды для СССР

# awards/tooltip/class
source: Click to display the rewards for this vehicle type.
ru: Нажмите, чтобы показать награды для этого типа техники.

# awards/tooltip/level
source: Click to display the rewards for vehicles of this tier.
ru: Нажмите, чтобы показать награды для техники этого уровня.

# awards/tooltip/nation
source: Click to display the rewards for this nation.
ru: Нажмите, чтобы показать награды для этой нации.

# awards/vehicle
source: Rewards for Selected Vehicle
ru: Награды для выбранной машины

# block/award
source: Main Reward
ru: Основная награда

# block/objective
source: Conditions
ru: Условия

# block/task
source: Mission
ru: Задача

# button/awards
source: All Rewards
ru: Все награды

# button/awards/tooltip
source: Click to display the list of all rewards in the competition.
ru: Нажмите, чтобы перейти к списку всех наград соревнования.

# button/regulations
source: Requirements
ru: Регламент

# button/regulations/tooltip
source: Click to display the full description of the competition.
ru: Нажмите, чтобы перейти к полному описанию соревнования.

# condition/battletype/random
source: Random Battle 15x15
ru: Случайный бой 15×15

# condition/battletype/ranked
source: Ranked Battle
ru: Ранговый бой

# condition/battletype/squadallowed
source: Platoons allowed
ru: Взводы разрешены

# condition/battletype/squadnotallowed
source: Platoons not allowed
ru: Взводы запрещены

# condition/primetime/any
source: Any server and time
ru: Любые сервер и время

# condition/primetime/chosen
source: Only on the servers specified
ru: На указанных серверах

# condition/vehicle/chosen
source: Only on the vehicles specified:
ru: На указанной технике:

# condition/vehicle/exist
source: In the Garage
ru: Есть в Ангаре

# condition/vehicle/missing
source: Not in the Garage
ru: Нет в Ангаре

# condition/vehicle/single
source: In the %(vehicle)s
ru: На %(vehicle)s

# dateTime/months/1
source: January
ru: января

# dateTime/months/10
source: October
ru: октября

# dateTime/months/11
source: November
ru: ноября

# dateTime/months/12
source: December
ru: декабря

# dateTime/months/2
source: February
ru: февраля

# dateTime/months/3
source: March
ru: марта

# dateTime/months/4
source: April
ru: апреля

# dateTime/months/5
source: May
ru: мая

# dateTime/months/6
source: June
ru: июня

# dateTime/months/7
source: July
ru: июля

# dateTime/months/8
source: August
ru: августа

# dateTime/months/9
source: September
ru: сентября

# excel/btnClose
source: TO COMPETITION
ru: К СОРЕВНОВАНИЯМ

# excel/header/reason/battlesLeft
source: To get placed in the rating, fight more battles: %(number)s
ru: Для попадания в рейтинг осталось провести боёв: %(number)s

# excel/noData
source: No prize places have been taken yet.
ru: Призовые места ещё не заняты

# excel/participate/join
source: Fight
ru: Участвовать

# excel/participate/notParticipated
source: You did not get placed in this rating
ru: Вы не участвовали в данном рейтинге

# excel/subHeader
source: Competition: %(eventName)s
ru: Соревнование: %(eventName)s

# header/participate/button/join
source: Join
ru: Принять участие

# header/participate/button/leave
source: Quit Competition
ru: Покинуть соревнование

# header/participate/finished
source: Competition Has Finished
ru: Cоревнование завершено

# header/participate/notStarted
source: You Have Joined
ru: Вы записаны участником

# header/participate/reason/byAge
source: Account Created After %date%
ru: аккаунт создан после %date%

# header/participate/reason/cantJoin
source: Competition Unavailable
ru: Соревнование недоступно

# header/participate/reason/leftEvent
source: You Have Quit This Competition
ru: Вы покинули это соревнование

# header/participate/started
source: You Are Participating
ru: Вы участвуете

# header/timer
source: Ends in:
ru: До завершения:

# maintenance/body
source: We are sorry for the temporary inconvenience.
ru: Приносим извинения за временные неудобства.

# maintenance/title
source: Error Loading Data
ru: Ошибка загрузки данных

# maintenance/update
source: Update
ru: Обновить

# notification/buttons/details
source: Details
ru: Подробнее

# notification/eventFinished/body
source: Competition %(eventName)s has finished. Winners will be established during the next few days, after which they will receive their well-deserved prizes.
ru: Соревнование «%(eventName)s» завершено. В ближайшие дни будут утверждены победители и вручены награды.

# notification/eventFinished/header
source: Competition Finished
ru: Соревнование завершено

# notification/eventJoin/afterStart/body
source: The results of your battles are now counted toward the competition, so you can get placed in the rating and earn a reward.
ru: Теперь результаты ваших боёв учитываются в соревновании. Вы сможете попасть в рейтинг и получить награду.

# notification/eventJoin/afterStart/header
source: You Have Joined As a Participant
ru: Вы записались в участники

# notification/eventJoin/beforeStart/body
source: The results of your battle will be counted once the competition starts, so you can get placed in the rating and earn a reward.
ru: Результаты ваших боёв будут учитываться с началом соревнования. Вы сможете попасть в рейтинг и получить награду.

# notification/eventJoin/beforeStart/header
source: You Have Joined As a Participant
ru: Вы записались в участники

# notification/eventJoin/conditionsFailed/body
source: Unable to join as a participant: the requirements were not met.
ru: Не удалось записаться в участники: требования не выполнены.

# notification/eventJoin/registrationDeadline/body
source: Unable to join as a participant: the registration period has ended.
ru: Не удалось записаться в участники: регистрация завершена.

# notification/eventLeave/afterStart/body
source: Your statistics in the competitions will be reset after the ratings are updated.
ru: Ваша статистика в соревновании будет обнулена после обновления рейтингов.

# notification/eventLeave/afterStart/header
source: You Have Quit the Competition
ru: Вы покинули соревнование

# notification/eventLeave/beforeStart/body
source: Your statistics will not be counted toward this competition.
ru: Ваша статистика не будет учитываться в этом соревновании.

# notification/eventLeave/beforeStart/header
source: You Have Quit the Competition
ru: Вы покинули соревнование

# notification/eventLeave/registrationDeadline/body
source: Unable to quit the competition: the allocated time has expired.
ru: Не удалось покинуть соревнование: отведённое на это время закончилось.

# notification/eventStarted/body
source: Competition %(eventName)s has started! Players who have taken prize places by the time the competition ends will earn valuable rewards.
ru: Соревнование «%(eventName)s» началось! Игроки, занявшие призовые места в конце этого соревнования, получат ценные награды.

# notification/eventStarted/header
source: Competition Started
ru: Соревнование стартовало

# notification/unknownError/body
source: Unable to complete the operation.
ru: Не удалось совершить операцию.

# orders/title
source: Requirements
ru: Регламент

# popover/buttons/cancel
source: Cancel
ru: Отмена

# popover/buttons/rating
source: Go to Rating
ru: Перейти к рейтингу

# popover/title
source: Rating Selection
ru: Выбор рейтинга

# popover/tooltip/class
source: Go to the rating for vehicles of the selected type.
ru: Перейти к рейтингу по выбранному типу техники.

# popover/tooltip/level
source: Go to the rating for vehicles of the selected tier.
ru: Перейти к рейтингу по выбранному уровню техники.

# popover/tooltip/nation
source: Go to the rating for vehicles of the selected nation.
ru: Перейти к рейтингу по выбранной нации.

# server/list
source: To make your battles count toward the competition, transfer to the following server:
ru: Чтобы бои учитывались в соревновании, перейдите на сервер:

# server/noSuitable/body
source: Battle results will be counted next at: %(time)s on %(server)s. Competition schedule
ru: Ближайшее время учёта боёв: %(time)s на %(server)s. Расписание боёв соревнования

# server/noSuitable/header
source: Battle results are not counted toward the competition at this time
ru: В это время бои в рамках соревнования не учитываются

# status/bestResults/many
source: My Best Results
ru: Мои лучшие результаты

# status/bestResults/one
source: My Results
ru: Мои результаты

# status/cantJoin/notAvailable
source: Competition is unavailable:
ru: Соревнование недоступно:

# status/cantJoin/reason/banned
source: You are not allowed to participate in this competition due to your violation of the Game Rules
ru: Вы не можете участвовать в данном соревновании из-за нарушения Правил игры

# status/cantJoin/reason/byAge
source: account created after %(date)s
ru: аккаунт создан после %(date)s

# status/cantJoin/reason/byBattlesCount
source: you have not fought the required number of battles in the Random Battle mode: %(number)s
ru: количество боёв в режиме «Случайный бой» не достигло %(number)s

# status/cantJoin/reason/byWinRateHigh
source: your rate of victories in the Random Battle mode exceeds %(number)s%%
ru: победы в режиме «Случайный бой» превысили %(number)s%%

# status/cantJoin/reason/byWinRateLow
source: you have not reached the following rate of victories in the Random Battle mode: %(number)s%%
ru: победы в режиме «Случайный бой» не достигли %(number)s%%

# status/cantJoin/reason/endRegistration
source: Registration period ended
ru: Регистрация завершена

# status/cantJoin/reason/endRegistration/tooltip
source: You cannot join this competition as a participant.
ru: Вы не можете стать участником этого соревнования.

# status/cantJoin/reason/leftEvent
source: You Have Quit This Competition
ru: Вы покинули это соревнование

# status/cantJoin/reason/leftEvent/tooltip
source: The results of your battles are no longer counted toward this competition. You will not be placed in the rating or earn a reward. You cannot enter this competition again.
ru: Результаты ваших боёв больше не учитываются в этом соревновании. Вы не можете попасть в рейтинг и получить награду. Вы не можете возобновить участие в этом соревновании.

# status/cantJoin/reason/many
source: requirements not met %(number)s
ru: требования не выполнены %(number)s

# status/cantJoin/reason/moreThanOne
source: requirements not met (%(number)s)
ru: требования не выполнены (%(number)s)

# status/cantJoin/reason/outOfRating
source: You did not get placed in the rating
ru: Вы не заняли позицию в рейтинге

# status/cantJoin/reason/special
source: You cannot participate in the competition using this account.
ru: Вы не можете участвовать в соревновании на этом аккаунте.

# status/participate/cantJoin
source: Competition Unavailable
ru: Соревнование недоступно

# status/participate/needMoreBattles
source: Meet the specified requirements in battles, and your results will be shown here after the ratings are updated.
ru: Проводите бои с указанными условиями, и после обновления рейтингов здесь будут показаны ваши результаты.

# status/participate/notParticipated
source: You did not participate in the competition
ru: Вы не принимали участия в соревновании

# summary/averagedamage
source: Average damage
ru: Средний урон

# summary/averagedamageassisted
source: Average damage with your assistance
ru: Средний урон с вашей помощью

# summary/averagexp
source: Average experience
ru: Средний опыт

# summary/battles
source: Battles in Competition
ru: Бои в соревновании

# summary/damage
source: Damage
ru: Урон

# summary/damageassist
source: Damage with your assistance
ru: Урон с вашей помощью

# summary/damageblocked
source: Blocked damage
ru: Заблокированный урон

# summary/description/awards/title/award
source: REWARD AT THE END OF THE COMPETITION
ru: НАГРАДА В КОНЦЕ СОРЕВНОВАНИЯ

# summary/description/awards/title/group
source: GROUP
ru: ГРУППА

# summary/description/awards/title/position
source: POSITION
ru: ПОЗИЦИИ

# summary/description/max/class
source: Your best battle in the %(value)s
ru: Лучший бой на %(value)s

# summary/description/max/level
source: Your best battle in a Tier %(value)s vehicle
ru: Лучший бой на технике %(value)s уровня

# summary/description/max/nation
source: Your best battle in a vehicle of the following nation: %(value)s
ru: Лучший бой на технике нации: %(value)s

# summary/description/max/vehicle
source: Your best battle in the %(value)s
ru: Лучший бой на %(value)s

# summary/description/sum/class
source: Your statistics in the competition in the %(value)s
ru: Статистика в событии на %(value)s

# summary/description/sum/level
source: Your statistics in the competition in Tier %(value)s vehicles
ru: Статистика в событии на технике %(value)s уровня

# summary/description/sum/nation
source: Your statistics in the competition in vehicles of the following nation: %(value)s
ru: Статистика в событии на технике нации: %(value)s

# summary/description/sum/vehicle
source: Your statistics in the competition in the following vehicle: %(value)s
ru: Статистика в событии на машине: %(value)s

# summary/description/sumN/class
source: Your best battles in the %(value)s
ru: Лучшие бои на %(value)s

# summary/description/sumN/level
source: Your best battles in Tier %(value)s vehicles
ru: Лучшие бои на технике %(value)s уровня

# summary/description/sumN/nation
source: Your best battles in vehicles of the following nation: %(value)s
ru: Лучшие бои на технике нации: %(value)s

# summary/description/sumN/vehicle
source: Your best battles in the %(value)s
ru: Лучшие бои на %(value)s

# summary/description/sumSeqN/class
source: Your best series of battles in the %(value)s
ru: Лучшая серия боёв на %(value)s

# summary/description/sumSeqN/level
source: Your best series of battles in Tier %(value)s vehicles
ru: Лучшая серия боёв на технике %(value)s уровня

# summary/description/sumSeqN/nation
source: Your best series of battles in vehicles of the following nation: %(value)s
ru: Лучшая серия боёв на технике нации: %(value)s

# summary/description/sumSeqN/vehicle
source: Your best series of battles in the %(value)s
ru: Лучшая серия боёв на %(value)s

# summary/destroyedvehicles
source: Enemy Vehicles Destroyed
ru: Уничтожено машин противника

# summary/fightInSquaad
source: Battle in a Platoon
ru: Бой во взводе

# summary/fightNotInSquaad
source: Battle not in a Platoon
ru: Бой вне взвода

# summary/originalXP
source: Base experience
ru: «Чистый» опыт

# summary/param/max/damageAssisted
source: Damage Caused With Player's Assistance
ru: Урон, нанесённый с помощью игрока

# summary/param/max/damageDealt
source: Damage
ru: Урон

# summary/param/max/originalXP
source: Base experience
ru: «Чистый» опыт

# summary/param/max/xp
source: Experience
ru: Опыт

# summary/param/sumAll/damageAssisted
source: Average damage caused with player's assistance
ru: Средний урон, нанесённый с помощью игрока

# summary/param/sumAll/damageDealt
source: Average damage
ru: Средний урон

# summary/param/sumAll/originalXP
source: Average base experience
ru: Средний «чистый» опыт

# summary/param/sumAll/xp
source: Average experience
ru: Средний опыт

# summary/param/sumN/damageAssisted
source: Average damage caused with player's assistance
ru: Средний урон, нанесённый с помощью игрока

# summary/param/sumN/damageDealt
source: Total Damage
ru: Сумма урона

# summary/param/sumN/originalXP
source: Total Base Experience
ru: Сумма «чистого» опыта

# summary/param/sumN/xp
source: Total Experience
ru: Сумма опыта

# summary/param/sumSeqN/damageAssisted
source: Average damage caused with player's assistance
ru: Средний урон, нанесённый с помощью игрока

# summary/param/sumSeqN/damageDealt
source: Total Damage
ru: Сумма урона

# summary/param/sumSeqN/originalXP
source: Total Base Experience
ru: Сумма «чистого» опыта

# summary/param/sumSeqN/xp
source: Total Experience
ru: Сумма опыта

# summary/position
source: Place in rating: %(position)s
ru: Позиция в рейтинге: %(position)s

# summary/result/draw
source: Draw
ru: Ничья

# summary/result/loss
source: Defeat
ru: Поражение

# summary/result/win
source: Victory
ru: Победа

# summary/status
source: Updated on %(day)s at %(time)s
ru: Обновлено %(day)s в %(time)s

# summary/status/tooltip
source: The data updates every %(interval)s min
ru: Обновление данных происходит раз в %(interval)s мин.

# summary/winrate
source: Victories
ru: Победы

# table/header/player
source: Player
ru: Игрок

# table/selectParticipateBtn/
source: Quit Competition
ru: Покинуть событие

# table/selectRatingBtn/
source: All Ratings
ru: Все рейтинги

# table/selectRegistrationBtn/
source: Join as Participant
ru: Записаться в участники

# table/stripe/bronze/title
source: Category III (places %(placeFrom)d–%(placeTo)d):
ru: III степень (%(placeFrom)d-%(placeTo)d места):

# table/stripe/gold/title
source: Category I (places %(placeFrom)d–%(placeTo)d):
ru: I степень (%(placeFrom)d-%(placeTo)d места):

# table/stripe/goldCustom/title
source: Category I
ru: I степень

# table/stripe/iron/title
source: Category IV (places %(placeFrom)d–%(placeTo)d):
ru: IV степень (%(placeFrom)d-%(placeTo)d места):

# table/stripe/silver/title
source: Category II (places %(placeFrom)d–%(placeTo)d):
ru: II степень (%(placeFrom)d-%(placeTo)d места):

# table/stripe/wood/title
source: Unrewarded Places
ru: Места без наград

# task/eventtype/all
source: Common rating for all participants
ru: Один рейтинг для всех участников

# task/eventtype/class
source: Each vehicle type has its own rating
ru: Для каждого типа техники отдельный рейтинг

# task/eventtype/level
source: Each vehicle tier has its own rating
ru: Для каждого уровня техники отдельный рейтинг

# task/eventtype/nation
source: Each vehicle nation has its own rating
ru: Для каждой нации отдельный рейтинг

# task/eventtype/vehicle
source: Each vehicle has its own rating
ru: Для каждой машины отдельный рейтинг

# task/objective/max/damageAssisted
source: Get placed in the rating by damage cause with your assistance
ru: Попасть в рейтинг по урону, нанесённому с вашей помощью

# task/objective/max/damageDealt
source: Get placed in the rating by damage caused
ru: Попасть в рейтинг по урону

# task/objective/max/originalXP
source: Get placed in the rating by base experience earned
ru: Попасть в рейтинг по «чистому» опыту

# task/objective/max/xp
source: Get placed in the rating by experience earned
ru: Попасть в рейтинг по опыту

# task/objective/sum/damageAssisted
source: Get placed in the rating by total damage caused with your assistance
ru: Попасть в рейтинг по сумме урона, нанесённого с вашей помощью

# task/objective/sum/damageDealt
source: Get placed in the rating by total damage caused
ru: Попасть в рейтинг по сумме урона

# task/objective/sum/originalXP
source: Get placed in the rating by total base experience earned
ru: Попасть в рейтинг по сумме «чистого» опыта

# task/objective/sum/xp
source: Get placed in the rating by total experience earned
ru: Попасть в рейтинг по сумме опыта

# task/objparam/damageAssisted
source: damage caused with your assistance
ru: урона нанесённого с вашей помощью

# task/objparam/damageDealt
source: damage caused
ru: урону

# task/objparam/originalXP
source: base experience earned
ru: «чистого» опыта

# task/objparam/wins
source: number of victories
ru: количеству побед

# task/objparam/xp
source: experience
ru: опыту

# task/selection/max
source: Your best battle is counted
ru: Учитывается лучший бой

# task/selection/sumAll
source: All your battles are counted
ru: Учитываются все бои

# task/selection/sumN
source: Your best battles are counted: %(cardinality)s
ru: Учитываются лучшие бои: %(cardinality)s

# task/selection/sumSeqN
source: Your best series of battles is counted. Battles in the series: %(cardinality)s
ru: Учитывается лучшая серия боёв. Боёв в серии: %(cardinality)s

# time/day/today
source: today
ru: сегодня

# time/day/tomorrow
source: tomorrow
ru: завтра

# time/day/yesterday
source: yesterday
ru: вчера

# time/eventFinished
source: Competition ended: %(date)s
ru: Соревнование завершено %(date)s

# time/period/day
source: d
ru: д.

# time/period/hour
source: h
ru: ч.

# time/period/minute
source: min
ru: мин.

# time/timeTo/end
source: Ends in: %(time)s
ru: До завершения: %(time)s

# time/timeTo/endRegistration
source: Registration period ends in: %(time)s
ru: До завершения регистрации: %(time)s

# time/timeTo/start
source: Starts in: %(time)s
ru: До начала: %(time)s

# tooltip/awardIcon
source: The reward is granted at the end of the competition and depends on your place in the rating. To see the list of all rewards in this competition, click All Rewards.
ru: Награда присваивается в конце соревнования и зависит от вашей позиции в рейтинге. Чтобы перейти к списку всех наград соревнования, нажмите кнопку «Все награды».

# tooltip/top/amount/originalXP
source: The amount of experience counted does not include any extra experience from Premium Account or Premium vehicles, Personal Reserves, multipliers for the first victory of the day, or any other specials.
ru: Учитывается опыт без надбавок от премиум аккаунта и премиум техники, резервов, удвоенного опыта за первую победу в день и других акций.

# tooltip/top/amount/xp
source: The amount of experience counted does not include any extra experience from Premium vehicles, Personal Reserves, multipliers for the first victory of the day, or any other specials. Extra experience from Premium Account is counted.
ru: Учитывается опыт без надбавок от премиум техники, резервов, удвоенного опыта за первую победу в день и других акций. Надбавка от премиум аккаунта учитывается.

# tooltip/top/description/max/damageAssisted
source: Damage caused with player's assistance of the player in the last prize place: %(number)s
ru: Урон, нанесённый с помощью игрока на последней призовой позиции: %(number)s

# tooltip/top/description/max/damageDealt
source: Damaged caused by the player in the last prize place: %(number)s
ru: Нанесённый урон на последней призовой позиции: %(number)s

# tooltip/top/description/max/originalXP
source: Base experience earned by the player in the last prize place: %(number)s The amount of experience counted does not include any extra experience from Premium Account or Premium vehicles, Personal Reserves, multipliers for the first victory of the day, or any other specials.
ru: «Чистый» опыт на последней призовой позиции: %(number)s Учитывается опыт без надбавок от премиум аккаунта и премиум техники, резервов, удвоенного опыта за первую победу в день и других акций.
