Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/EventBoards.*.resx
Languages: ru

# tooltip/top/description/max/xp
source: Experience earned by the player in the last prize place: %(number)s The amount of experience counted does not include any extra experience from Premium vehicles, Personal Reserves, multipliers for the first victory of the day, or any other specials. Extra experience from Premium Account is counted.
ru: Опыт на последней призовой позиции: %(number)s Учитывается опыт без надбавок от премиум техники, резервов, удвоенного опыта за первую победу в день и других акций. Надбавка от премиум аккаунта учитывается.

# tooltip/top/description/sum/damageAssisted
source: Total damage caused with player's assistance in the last prize place: %(number)s
ru: Сумма урона, нанесённого с помощью игрока, на последней призовой позиции: %(number)s

# tooltip/top/description/sum/damageDealt
source: Total damage caused by the player in the last prize place: %(number)s
ru: Сумма урона на последней призовой позиции: %(number)s

# tooltip/top/description/sum/originalXP
source: Total base experience earned by the player in the last prize place: %(number)s The amount of experience counted does not include any extra experience from Premium Account or Premium vehicles, Personal Reserves, multipliers for the first victory of the day, or any other specials.
ru: Сумма заработанного «чистого» опыта на последней призовой позиции: %(number)s Учитывается опыт без надбавок от премиум аккаунта и премиум техники, резервов, удвоенного опыта за первую победу в день и других акций.

# tooltip/top/description/sum/wins
source: Number of victories of the player in the last prize place: %(number)s
ru: Количество одержанных побед на последней призовой позиции: %(number)s

# tooltip/top/description/sum/xp
source: Total experience earned by the player in the last prize place: %(number)s The amount of experience counted does not include any extra experience from Premium vehicles, Personal Reserves, multipliers for the first victory of the day, or any other specials. Extra experience from Premium Account is counted.
ru: Сумма заработанного опыта на последней призовой позиции: %(number)s Учитывается опыт без надбавок от премиум техники, резервов, удвоенного опыта за первую победу в день и других акций. Надбавка от премиум аккаунта учитывается.

# tooltip/top/noRewardGroup
source: Unrewarded Place
ru: Позиция без наград

# tooltip/top/rewardGroup
source: Group %(group)s (positions %(min)s-%(max)s)
ru: %(group)s группа (%(min)s-%(max)s позиции)

# top/averageXP
source: Average experience earned by the player in the last prize place:
ru: Средний опыт на последней призовой позиции:

# top/objectiveParameter/damageAssisted
source: Total damage caused with your assistance
ru: Сумма урона, нанесённого с вашей помощью

# top/objectiveParameter/damageDealt
source: Total Damage
ru: Сумма урона

# top/objectiveParameter/originalXP
source: Total Base Experience
ru: Сумма «чистого» опыта

# top/objectiveParameter/wins
source: Number of Victories
ru: Количество побед

# top/objectiveParameter/xp
source: Total Experience
ru: Сумма опыта

# top/participation/notfull
source: You did not get placed in the rating
ru: Вы не заняли позицию в рейтинге

# top/participation/notintop
source: You are not currently in a prize place
ru: Вы не занимаете призовое место

# top/position
source: Place:
ru: Позиция:

# top/reason/notfull
source: To get placed in the rating, fight more battles:
ru: Для попадания в рейтинг осталось провести боёв:

# vehicles/level
source: Tier %(level)s vehicles
ru: Техника %(level)s уровня

# vehicles/tooltip/class
source: Click to display vehicles of this type that participate in the competition.
ru: Нажмите, чтобы показать технику этого типа, участвующую в соревновании.

# vehicles/tooltip/level
source: Click to display vehicles of this tier that participate in the competition.
ru: Нажмите, чтобы показать технику этого уровня, участвующую в соревновании.

# vehicles/tooltip/nation
source: Click to display vehicles of this nation that participate in the competition.
ru: Нажмите, чтобы показать технику этой нации, участвующую в соревновании.

# vehicles/vehicle
source: Vehicles in the Competition
ru: Техника соревнования

# vehicles/vehicle/tooltip
source: Click to display the list of vehicles that are allowed in the competition.
ru: Нажмите, чтобы перейти к списку техники, на которой можно участвовать в соревновании.
