Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/fallout.*.resx
Languages: ru

# infoPanel/garage/descr
source: If your vehicle is destroyed, select a new one and get back on the battlefield.
ru: Если вас уничтожили, возвращайтесь в тот же бой на другой машине.

# infoPanel/garage/head
source: THREE VEHICLES PER BATTLE
ru: 3 МАШИНЫ НА БОЙ

# infoPanel/getFlags/descr
source: Capture flags and deliver them to your base.
ru: Захватывайте флаги и доставляйте их на базу.

# infoPanel/getFlags/head
source: CAPTURE THE FLAG
ru: ОXОТA ЗА ФЛАГАМИ

# infoPanel/repair/descr
source: Repair and resupply your vehicles at control points.
ru: Ремонтируйте и обслуживайте технику на контрольных точках.

# infoPanel/repair/head
source: FULL SERVICE
ru: ПОЛНОЕ ВОССТАНОВЛЕНИЕ

# infoPanel/secretWin/descr
source: Earn victory points for your contribution in battle.
ru: За полезные действия в бою вам начисляют очки победы.

# infoPanel/secretWin/head
source: POINT CALCULATION
ru: ПОДСЧЁТ ОЧКОВ

# battleLoading/multiteam/battleType
source: Steel Hunt
ru: «Стальная охота»

# battleLoading/multiteam/winText
source: Mission: earn more victory points than the enemy.
ru: Задача: заработать наибольшее количество очков победы.

# infoPanel/resourcePoints/descr
source: Capture resources at special resource points.
ru: Захватывайте ресурсы на специальных ресурсных точках.

# infoPanel/resourcePoints/head
source: HUNT FOR RESOURCES
ru: ОХОТА ЗА РЕСУРСАМИ

# resourcePoints/cooldown/descr
source: Available in:
ru: Доступно через:

# resourcePoints/disabled/descr
source: Enemy is on the point!
ru: На точке противник!

# resourcePoints/mining/descr
source: Capturing resources
ru: Захват ресурсов

# battleSelectorWindow/domination/descr
source: Two teams with 10 or 15 players each, Platoons included, depending on the map. The winner is the team that earns the most victory points or destroys all enemy vehicles.
ru: 2 команды по 10 или 15 игроков в зависимости от карты, включая взводы. Побеждает команда, заработавшая наибольшее количество очков победы или уничтожившая всю технику противника.

# battleSelectorWindow/domination/title
source: Domination
ru: «Превосходство»

# battleSelectorWindow/dominationBattleBtnLbl
source: Proceed
ru: Перейти

# battleSelectorWindow/headerDesc
source: This mode includes battle types that differ in team structure. Each battle type allows the use of Combat Reserves and respawning in battle.
ru: Типы боёв в этом режиме различаются составом участников. Оба типа допускают использование боевых резервов и возрождение в бою.

# battleSelectorWindow/headerTitleStr
source: Rampage
ru: «Бой до последнего»

# battleSelectorWindow/multiteam/descr
source: Solo players and Platoons of 3 players in the free for all format. The winner is the player or Platoon that earns the most victory points.
ru: Одиночные игроки, а также взводы из 3 игроков в формате «все против всех». Побеждает игрок или взвод, заработавший наибольшее количество очков победы.

# battleSelectorWindow/multiteam/title
source: Steel Hunt
ru: «Стальная охота»

# battleSelectorWindow/multiteamBattleBtnLbl
source: Proceed
ru: Перейти

# battleSelectorWindow/title
source: Rampage
ru: «Бой до последнего»

# channel/label
source: Rampage
ru: Бой до последнего

# hangarSwitch/btnLbl
source: Change
ru: Сменить

# infoPanel/garageMultiteam/descr
source: If your vehicle is destroyed, select a new one and get back on the battlefield.
ru: Если вас уничтожили, возвращайтесь в тот же бой на другой машине.

# infoPanel/garageMultiteam/head
source: 1–3 VEHICLES PER BATTLE
ru: 1-3 МАШИНЫ НА БОЙ

# multiselectionSlot/1/descriptionTitle
source: Select vehicles. You need at least one Tier %(topLevel)s vehicle.
ru: . 1 %(topLevel)s

# multiselectionSlot/1/message
source: The group should comprise three Tier %(level)s vehicles.
ru: 3 %(level)s .

# multiselectionSlot/1/topTierVehicleRequired
source: You need at least one Tier %(level)s vehicle to fight in the Domination mode.
ru: %(level)s .

# multiselectionSlot/2/message
source: Select Tier %(level)s vehicles in your Garage.
ru: %(level)s .

# multiselectionSlot/2/topTierVehicleRequired
source: You need at least one Tier %(level)s vehicle to fight in the Steel Hunt mode.
ru: %(level)s .

# multiselectionSlot/domination/vehicleNotActivated
source: Select vehicle
ru: Выберите машину

# multiselectionSlot/multiteam/vehicleNotActivated
source: Select vehicle
ru: Выберите машину

# multiselectionSlot/selectionRequirements
source: Tier %(level)s
ru: %(level)s уровень

# multiselectionSlot/selectionStatus
source: Select Vehicles
ru: Выбор техники

# tankCarouselSlot/activateButton
source: Select
ru: Выбрать

# tankCarouselSlot/deactivateButton
source: Cancel
ru: Отменить

# tankCarouselSlot/selectionButtonTooltip
source: The group should comprise three Tier %(level)s vehicles with at least one vehicle of Tier %(requiredLevel)s that is not in battle.
ru: Группа должна состоять из 3 машин %(level)s уровней. Как минимум 1 машина должна быть %(requiredLevel)s уровня и не находиться в настоящий момент в бою.

# awardWindow/additionalText/2
source: You will receive rented Tier X vehicles after completing special missions.
ru: Машину X уровня можно получить в аренду, выполняя специальные боевые задачи.

# awardWindow/btnAction/1
source: Go to Rampage
ru: К «Бою до последнего»

# awardWindow/btnAction/2
source: Go to Missions
ru: К боевым задачам

# awardWindow/header/1
source: Tier %s Vehicle Available
ru: У вас появилась машина %s уровня

# awardWindow/header/2
source: Tier %s Vehicle Available
ru: У вас появилась машина %s уровня

# awardWindow/mainText/1
source: Congratulations! The Tier %s vehicle in your Garage allows you to fight in the Rampage mode.
ru: Поздравляем! С появлением в вашем Ангаре машины %s уровня вам открылся доступ в игровой режим «Бой до последнего».

# awardWindow/mainText/2
source: Congratulations! Tier %s vehicle available. Purchase a Tier X vehicle to fight in the Rampage mode.
ru: Поздравляем! Вы получили машину %s уровня. Для доступа к игровому режиму «Бой до последнего» купите машину X уровня, если таковой у вас нет.

# awardWindow/title/1
source: Bulletin
ru: Информационный листок

# awardWindow/title/2
source: Bulletin
ru: Информационный листок

# falloutBattleSelectorWindow/autoSquad/label
source: Team autosearch
ru: Автопоиск команды

# gasAttack/postmortem/respawnInfo
source: Vehicle selection and repairs are not available.
ru: Выбор и ремонт техники недоступны.

# gasAttack/postmortem/vehicleDestroyed
source: Vehicle Destroyed
ru: Машина уничтожена

# gasAttackPanel/gasAttack/message
source: Your vehicle may be destroyed.
ru: Машина может быть уничтожена

# gasAttackPanel/gasAttack/title
source: Firestorm Approaches!
ru: Надвигается огненный вал!

# gasAttackPanel/inside/message
source: Your vehicle may be destroyed.
ru: иначе машина будет уничтожена!

# gasAttackPanel/inside/title
source: Leave the Danger Zone!
ru: Срочно покиньте опасную зону,

# gasAttackPanel/safeZone/message
source: You are in the safe zone.
ru: Вы в свободной от огня зоне

# gasAttackPanel/safeZone/title
source: Destroy Enemy Vehicles!
ru: Уничтожьте технику противника!

# gasAttackPanel/start/message
source: Vehicle selection and repairs are not available.
ru: Выбор и ремонт техники недоступны.

# gasAttackPanel/start/title
source: Air Raid Alert!
ru: Внимание! Воздушная тревога!

# infoPanel/garage/gasAtack/respawnInfo
source: Vehicle selection and repairs are not available.
ru: Выбор и ремонт техники недоступны.

# infoPanel/garage/postmortemBtnLbl
source: Spectator Mode
ru: Режим наблюдателя

# infoPanel/singleHelpText/winPoints/damage
source: %(points)s for %(damageDealt)s damage caused
ru: %(points)s за %(damageDealt)s единиц урона

# infoPanel/singleHelpText/winPoints/flagCapture
source: %s for delivering a flag
ru: %s за доставку флага

# infoPanel/singleHelpText/winPoints/flagDestroy
source: %s for destroying a flag
ru: %s за уничтожение флага

# infoPanel/singleHelpText/winPoints/kill
source: %s for destroying an enemy vehicle
ru: %s за уничтожение противника

# multiselectionSlot/domination/requiredVehicleNotActivated
source: Tier %(level)s vehicle
ru: Машина %(level)s уровня

# safeZone/message
source: Drive to the safe zone
ru: Следуйте в безопасную зону

# safeZoneDirection/message
source: Safe Zone
ru: Безопасная зона

# gasAttack/damagePanel/tankDestroyed
source: Vehicle destroyed
ru: Машина уничтожена

# hangarSwitch/14
source: Domination
ru: «Превосходство»

# hangarSwitch/15
source: Steel Hunt
ru: «Стальная охота»

# multiselectionSlot/14/descriptionTitle
source: Select vehicles. You need at least one Tier %(topLevel)s vehicle.
ru: Выберите технику. Как минимум одна машина должна быть %(topLevel)s уровня.

# multiselectionSlot/14/message
source: The group should comprise three Tier %(level)s vehicles.
ru: Группа должна состоять из 3 машин %(level)s уровней.

# multiselectionSlot/14/topTierVehicleRequired
source: You need at least one Tier %(requiredLevel)s vehicle to fight in the Domination mode. The group should comprise three Tier %(level)s vehicles.
ru: Для «Превосходства» нужна как минимум одна машина %(requiredLevel)s уровня Группа должна состоять из 3 машин %(level)s уровней.

# multiselectionSlot/15/descriptionTitle
source: Select Vehicles:
ru: Выбор техники

# multiselectionSlot/15/message
source: Select Tier %(level)s vehicles in your Garage.
ru: Выберите в своём Ангаре технику %(level)s уровня.

# multiselectionSlot/15/topTierVehicleRequired
source: You need at least one Tier %(requiredLevel)s vehicle to fight in the Steel Hunt mode.
ru: Для «Стальной охоты» нужна как минимум одна машина %(requiredLevel)s уровня.

# multiselectionSlot/groupNotReady
source: Group not ready
ru: Группа не готова

# multiselectionSlot/groupReady
source: Group ready
ru: Группа готова
