Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/faq.*.resx
Languages: ru

# answer_1
source: A: In the Garage, select a vehicle and place the purchased equipment in a free slot to the left of the shell slots.
ru: О: Перейдите в Aнгар и установите купленное оборудование в один из свободных слотов слева от слотов снарядов.

# answer_10
source: A: Determine the enemy's location and position your vehicle so that the bush is between you and the enemy. Do not worry if your vehicle's gun sticks out of the bush, it will not make you more noticeable.
ru: О: Определить направление, откуда вас может заметить противник, и занять такую позицию, чтобы куст оказался между вашей машиной и противником. Ствол орудия на обнаружение машины не влияет.

# answer_11
source: A: These are the penetration ratings for each different shell type available for that gun.
ru: О: Это бронепробиваемость различными типами снарядов, доступными для данного орудия.

# answer_12
source: A: No, they will not disappear and will continue in effect, although they will not be increased until the crew member's level is 100% again.
ru: О: Нет, не пропадут и будут работать, но не будут расти, пока уровень члена экипажа снова не станет равным 100%.

# answer_13
source: A: Yes. You will benefit from both.
ru: О: Да. Вы получите преимущества как премиум аккаунта, так и премиум машины.

# answer_14
source: A: Center the reticle indicator on the enemy vehicle and click the right mouse button.
ru: О: Наведите маркер прицела на машину противника, и когда его контур подсветится, нажмите правую кнопку мыши.

# answer_15
source: A: Press and hold the right mouse button to look around without turning your turret.
ru: О: Удерживайте правую кнопку мыши и осматривайтесь.

# answer_16
source: A: It weakens off-armor effect of High-Explosive shell if the shell has not penetrated the armor.
ru: О: Он ослабляет заброневое действие фугасного снаряда, если снаряд не пробил броню.

# answer_17/contains_links
source: A: {openSupportURL[openTag]:s}User Support Center{openSupportURL[closeTag]:s}
ru: О: {openSupportURL[openTag]:s}Центр поддержки пользователей{openSupportURL[closeTag]:s}

# answer_2
source: A: Right-click the vehicle, select "Sell", and demount all the equipment.
ru: О: Через Склад, предварительно сняв с него всё необходимое.

# answer_3
source: A: A player does not have a tier, but a vehicle does. You can see the tier of each vehicle at the bottom part of the Garage: a Roman numeral at the upper left corner on the vehicle icon.
ru: О: Уровень есть не у игрока, а у машины. Уровень машины можно посмотреть в нижней части Ангара: римская цифра в левом верхнем углу на иконке машины.

# answer_4
source: A: No. The Rammer, Gun Laying Drive, and Stabilizer are mounted on the vehicle and stay there even if the gun is replaced.
ru: О: Нет, оно ставится на машину и при смене орудия остаётся.

# answer_5
source: A: Press Shift to enable/disable SPG Artillery mode.
ru: О: «Гаубичный прицел» САУ включается и выключается клавишей Shift.

# answer_6
source: A: To select a shell type, left-click on the required shell type in the Service bar.
ru: О: Выбрать нужный тип снаряда можно в окне обслуживания, щёлкнув левой кнопкой мыши по снаряду.

# answer_7
source: A: A Camouflage Net is mounted on only one vehicle at a time. It becomes effective five seconds after the vehicle stops moving. A Camouflage Net is not used up in battle, and can be freely moved from vehicle to vehicle.
ru: О: Она будет действовать только на ту машину, на которую установлена, и её действие в бою начнётся через 5 секунд после остановки корпуса машины. Нет, не пропадёт.

# answer_8
source: A: No, a Fire Extinguisher disappears only if it is used in a battle.
ru: О: Нет, огнетушители пропадают после боя только в случае их использования.

# answer_9
source: A: Light tanks are designed to detect enemy vehicles. Scouts can often perform their mission without attempting to engage the enemy.
ru: О: Лёгкие танки в игре должны выполнять роль разведчиков и обнаруживать противника. Стрелять по противнику вовсе не обязательно.

# question_1
source: Q: I have purchased equipment in the Store. How do I mount it on my vehicle?
ru: В: Я купил в Магазине оборудование, как мне его поставить на машину?

# question_10
source: Q: What is the best way to use bushes to hide?
ru: В: Как правильно замаскироваться, используя кусты?

# question_11
source: Q: What is the meaning of the penetration numbers in the gun characteristics, for example, "112/189/29"?
ru: В: Что означают числа бронепробиваемости в характеристиках орудия, например 112/189/29?

# question_12
source: Q: If I send a crew member to another vehicle, will additional skills disappear?
ru: В: Если я пересажу члена экипажа на новую машину, не пропадут ли его дополнительные умения?

# question_13
source: Q: If I purchase a Premium Account and a premium vehicle at the same time, will I benefit from both of them?
ru: В: Если я одновременно куплю премиум аккаунт и премиум машину, получу ли я преимущества как премиум аккаунта, так и премиум машины?

# question_14
source: Q: How do I enable Auto-Aim?
ru: В: Как включается автоприцел?

# question_15
source: Q: How do I look around without rotating the turret?
ru: В: Как осмотреться кругом, не поворачивая башню?

# question_16
source: Q: What is the benefit of a Spall Liner?
ru: В: Для чего нужен противоосколочный подбой?

# question_17
source: Q: Whom do I contact for technical and financial issues?
ru: В: Куда обращаться по техническим и финансовым вопросам?

# question_2
source: Q: How do I sell a vehicle?
ru: В: Как продать машину?

# question_3
source: Q: What is my tier?
ru: В: Какой у меня уровень?

# question_4
source: Q: Will my tank's Rammer, Gun Laying Drive, and Stabilizer be destroyed when I replace the vehicle's gun?
ru: В: Оборудование «досылатель», «приводы наводки», «стабилизатор» уничтожается при смене орудия?

# question_5
source: Q: How do I enable/disable SPG Artillery mode?
ru: В: Как включить или выключить «гаубичный прицел» САУ?

# question_6
source: Q: How do I select a shell type before the battle?
ru: В: Как до начала боя выбрать нужный тип снарядов?

# question_7
source: Q: If I purchase a Camouflage Net, will it be compatible with all my vehicles? Will it disappear after the battle?
ru: В: Если я куплю оборудование «Маскировочная сеть», будет ли она действовать на всю мою технику? Не пропадёт ли после боя?

# question_8
source: Q: Do Fire Extinguishers disappear after the battle?
ru: В: Огнетушители пропадают после боя?

# question_9
source: Q: Why is my light tank always matched against higher tier vehicles that I can't even damage?
ru: В: Почему мой лёгкий танк попадает к высокоуровневой технике, которую я не могу даже повредить?
