Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/fortifications.*.resx
Languages: ru

# BuildingDirection/tooltip/body
source: Click to open Zone %(value)s.
ru: Нажмите, чтобы открыть направление %(value)s.

# BuildingDirection/tooltip/header
source: Zone %(value)s
ru: Направление %(value)s

# BuildingPopover/assignPlayers
source: (you are attached)
ru: (вы в составе)

# BuildingPopover/commanderStatus/bodyStatus/congratulation
source: Structure ready for upgrade.
ru: Строение готово к модернизации.

# BuildingPopover/commanderStatus/bodyStatus/foundation
source: Transport Industrial Resource or earn it in battles.
ru: Транспортируйте промресурс или захватите его в боях.

# BuildingPopover/commanderStatus/bodyStatus/halfDestroy
source: Fill up the durability bar for the structure to function.
ru: Для функционирования строения заполните его шкалу прочности.

# BuildingPopover/commanderStatus/bodyStatus/modernization
source: Structure ready for upgrade.
ru: Строение готово к модернизации.

# BuildingPopover/defResActions/directionOpened
source: Zones open:
ru: Направлений открыто:

# BuildingPopover/defResActions/management
source: Zone Control
ru: Контроль направлений

# BuildingPopover/defResActions/prepareTimeOver
source: Time left:
ru: Осталось:

# BuildingPopover/defResActions/preparedDefRes
source: Prepared: %(currentValue)s
ru: Подготовлено: %(currentValue)s

# BuildingPopover/defResActions/preparingDefRes
source: Preparing Reserves:
ru: Подготовка резервов:

# BuildingPopover/defResActions/requestDefRes
source: Reserve Preparation
ru: Подготовка резерва

# BuildingPopover/defResInfo/baseBuildingTitle
source: Zones of Stronghold
ru: Направления Укрепрайона

# BuildingPopover/defResInfo/defResBuildingTitle
source: Battle Payments
ru: Боевые выплаты

# BuildingPopover/header/levelsLbl
source: Level %(buildLevel)s
ru: %(buildLevel)s уровень

# BuildingPopover/header/messageStatus
source: Level %(buildLevel)d
ru: %(buildLevel)d уровень

# BuildingPopover/header/titleStatus/congratulation
source: Upgrade available!
ru: Модернизация доступна!

# BuildingPopover/header/titleStatus/foundation
source: Foundation
ru: Фундамент

# BuildingPopover/header/titleStatus/freeze
source: Defense overwhelmed!
ru: Оборона сломлена!

# BuildingPopover/header/titleStatus/halfDestroy
source: Partial destruction!
ru: Частичное разрушение!

# BuildingPopover/header/titleStatus/modernization
source: Upgrade available!
ru: Модернизация доступна!

# BuildingPopover/indicators/defResLbl
source: Depot
ru: Склад

# BuildingPopover/indicators/hpLbl
source: Durability
ru: Прочность

# BuildingPopover/soldierStatus/bodyStatus/foundation
source: To finish building the structure, attach to its garrison and earn Industrial Resource.
ru: Для завершения строительства присоединитесь к гарнизону и заработайте промресурс.

# BuildingPopover/soldierStatus/bodyStatus/halfDestroy
source: To repair structure, attach to its garrison and earn Industrial Resource.
ru: Для ремонта строения присоединитесь к гарнизону и заработайте промресурс.

# Buildings/buildingName/base_building
source: Command Center
ru: Командный центр

# Buildings/buildingName/car_building
source: Transportation Unit
ru: Автотранспортная часть

# Buildings/buildingName/finance_building
source: Financial Unit
ru: Финансовая часть

# Buildings/buildingName/intendancy_building
source: Quartermaster Unit
ru: Интендантская служба

# Buildings/buildingName/tankodrom_building
source: Tankodrome
ru: Танкодром

# Buildings/buildingName/training_building
source: Training Unit
ru: Учебная часть

# Buildings/buildingName/trophy_building
source: Trophy Brigade
ru: Трофейная бригада

# Buildings/buildingName/warSchool_building
source: Military School
ru: Военное училище

# Buildings/buildingTooltip/order
source: Preparing new Reserve (x%d): %s left.
ru: Готовится новый резерв (x%d): %s до окончания.

# Buildings/buildingTooltip/store
source: Storage:
ru: Склад:

# Buildings/buildingTooltip/strength
source: Durability:
ru: Прочность:

# Buildings/defResInfo/base_building
source: Open Zones allow to build structures, where Reserves are requested. Zones can be attacked by enemy clans.
ru: На открытых направлениях можно возводить строения, в которых запрашиваются резервы. Направления могут быть атакованы кланом противника.

# Buildings/defResInfo/car_building
source: to plunder earned in Skirmishes.
ru: к добыче, захваченной в Вылазках.

# Buildings/defResInfo/finance_building
source: to credits for all clan members after any battle.
ru: к кредитам для всех соклановцев по итогам любого боя.

# Buildings/defResInfo/intendancy_building
source: to Industrial Resource kept after unsuccessful defense of Stronghold.
ru: к сохранению промресурса при неудачной обороне собственного Укрепрайона.

# Buildings/defResInfo/tankodrom_building
source: to Combat Experience for all clan members after any battle.
ru: к боевому опыту для всех соклановцев, получаемому по итогам любого боя.

# Buildings/defResInfo/training_building
source: to crew experience for all clan members after any battle.
ru: к опыту экипажа для всех соклановцев по итогам любого боя.

# Buildings/defResInfo/trophy_building
source: to plunder after successful attack on enemy Stronghold.
ru: к добыче при успешной атаке Укрепрайона клана противника.

# Buildings/defResInfo/warSchool_building
source: to Free Experience for all clan members after any battle.
ru: к свободному опыту для всех соклановцев по итогам любого боя.

# Buildings/modernizationDescr/base_building
source: available after upgrade of other structures in Stronghold.
ru: доступен при модернизации других строений Укрепрайона.

# Buildings/processOrderInfo/car_building
source: Enables clan members to earn up to 25% of extra plunder in Skirmishes. Percentage can be increased depending on Reserve level.
ru: Позволяет захватывать в Вылазках дополнительно до 25% добычи. Процент прибавки зависит от уровня резерва.

# Buildings/processOrderInfo/finance_building
source: Clan members earn up to 50% additional credits in any battle. Percentage can be increased depending on Reserve level.
ru: До 50% дополнительных кредитов по итогам любого боя. Процент прибавки зависит от уровня резерва.

# Buildings/processOrderInfo/intendancy_building
source: Decreases by up to 50% the loss of Industrial Resource after unsuccessful defense. Percentage retained depends on Reserve level.
ru: Снижает потерю промресурса при неудачной обороне Укрепрайона до 50%. Процент сохранения зависит от уровня резерва.

# Buildings/processOrderInfo/tankodrom_building
source: Clan members earn up to 50% additional experience in any battle. Percentage can be increased depending on Reserve level.
ru: До 50% дополнительного опыта по итогам любого боя. Процент прибавки зависит от уровня резерва.

# Buildings/processOrderInfo/training_building
source: Reserve of maximum level doubles crew experience earned in any battle.
ru: На максимальном уровне резерв удваивает опыт экипажа, получаемый по итогам любого боя.

# Buildings/processOrderInfo/trophy_building
source: Enables clan members to earn up to 50% extra Industrial Resource in Advances. Percentage can be increased depending on Reserve level.
ru: Позволяет захватывать в Наступлениях до 50% дополнительного промресурса. Процент прибавки зависит от уровня резерва.

# Buildings/processOrderInfo/warSchool_building
source: On the maximum level, Reserve doubles Free Experience earned after any battle.
ru: На максимальном уровне резерв удваивает свободный опыт, получаемый по итогам любого боя.

# Buildings/trowelLabel
source: Construction Site
ru: Стройплощадка

# BuildingsProcess/buildingInfo/bottomMessage
source: Structure already built.
ru: Строение уже возведено

# BuildingsProcess/buildingInfo/statusMessage
source: Required: Level V Command Center
ru: Необходимо: командный центр V уровня.

# BuildingsProcess/buttonLbl
source: Start Building
ru: Начать строительство

# BuildingsProcess/buttonLblBuilt
source: Structure already built
ru: Строение уже возведено

# BuildingsProcess/longDescr/car_building
source: Mechanics of the Transportation Unit can attach a trailer to any tractor, increasing the amount of any transported cargo.
ru: Механики автотранспортной части могут приладить прицеп к любому тягачу, позволяя увеличивать количество перевозимого груза.

# BuildingsProcess/longDescr/finance_building
source: The Financial Unit is responsible for all accounting in the Stronghold. Officers of the Financial Unit attract additional funds to increase the monetary allowance of clan members.
ru: Через финансовую часть проходит вся бухгалтерия Укрепрайона. Служащие финансовой части привлекают дополнительные средства для выплаты надбавок к жалованию бойцов клана.

# BuildingsProcess/longDescr/intendancy_building
source: Officers of the Quartermaster Unit arrange efficient evacuation of equipment within the Stronghold, ensuring that the clan can quickly replenish its forces after an unsuccessful defense.
ru: Специалисты интендантской службы оперативно налаживают эвакуацию материальной части Укрепрайона, что помогает быстро восполнить силы после неудачной обороны.

# BuildingsProcess/longDescr/tankodrom_building
source: Special area designed to determine vehicles' efficiency under ultimate load.
ru: На специально отведённом участке определяется эффективность боевых машин при предельных нагрузках.

# BuildingsProcess/longDescr/training_building
source: Combination of theoretical and practical studies allows recruits to quickly master the basics of military science.
ru: Комбинация теоретических и практических занятий у новобранцев способствует быстрому постижению азов военного дела.

# BuildingsProcess/longDescr/trophy_building
source: After a successful attack on an enemy Stronghold, the Trophy Brigade retrieves abandoned vehicles, resources, and other valuables.
ru: После успешной атаки на Укрепрайон противника трофейная бригада разыскивает брошенную на поле боя технику, ресурсы и прочие ценности, которые могут пригодиться.

# BuildingsProcess/longDescr/warSchool_building
source: Experienced instructors and thematic materials from the library facilitate the training of skilled officers ready for fighting in any conditions.
ru: Опытные преподаватели и тематические материалы библиотеки помогают выпускать квалифицированных офицеров, подготовленных к боям в любых условиях.

# BuildingsProcess/mainLabel/accessCount
source: Built: %(current)s of %(total)s
ru: Построено: %(current)s из %(total)s

# BuildingsProcess/orderInfo/descriptionPrefix
source: Additional percent
ru: Дополнительные проценты

# BuildingsProcess/orderInfo/header
source: Battle Payments
ru: Боевые выплаты

# BuildingsProcess/shortDescr/car_building
source: Additional Industrial Resource earned in Skirmishes
ru: Дополнительный промресурс, получаемый в Вылазках.

# BuildingsProcess/shortDescr/finance_building
source: Additional credits after any battle
ru: Дополнительные кредиты по итогам любого боя.

# BuildingsProcess/shortDescr/intendancy_building
source: Decreases amount of enemy plunder after unsuccessful defense
ru: Понижение последствий разграбления при неудачной обороне.

# BuildingsProcess/shortDescr/tankodrom_building
source: Additional Combat Experience after any battle
ru: Дополнительный боевой опыт по итогам любого боя.

# BuildingsProcess/shortDescr/training_building
source: Additional crew experience after any battle
ru: Дополнительный опыт экипажа по итогам любого боя.

# BuildingsProcess/shortDescr/trophy_building
source: Increases amount of plunder earned after successful attack
ru: Увеличенная добыча при разграблении Укрепрайона противника.

# BuildingsProcess/shortDescr/warSchool_building
source: Additional Free Experience after any battle
ru: Дополнительный свободный опыт по итогам любого боя.

# BuildingsProcess/statusMsg/built
source: Built
ru: Построено

# BuildingsProcess/statusMsg/notAvailable
source: Unavailable
ru: Недоступно

# BuildingsProcess/textInfo
source: Select a structure from the list on the left to see the detailed description.
ru: Выберите строение из списка слева, чтобы увидеть подробное описание.

# BuildingsProcess/windowTitle
source: Building
ru: Строительство

# ChoiceDivision/applyBtnLbl
source: Select
ru: Выбрать

# ChoiceDivision/cancelBtnLbl
source: Cancel
ru: Отменить

# ChoiceDivision/description
source: Division limits the maximum tier of vehicles and the amount of plunder that can be earned in Skirmishes by a detachment.
ru: Дивизион ограничивает максимальный уровень техники и размер добычи в Вылазках, которую может захватить отряд.

# ChoiceDivision/divisionFullName
source: %(divisionType)s division
ru: %(divisionType)s дивизион

# ChoiceDivision/divisionProfit
source: Plunder: %(defResCount)s
ru: Добыча: %(defResCount)s

# ChoiceDivision/divisionType/absoluteDivision
source: Absolute
ru: Абсолютный

# ChoiceDivision/divisionType/championDivision
source: Champion
ru: Чемпионский

# ChoiceDivision/divisionType/middleDivision
source: Medium
ru: Средний

# ChoiceDivision/vehicleLevel
source: Vehicle Tier: %(minLevel)s–%(maxLevel)s
ru: Уровень техники: %(minLevel)s – %(maxLevel)s

# ChoiceDivision/windowTitle
source: Select Division
ru: Выбор дивизиона

# ClanListWindow/table/memberName
source: Name
ru: Имя

# ClanListWindow/table/monthMining
source: Per month
ru: За месяц

# ClanListWindow/table/role
source: Position
ru: Должность

# ClanListWindow/table/weekMining
source: Per week
ru: За неделю

# CongratulationWindow/buttonLbl
source: Affirmative!
ru: Так точно!

# CongratulationWindow/textBody
source: %(sourceCount)s (units of Industrial Resource) added to storage in your Command Center. This amount is enough to build one structure and prepare one Reserve. This time you were given Industrial Resource for free. However, in the future you will need to earn it in Skirmishes and Advances.
ru: На склад командного центра начислено %(sourceCount)s (единиц промресурса). Этого количества достаточно для возведения одного строения и подготовки резерва. Сейчас вы получили промресурс бесплатно, но в будущем вам придётся добывать его в Вылазках и в Наступлениях.

# CongratulationWindow/textTitle
source: Time to Build!
ru: Пора начинать строительство!

# CongratulationWindow/titleLbl
source: New Zone Opened
ru: Открыто новое направление

# DemountBuilding/applyButton/label
source: Demolish
ru: Снести

# DemountBuilding/cancelButton/label
source: Cancel
ru: Отменить

# DemountBuilding/errorMessage
source: You have entered incorrect information.
ru: Вы ввели неправильную информацию!

# DemountBuilding/generalText/body
source: You %(bodyInnerText)s all prepared Reserves and Industrial Resource accumulated in the structure. The structure will be rebuilt from the foundation.
ru: Вы %(bodyInnerText)s весь накопленный на строении промресурс и подготовленные резервы. Повторное возведение начнётся с фундамента.

# DemountBuilding/generalText/bodyInnerText
source: will irrevocably lose
ru: безвозвратно потеряете

# DemountBuilding/generalText/title
source: Demolish structure %(buildingName)s of Level %(buildingLevel)s?
ru: Вы действительно хотите снести строение %(buildingName)s %(buildingLevel)s уровня?

# DemountBuilding/question/body
source: To complete this action, enter the exact value displayed in the structure durability bar (%(controlNumber)s).
ru: Для совершения операции введите актуальное значение из шкалы прочности строения (%(controlNumber)s)

# DemountBuilding/question/title
source: Structure Demolition
ru: Снос строения

# DemountBuilding/windowTitle
source: %(buildingName)s: Demolition
ru: %(buildingName)s: снос

# FixedPlayers/header/btnLbl
source: Attach to Structure
ru: Закрепиться за строением

# FixedPlayers/header/isAssigned
source: You are attached to the structure
ru: Вы закреплены за строением

# FixedPlayers/listHeader/fieldAllTime
source: %(icon)s Total
ru: %(icon)s Всё время

# FixedPlayers/listHeader/fieldName
source: Name
ru: Имя

# FixedPlayers/listHeader/fieldRole
source: Position
ru: Должность

# FixedPlayers/listHeader/fieldWeek
source: %(icon)s Week
ru: %(icon)s Неделя

# FixedPlayers/windowTitle
source: %(buildingName)s: Garrison
ru: %(buildingName)s: гарнизон

# FortClanListWindow/title
source: Earners of %(clanName)s
ru: Добытчики клана %(clanName)s

# FortClanStatisticsWindow/sortie/battlesHeader
source: Battles by Division
ru: Бои по дивизионам

# FortClanStatisticsWindow/title
source: Statistics of Clan %(clanName)s
ru: Статистика клана %(clanName)s

# FortDirectionsWindow/button/closeDirection
source: Close
ru: Закрыть

# FortDirectionsWindow/button/newDirection
source: New Zone
ru: Новое направление

# FortDirectionsWindow/button/newDirection/tooltip/disabled
source: Open New Zone
ru: Открыть новое направление

# FortDirectionsWindow/button/newDirection/tooltip/disabled/descr
source: At least %(count)d clan members required to open a Zone.
ru: Для открытия необходимо минимум %(count)d бойцов в клане.

# FortDirectionsWindow/button/newDirection/tooltip/enabled
source: Open New Zone
ru: Открыть новое направление

# FortDirectionsWindow/button/newDirection/tooltip/enabled/descr
source: Zone allows the building of new structures and establishment of bridgeheads for attacks on enemy Strongholds. Make sure that each Zone is protected during Defense Hour.
ru: Направление предназначено для возведения новых строений и создания плацдарма для нападения на Укрепрайоны противника. Не забывайте защищать каждое направление во время «Часа обороны».

# FortDirectionsWindow/descr/completed
source: Congratulations! You have opened the maximum number of Zones.
ru: Поздравляем! Вы открыли максимальное количество направлений.

# FortDirectionsWindow/descr/requirements
source: To open a new Zone, at least %(count)s clan members are required.
ru: Для открытия нового направления необходимо минимум %(count)s бойцов в клане.

# FortDirectionsWindow/label/noBuildings
source: No structures
ru: Строений нет

# FortDirectionsWindow/label/notOpened
source: Not open
ru: Не открыто

# FortDirectionsWindow/label/openedDirections
source: Zones open:
ru: Открытые направления:

# FortDirectionsWindow/title
source: Zone Control
ru: Контроль направлений

# FortIntelligence/additionalText/comingSoon
source: Coming soon
ru: Скоро

# FortIntelligence/bottomBlock/body
source: Your Stronghold can be attacked too. Mobilize your Reserves and be on your guard when the time comes to repel the enemy.
ru: Ваш Укрепрайон также может подвергнуться атаке. Мобилизуйте резервы и будьте начеку, когда настанет время дать отпор противнику.

# FortIntelligence/bottomBlock/header
source: Defense
ru: Оборона

# FortIntelligence/headerBlock/body
source: Strongholds of at least Level V get access to intelligence data, which can help the clan to locate an enemy and launch an attack.
ru: Укрепрайоны V уровня и выше получают доступ к разведданным, которые помогут клану обнаружить противника и совершить нападение.

# FortIntelligence/headerBlock/header
source: Intelligence Data
ru: Разведданные

# FortIntelligence/middleBlock/body
source: Victory in an Advance will earn more plunder than Skirmishes, and will also benefit the reputation of your clan.
ru: Победа в Наступлении на противника принесёт больше добычи, чем Вылазки, а также поднимет престиж собственного клана.

# FortIntelligence/middleBlock/header
source: Attack
ru: Нападение

# FortIntelligence/topBlock/body
source: Examine Strongholds of enemy clans to choose a suitable target for attack. Keep in mind that others can also locate your Stronghold.
ru: Изучите Укрепрайоны кланов противника для выбора подходящей цели для атаки. Не забывайте, что аналогично могут выследить и ваш Укрепрайон.

# FortIntelligence/topBlock/header
source: Recon
ru: Разведка

# FortIntelligence/windowTitle
source: Intelligence Data: Select Clan for Attack
ru: Разведданные: выбор клана для атаки

# FortMainView/common/totalDepotQuantityText
source: In all storages:
ru: На всех складах:

# FortMainView/commonTutor/title
source: Step 2 of 3. Lay the foundation of your first structure.
ru: Шаг 2 из 3. Заложите фундамент первого строения

# FortMainView/directions/selectingStatus
source: Choose a Zone to create a bridgehead. You can control Zones from the Command Center.
ru: Выберите направление для создания плацдарма. Контроль над направлениями осуществляется из командного центра.

# FortMainView/directions/title
source: Zone Opening Mode
ru: Режим открытия направлений

# FortMainView/directionsTutor/title
source: Step 1 of 3. Choose a Zone you wish to open.
ru: Шаг 1 из 3. Выберите направление для открытия

# FortMainView/header/levelsLbl
source: Level %(buildLevel)s
ru: %(buildLevel)s уровень

# FortMainView/intelligenceButton/title
source: Intelligence Data
ru: Разведданные

# FortMainView/leave/button/label
source: Exit Mode
ru: Покинуть режим

# FortMainView/sortieButton/title
source: Skirmishes
ru: Вылазки

# FortMainView/transporting/exportingStatus
source: Choose the structure from which Industrial Resource will be transported.
ru: Выберите строение, из которого будет транспортирован промресурс.

# FortMainView/transporting/importingStatus
source: Choose the structure to which Industrial Resource will be transported.
ru: Укажите строение, в которое направите транспорт с промресурсом.

# FortMainView/transporting/title
source: Transportation Mode
ru: Режим транспортировки

# FortMainView/transporting/tutorialDescr
source: To complete building of your first structure, enter Transportation mode.
ru: Для завершения первого строительства перейдите в режим транспортировки.

# FortMainView/transporting/tutorialDescrDisabled
source: Transportation is unavailable now.
ru: В данный момент транспортировка невозможна.

# FortMainView/transportingTutor/title
source: Step 3 of 3. Fill storage of the structure with Industrial Resource.
ru: Шаг 3 из 3. Заполните склад строения промресурсом

# FortTransportConfirmationWindow/cancelButton
source: Cancel
ru: Отменить

# FortTransportConfirmationWindow/maxTransportingSizeLabel
source: Maximum capacity:
ru: Максимальная грузоподъёмность:

# FortTransportConfirmationWindow/title
source: Confirm Transportation
ru: Подтверждение транспортировки

# FortTransportConfirmationWindow/transportButton
source: Transport
ru: Транспортировать

# FortTransportConfirmationWindow/transportingFooterText
source: Transport unloading will take %(estimatedTime)s.
ru: Разгрузка транспорта займёт %(estimatedTime)s.

# FortTransportConfirmationWindow/transportingText
source: Transport:
ru: Транспортировать:

# FortWelcomeCommanderView/button/label
source: Open Zone
ru: Открыть направление

# FortWelcomeCommanderView/option1/descr
source: Open a Zone and build your first structure there. Reserves requested from structures provide significant advantages to the clan in battles.
ru: Откройте направление и возведите на нём своё первое строение. Резервы, запрашиваемые в строениях, позволят клану получить ощутимые преимущества в бою.

# FortWelcomeCommanderView/option1/title
source: First Steps
ru: Начало пути

# FortWelcomeCommanderView/option2/descr
source: Each structure is assigned a garrison of clan members. Garrisons serve as a basis for creating detachments, which earn Industrial Resource in Skirmishes. Clan members will earn Industrial Resource for the structure they are attached to.
ru: К каждому строению приписан гарнизон, состоящий из бойцов клана. На основе гарнизонов формируются отряды, зарабатывающие промресурс во время Вылазок. Боец будет приносить доход тому строению, к которому приписан.

# FortWelcomeCommanderView/option2/title
source: Resource Hunters
ru: Добытчики
