Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/fortifications.*.resx
Languages: ru

# fortBattleResultsWindow/win/header
source: Victory!
ru: Победа!

# fortBattleResultsWindow/windowTitle
source: Advance: Results
ru: Наступление: итоги

# fortBattleRoom/legionariesCount
source: Legionnaires:
ru: Легионеры:

# fortBattleRoom/legionariesToolTipMsg
source: Please wait for the Commander to add you to the detachment.
ru: Ожидайте, пока командир переведёт вас в состав отряда.

# fortBattleRoom/listHeader/clanPlayers
source: Clan members
ru: Соклановцы

# fortBattleRoom/listHeader/legionariesPlayers
source: Legionnaires
ru: Легионеры

# fortNotCommanderFirstEnterWindow/applyBtnLabel
source: Affirmative!
ru: Так точно!

# fortNotCommanderFirstEnterWindow/textDescription
source: • Select a structure and attach to its garrison. Industrial Resource earned by you will be used to upgrade the selected structure (you are attached to the Command Center by default). • Engage in Skirmishes with the members of your clan. Earn Industrial Resource for upgrading your Stronghold and producing Reserves. Be ready for the Defense Period. • Distribute Industrial Resource evenly in all storages. If the storage of a structure is full, you will not be able to transport more Industrial Resource there.
ru: • выбрать строение и присоединиться к его гарнизону. Заработанный вами промресурс пойдёт на развитие именно этого строения (по умолчанию вы закреплены за командным центром); • участвовать в Вылазках с соклановцами, добывая промресурс на развитие Укрепрайона и производство резервов. Быть готовым к периоду обороны; • следить за равномерным распределением промресурса на складах. Строения с заполненными складами перестают принимать заработанный промресурс.

# fortNotCommanderFirstEnterWindow/textTitle
source: Your Primary Tasks
ru: Ваши первоочередные задачи:

# fortNotCommanderFirstEnterWindow/windowTitle
source: Welcome!
ru: Добро пожаловать, боец!

# periodDefenceWindow/btn/activate
source: Confirm
ru: Подтвердить

# periodDefenceWindow/btn/notNow
source: Not Now
ru: Не сейчас

# periodDefenceWindow/btn/pointsAreFilled/body
source: Click to activate defense of your Stronghold. You can adjust the defense settings later.
ru: Нажмите, чтобы организовать оборону для своего Укрепрайона. Настройки обороны позже можно будет изменить.

# periodDefenceWindow/btn/pointsAreNotFilled/body
source: To set up the defense select a server, set the time for the Defense Period and Ceasefire.
ru: Для организации обороны установите сервер, период обороны и день прекращения огня.

# periodDefenceWindow/dropDownbtn/notSelected
source: Not selected
ru: Не выбран

# periodDefenceWindow/dropDownbtn/whithoutHoliday
source: Never
ru: Никогда

# periodDefenceWindow/headerLbl
source: Defense Setup
ru: Организация обороны

# periodDefenceWindow/holiday
source: Ceasefire
ru: Прекращение огня

# periodDefenceWindow/holiday/description
source: During this day enemy clans cannot attack your Stronghold, but you can attack other clans.
ru: В этот день ваш Укрепрайон будет недоступен для нападений, но вы можете нападать на другие кланы.

# periodDefenceWindow/hourDefence
source: Defense Period
ru: Период обороны

# periodDefenceWindow/hourDefence/description
source: Each day at this hour your clan must defend your Stronghold. Set a time convenient for you.
ru: Каждый день в этот час ваш клан должен защищать свой Укрепрайон. Назначьте удобное для вас время.

# periodDefenceWindow/notNow/body
source: You can always set up the defense in the Stronghold settings.
ru: Вы всегда можете организовать оборону в настройках Укрепрайона.

# periodDefenceWindow/periphery
source: Server:
ru: Сервер:

# periodDefenceWindow/periphery/description
source: Detachments for Advances will be created here.
ru: Здесь будут создаваться отряды для Наступлений.

# periodDefenceWindow/ready
source: Fill out the form to set up the defense.
ru: Заполните форму для организации обороны

# sortie/introView/fortBattles/nextTimeOfBattle
source: Upcoming battle will start on %(nextDate)s
ru: Ближайшая битва состоится %(nextDate)s

# sortie/introView/fortBattles/notActivated
source: No upcoming battles
ru: В ближайшее время битв не запланировано

# sortie/introView/fortBattles/notActivatedDefenceTime
source: Defense not set up
ru: Оборона не организована

# sortie/room/message/getNotReady
source: Click to indicate that you are not ready
ru: Нажмите, чтобы отменить готовность

# FortIntelligence/clanDescription/attackImpossible
source: Your Stronghold is frozen; attack is unavailable.
ru: Ваш Укрепрайон заморожен, нападение невозможно.

# FortIntelligence/headerBlockNoDefPeriod/body
source: To access the Intelligence Data, upgrade your Command Center to Level V and set up the defense.
ru: Для доступа к разведданным необходим минимум V уровень Укрепрайона с организованной обороной.

# FortIntelligence/headerBlockNoDefPeriod/header
source: Intelligence Data
ru: Разведданные

# buildings/FINANCIAL_DEPT
source: Financial Unit
ru: Финансовая часть

# buildings/INTENDANT_SERVICE
source: Quartermaster Unit
ru: Интендантская служба

# buildings/MILITARY_ACADEMY
source: Military School
ru: Военное училище

# buildings/MILITARY_BASE
source: Command Center
ru: Командный центр

# buildings/OFFICE
source: War Department
ru: Канцелярия

# buildings/TANKODROME
source: Tankodrome
ru: Танкодром

# buildings/TRAINING_DEPT
source: Training Unit
ru: Учебная часть

# buildings/TRANSPORT_DEPT
source: Transportation Unit
ru: Автотранспортная часть

# buildings/TROPHY_BRIGADE
source: Trophy Brigade
ru: Трофейная бригада

# orders/ADDITIONAL_BRIEFING
source: Additional Briefing
ru: Дополнительный инструктаж

# orders/COMBAT_PAYMENTS
source: Battle Payments
ru: Боевые выплаты

# orders/EVACUATION
source: Evacuation
ru: Эвакуация

# orders/HEAVY_TRANSPORT
source: High-Capacity Transport
ru: Большегрузный транспорт

# orders/MILITARY_EXERCISES
source: Military Maneuvers
ru: Военные учения

# orders/REQUISITION
source: Requisition
ru: Реквизиция

# orders/SPECIAL_MISSION
source: Special Instructions
ru: Особые указания

# orders/TACTICAL_TRAINING
source: Tactical Training
ru: Тактическая подготовка

# BuildingPopover/garrisonLabel
source: Garrison
ru: Гарнизон

# FortIntelligence/status/defaultRequest/empty
source: Suitable enemy was not found. Try searching by tag or adjusting the search range manually.
ru: Подходящий противник не найден. Воспользуйтесь поиском по тегу и ручным изменением диапазона.

# sortie/listView/absentDivisions
source: No detachments created
ru: Нет сформированных отрядов

# sortie/listView/alertText/body
source: Detachment information temporarily unavailable. However, you can join as a volunteer.
ru: Информация об отряде временно недоступна, однако вы можете записаться добровольцем.

# sortie/listView/alertText/title
source: Attention!
ru: Внимание!

# sortie/listView/listColumns/descr
source: Description
ru: Описание

# sortie/listView/listColumns/status
source: Status
ru: Статус

# Buildings/buildingName/artillery_building
source: Artillery Battalion
ru: Артиллерийский дивизион

# Buildings/buildingName/bomber_building
source: Attack Bomber Squadron
ru: Полк бомбардировочной авиации

# Buildings/buildingName/unknown
source: Unknown Structure
ru: Неизвестное строение

# Buildings/defResInfo/artillery_building
source: Single shell damage: %(damage)s HP, total shells in barrage: %(shotsNumberRange)s item(s), damage area radius: %(areaRadius)s m.
ru: Урон одного снаряда: %(damage)s ед., снарядов в залпе: %(shotsNumberRange)s шт., радиус зоны поражения: %(areaRadius)s м.

# Buildings/defResInfo/bomber_building
source: Single bomb damage: %(bombDamage)s HP, total bombs: %(bombsNumberRange)s item(s), damage area: %(areaSquare)s m².
ru: Урон одной бомбы: %(bombDamage)s ед., всего бомб: %(bombsNumberRange)s шт., зона поражения: %(areaSquare)s м².

# Buildings/processOrderInfo/artillery_building
source: Enables to call in an artillery strike. Its damage is determined by the level of the Reserve.
ru: Даёт возможность запросить артобстрел, наносимый урон от которого зависит от уровня резерва.

# Buildings/processOrderInfo/bomber_building
source: Enables to call in an airstrike. Its damage is determined by the level of the Reserve.
ru: Даёт возможность запросить авиаудар, наносимый урон от которого зависит от уровня резерва.

# BuildingsProcess/longDescr/artillery_building
source: A distant artillery battery will immediately lay howitzer fire on enemy positions, causing serious damage with HE shells.
ru: Артиллеристы по первому приказу откроют гаубичный огонь по позициям противника, нанося существенный урон осколочно-фугасными снарядами.

# BuildingsProcess/longDescr/bomber_building
source: Attack Bomber Squadrons supplies expeditionary airfields with aircraft, ready to unleash a fiery storm on the enemy.
ru: Полк бомбардировочной авиации снабжает полевые аэродромы самолётами, готовыми обрушить на противника настоящий огненный шквал.

# BuildingsProcess/shortDescr/artillery_building
source: Call in an artillery strike at the specified coordinates
ru: Вызов залпа артбатареи в указанный квадрат.

# BuildingsProcess/shortDescr/bomber_building
source: Call in a ground-attack plane for airstrike
ru: Вызов бомбардировщика для удара с воздуха.

# General/orderType/artillery
source: Artillery Strike
ru: Артобстрел

# General/orderType/bomber
source: Airstrike
ru: Авиаудар

# OrderSelectPopover/notAvailable
source: Unavailable
ru: Недоступно

# OrderSelectPopover/orderCount
source: %(orderNumber)s item(s)
ru: %(orderNumber)s ед.

# OrderSelectPopover/orderLevel
source: Level %(orderLevel)s
ru: %(orderLevel)s уровень

# OrderSelectPopover/returnBtnLabel
source: Remove
ru: Убрать

# OrderSelectPopover/selected
source: Selected
ru: Выбрано

# Orders/orderPopover/detailsBtn
source: Details
ru: Подробно

# Orders/orderPopover/orderType/artillery
source: Artillery Strike
ru: Артобстрел

# Orders/orderPopover/orderType/bomber
source: Airstrike
ru: Авиаудар

# Orders/orderPopover/orderType/emptyOrder
source: Select Reserve
ru: Выбор резерва

# buildings/ARTILLERY_SHOP
source: Artillery Battalion
ru: Артиллерийский дивизион

# buildings/BOMBER_SHOP
source: Attack Bomber Squadron
ru: Полк бомбардировочной авиации

# fortBattleResultsWindow/defResLost/header
source: Industrial Resource lost:
ru: Потеряно промресурса:

# fortCombatReservesIntroWindow/artillery/description
source: Artillery battery, hidden from the enemy, stands ready to lay heavy artillery fire with HE shells at the specified coordinates on the map at first request.
ru: Скрытая от глаз противника артиллерийская батарея накроет указанный квадрат карты залпом осколочно-фугасных снарядов по первой же команде.

# fortCombatReservesIntroWindow/artillery/title
source: Artillery Strike
ru: Артобстрел

# fortCombatReservesIntroWindow/bomber/description
source: A ground-attack plane will drop ATA bombs capable of causing heavy damage to any enemy vehicle that happens to be located at the specified map coordinates.
ru: Бомбардировщик, гружённый ПТАБами, нанесёт непоправимый урон технике противника, на свою беду оказавшейся в квадрате бомбометания.

# fortCombatReservesIntroWindow/bomber/title
source: Airstrike
ru: Авиаудар

# fortCombatReservesIntroWindow/description
source: New Reserves that may influence the course of combat.
ru: Новые резервы, способные переломить ход боя.

# fortCombatReservesIntroWindow/title
source: New Combat Reserves
ru: Пополнение арсенала

# fortCombatReservesIntroWindow/windowTitle
source: Combat Reserves
ru: Боевые резервы

# fortConsumableOrder/battleParams
source: Combat Characteristics:
ru: Боевые характеристики:

# fortConsumableOrder/descr/11
source: Artillery fire covers the specified coordinates on the minimap. Shells in use—High-Explosive.
ru: Указанный на миникарте квадрат накрывает плотный артиллерийский огонь. Используемые снаряды — осколочно-фугасные.

# fortConsumableOrder/descr/12
source: A ground-attack plane is directed to the specified coordinates and drops anti-tank aerial bombs (ATAB). This plane cannot be shot down.
ru: В указанный на миникарте квадрат вызывается бомбардировщик, сбрасывающий кумулятивные бомбы (ПТАБ). Сбить бомбардировщик невозможно.

# fortConsumableOrder/levelLbl
source: Tier %(level)s
ru: %(level)s уровень

# fortConsumableOrder/params/level_lbl
source: Level %(level)s Combat Reserve
ru: Боевой резерв %(level)s уровня

# fortConsumableOrder/titleDescr
source: Operating Principle:
ru: Принцип действия:

# orderType/battleConsumable
source: Level %(level)s Combat Reserve
ru: Боевой резерв %(level)s уровня

# orderType/consumable
source: Level %(level)s Reserve
ru: Резерв %(level)s уровня

# orders/ARTILLERY
source: Artillery Strike
ru: Артобстрел

# orders/BOMBER
source: Airstrike
ru: Авиаудар

# Orders/orderPopover/battleConsumable
source: 1 battle
ru: 1 бой

# Orders/orderPopover/closeButton
source: Close
ru: Закрыть

# orders/EVACUATION_EXPIRE
source: Evacuation
ru: Эвакуация

# orders/REQUISITION_EXPIRE
source: Requisition
ru: Реквизиция

# FortClanBattleRoom/header/ordersDisabled
source: Combat Reserves disabled
ru: Боевые резервы запрещены

# SettingsWindow/notActivated/conditions
source: Battle Access Requirements
ru: Регламент допуска к бою

# SettingsWindow/notActivated/conditions/attack
source: Divisions when attacking enemy Stronghold
ru: Дивизионы при нападении на Укрепрайон противника

# SettingsWindow/notActivated/conditions/defence
source: Divisions when defending your Stronghold
ru: Дивизионы при обороне собственного Укрепрайона

# SettingsWindow/notActivated/conditions/fortLevel
source: Your Stronghold level
ru: Уровень вашего Укрепрайона

# SettingsWindow/notActivated/isNotReady
source: (not fulfilled)
ru: (не выполнено)

# SettingsWindow/notActivated/title
source: Defense
ru: Оборона

# rosterIntroWindow/absolute/header
source: Stronghold Upgraded to Level VIII!
ru: Укрепрайон модернизирован до VIII уровня!

# rosterIntroWindow/absoluteDivisionDescription
source: Attack on Level VIII–X Stronghold, division:
ru: Атака на Укрепрайон VIII–X уровня, дивизион:

# rosterIntroWindow/absoluteDivisionName
source: Absolute
ru: Абсолютный

# rosterIntroWindow/attackTitle
source: Attack
ru: Атака

# rosterIntroWindow/champion/header
source: Defense Set Up!
ru: Оборона организована!

# rosterIntroWindow/championDivisionDescription
source: Attack on Level V–VII Stronghold, division:
ru: Атака на Укрепрайон V–VII уровня, дивизион:

# rosterIntroWindow/championDivisionName
source: Champion
ru: Чемпионский

# rosterIntroWindow/defenceDescription/noOffDay
source: Defend your Stronghold from %(start)s through %(end)s. Division:
ru: С %(start)s до %(end)s держите оборону своего Укрепрайона. Дивизион:

# rosterIntroWindow/defenceDescription/offDay
source: Defend your Stronghold from %(start)s through %(end)s (Ceasefire day: %(offDay)s). Division:
ru: С %(start)s до %(end)s (день прекращения огня: %(offDay)s) держите оборону своего Укрепрайона. Дивизион:

# rosterIntroWindow/defenceTitle
source: Defense Period
ru: Период обороны

# rosterIntroWindow/windowTitle
source: Advances
ru: Наступления

# ChoiceDivision/changeBtnLbl
source: Change
ru: Изменить

# ChoiceDivision/changewindowTitle
source: Change Division
ru: Изменение дивизиона

# FortIntelligence/ClanFilterPopover/tooltipLockTime/body
source: The enemy clan cannot be attacked during the specified period. To apply the filter, select a different option.
ru: Нападать на клан противника в указанный период запрещено. Измените свой выбор для применения параметров фильтра.

# FortIntelligence/ClanFilterPopover/tooltipLockTime/header
source: Attention!
ru: Внимание!

# FortIntelligence/ClanFilterPopover/tooltipOwnDefenceTime/body
source: Enemy clan's Defense Period cannot be the same as your Stronghold's Defense Period. To apply the filter, select a different option.
ru: Период обороны клана противника не может совпадать с периодом обороны вашего Укрепрайона. Измените свой выбор для применения параметров фильтра.

# FortIntelligence/ClanFilterPopover/tooltipOwnDefenceTime/header
source: Attention!
ru: Внимание!

# sortie/listView/curfew
source: Curfew
ru: Комендантский час

# sortie/listView/sortiesRegulations
source: Skirmish Rules
ru: Регламент Вылазок

# switchPeripheryWindow/applySwitchLabel
source: To plan and engage in Skirmishes, transfer to the %(server)s server.
ru: Для планирования и осуществления Вылазки перейдите на сервер %(server)s.

# switchPeripheryWindow/btnCancel
source: Cancel
ru: Отменить

# switchPeripheryWindow/btnSwitch
source: Transfer
ru: Перейти

# switchPeripheryWindow/description
source: You are currently connected to the %(server)s server. Skirmish restrictions are currently active on this server.
ru: Вы находитесь на сервере %(server)s, где действует ограничение на осуществление Вылазок.

# switchPeripheryWindow/header
source: Attention!
ru: Внимание!

# switchPeripheryWindow/selectServerLabel
source: To plan and engage in Skirmishes, transfer to another server:
ru: Для планирования и осуществления Вылазки перейдите на другой сервер:

# switchPeripheryWindow/windowTitle
source: Transfer to Another Server
ru: Переход на другой сервер

# BuildingsProcess/longDescr/base_building
source: Industrial Resource can be transported from one structure to another within your Stronghold (including the Command Center).
ru: Промресурс можно транспортировать из одного строения (включая командный центр) в любое другое в пределах вашего Укрепрайона.

# Buildings/buildingTooltip/compensation
source: , including compensation:
ru: , из которых компенсации:

# FortWelcomeView/alreadyCreated
source: Stronghold already created
ru: Укрепрайон уже создан

# FortWelcomeView/clanCreate/or
source: or
ru: или

# FortWelcomeView/clanCreateLabel
source: Create a clan
ru: Создать клан

# ChoiceDivision/vehicleLevelSingle
source: Vehicle Tier: %(level)s
ru: Уровень техники: %(level)s

# sortie/room/level
source: Tier %(level)s
ru: %(level)s уровень

# FortIntelligence/clanDescription/disableAttack
source: Unable to attack the clan found: the difference between Strongholds is more than one level.
ru: Невозможно атаковать найденный клан: разница между уровнями Укрепрайонов более 1.

# orderType/battleConsumable_no_level
source: Combat Reserve
ru: Боевой резерв

# fort2/teamHeader
source: Detachment Members
ru: Состав отряда

# fort2builds/direction
source: %(direction)s allied bridgehead
ru: %(direction)s плацдарм союзников

# fort2builds/direction/A
source: North
ru: Северный

# fort2builds/direction/B
source: East
ru: Восточный

# fort2builds/direction/C
source: South
ru: Южный

# fort2builds/direction/D
source: West
ru: Западный

# fort2builds/directionEnemy
source: Enemy bridgehead
ru: Плацдарм противника

# fort2builds/mapName
source: Map: <font color='#FCF4CC'>%(mapName)s</font>
ru: Карта: <font color='#FCF4CC'>%(mapName)s</font>

# fort2builds/mapUnknown
source: The map will be specified at the beginning of an Advance
ru: Карта будет определена при начале Наступления

# fort2builds/point1
source: Citadel
ru: Цитадель

# fort2builds/point2
source: Reserve Line
ru: Запасной рубеж

# fort2builds/point3
source: Front Line
ru: Передовой рубеж

# fort2builds/point4
source: Front Line
ru: Передовой рубеж

# fort2builds/point5
source: Reserve Line
ru: Запасной рубеж

# fort2builds/point6
source: Citadel
ru: Цитадель

# fort2builds/rewardFirstTime
source: x%(reward)s for the first victory in an Advance at this bridgehead
ru: x%(reward)s за первую победу в Наступлении в день на этом плацдарме

# fort2builds/rewardPoint1
source: Citadel defended, both Lines lost
ru: Удержание Цитадели при потере обоих рубежей

# fort2builds/rewardPoint2
source: Reserve Line defended, Front Line lost
ru: Удержание запасного рубежа при потере передового

# fort2builds/rewardPoint3
source: Both Lines defended, enemy Lines not captured
ru: Удержание обоих рубежей без захвата рубежей противника

# fort2builds/rewardPoint4
source: Front Line captured only
ru: Захват только передового рубежа

# fort2builds/rewardPoint5
source: Both Lines captured, Citadel not captured
ru: Захват обоих рубежей без захвата Цитадели

# fort2builds/rewardPoint6
source: Enemy Citadel captured
ru: Захват Цитадели противника

# fort2builds/rewardRequisition
source: from Reserve Requisition
ru: от резерва Реквизиция

# fort2builds/totalDescription
source: You will earn a reward after an Advance
ru: Награда выдаётся по завершению Наступления

# fort2buttons/makeInvisible
source: Hide from legionnaires
ru: Скрыть от легионеров

# fort2buttons/makeInvisibleStatus
source: Legionnaires can see the detachment
ru: Легионеры видят отряд

# fort2buttons/makeVisible
source: Display to legionnaires
ru: Отображать легионерам

# fort2buttons/makeVisibleStatus
source: Legionnaires cannot see the detachment
ru: Легионеры не видят отряд

# fort2direction/A
source: North
ru: Северного

# fort2direction/B
source: East
ru: Восточного

# fort2direction/C
source: South
ru: Южного

# fort2direction/D
source: West
ru: Западного

# fort2info/sortie
source: Skirmish in division %(level)s
ru: Вылазка в %(level)s дивизионе

# fort2info/stronghold
source: Advance from %(direction)s bridgehead
ru: Наступление с %(direction)s плацдарма

# fort2map/randomMap
source: Random map
ru: Случайная карта

# fort2reserve/heavyTrucks
source: High-Capacity Transport
ru: Большегрузный транспорт

# fort2reserve/requisition
source: Requisition
ru: Реквизиция

# fort2reserve/support
source: Combat Reserves
ru: Боевые резервы

# fort2reserve/tooltip/condition
source: In Skirmishes and Advances for one battle
ru: В Вылазках и Наступлениях на 1 бой

# fort2reserve/tooltip/conditionRequisition
source: For the results of an Advance
ru: За результат проведённого Наступления

# fort2reserve/tooltip/disabledInBattle
source: A Reserve can be enabled before a battle
ru: Установить резерв можно перед боем

# fort2reserve/tooltip/disabledRequisition
source: A Reserve can be enabled before an Advance
ru: Установить резерв можно перед Наступлением

# fort2reserve/tooltip/empty
source: You have no available Reserves
ru: У вас нет резервов для установки

# fort2reserve/tooltip/heavytrucksActivation
source: Activated at the beginning of a battle
ru: Активируется с началом боя

# fort2reserve/tooltip/inStorage
source: <font color='#C9C9BE'>%(count)s</font> at the Storage
ru: <font color='#C9C9BE'>%(count)s</font> на складе

# fort2reserve/tooltip/level
source: level
ru: уровень

# fort2reserve/tooltip/readyToSelect
source: Can be enabled
ru: Готов к установке

# fort2reserve/tooltip/requisitionActivation
source: Activated at the beginning of an Advance
ru: Активируется с началом Наступления

# fort2reserve/tooltip/selected
source: Enabled
ru: Установлен

# fort2reserve/tooltip/supportActivation
source: Activated when using a Reserve in a battle
ru: Активируется при использовании резерва в бою

# fort2reserve/tooltip/withPermition
source: Click to view the list of available Reserves.
ru: Нажмите, чтобы просмотреть список резервов, доступных для установки.

# fort2reserve/tooltip/withoutPermition
source: A Reserve can be enabled only by the Detachment Commander in the position of the Clan Commander, Executive Officer, Personnel Officer or Combat Officer.
ru: Установить резерв может только командир отряда в должности командующего, заместителя командующего, офицера штаба или командира подразделения.

# fort2table/rating
source: Rating
ru: Рейтинг

# fort2table/roster
source: Members
ru: Состав

# fort2table/tech
source: Vehicles
ru: Техника

# fort2title/sortie
source: Skirmish
ru: Вылазка

# fort2title/stronghold
source: Advance from %(direction)s bridgehead
ru: Наступление с %(direction)s плацдарма
