Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/fortifications.*.resx
Languages: ru

# FortWelcomeCommanderView/option3/descr
source: Industrial Resource earned in Skirmishes can be used to request Reserves. Once a Reserve is activated, it lasts for a limited time and affects all clan members. Reserve efficiency increases with structure level.
ru: За промресурс можно запрашивать резервы. При использовании резерв действует ограниченное время и распространяется на всех бойцов клана. Эффективность резерва зависит от уровня строения.

# FortWelcomeCommanderView/option3/title
source: Reserves Requisition
ru: Привлечение резервов

# FortWelcomeCommanderView/title
source: Open Zone
ru: Открытие направления

# FortWelcomeView/bonuses/body
source: Accumulate resources to upgrade structures and request Reserves, which can turn the tide of a desperate battle.
ru: Накапливайте ресурсы для улучшения строений и запрашивайте резервы, способные переломить ход даже самого тяжёлого сражения.

# FortWelcomeView/bonuses/title
source: Advantages in Battle
ru: Преимущества в бою

# FortWelcomeView/buildingAndUpgrading/body
source: Create impenetrable defenses with unique structures and repel any enemy clan.
ru: Дайте достойный отпор клану противника, создав неприступную линию обороны с уникальными строениями.

# FortWelcomeView/buildingAndUpgrading/title
source: Clan Fortress
ru: Клановая крепость

# FortWelcomeView/clanCreate
source: create a clan
ru: создать клан

# FortWelcomeView/clanSearch
source: Find a clan
ru: Найти клан

# FortWelcomeView/createFortBtn
source: Create Stronghold
ru: Основать Укрепрайон

# FortWelcomeView/hyperlink/more
source: Details about Strongholds
ru: Подробное описание Укрепрайонов

# FortWelcomeView/requirementClan
source: Only clans can own Strongholds. You are not yet a member of any clan.
ru: Только кланы могут владеть Укрепрайоном. Вы ещё не состоите в клане.

# FortWelcomeView/requirementCommander
source: Stronghold can be created only by the Commander of the clan
ru: Основать Укрепрайон может только командующий кланом

# FortWelcomeView/title
source: Welcome to the Stronghold!
ru: Добро пожаловать в Укрепрайон, бойцы!

# FortWelcomeView/warForResources/body
source: Declare war on other clans and attack their Strongholds to requisition Industrial Resource.
ru: Объявляйте войну другим кланам и нападайте на их Укрепрайоны, реквизируя промресурс.

# FortWelcomeView/warForResources/title
source: War for Resources
ru: Война за ресурсы

# FortWelcomeView/warning
source: At least %(minClanSize)d clan members required.
ru: Необходимо %(minClanSize)d бойцов в клане

# General/direction
source: Zone %(value)s
ru: Направление %(value)s

# General/orderType/additionalBriefing
source: Additional Briefing
ru: Дополнительный инструктаж

# General/orderType/battlePayments
source: Battle Payments
ru: Боевые выплаты

# General/orderType/evacuation
source: Evacuation
ru: Эвакуация

# General/orderType/heavyTrucks
source: High-Capacity Transport
ru: Большегрузный транспорт

# General/orderType/militaryManeuvers
source: Military Maneuvers
ru: Военные учения

# General/orderType/requisition
source: Requisition
ru: Реквизиция

# General/orderType/tacticalTraining
source: Tactical Training
ru: Тактическая подготовка

# Modernization/applyButton/label
source: Upgrade
ru: Модернизировать

# Modernization/cancelButton/label
source: Cancel
ru: Отменить

# Modernization/conditions/defencePeriod
source: Level %(level)s Command Center
ru: %(level)s уровень командного центра

# Modernization/conditions/fortMaxLevel
source: Maximum level of Command Center in the current update reached.
ru: Достигнут максимальный уровень командного центра в текущем обновлении.

# Modernization/conditions/generalCondition
source: Condition: Level %(level)s Command Center
ru: Условие: %(level)s уровень командного центра

# Modernization/conditions/notFulfilled
source: (not met)
ru: (не выполнено)

# Modernization/modernizationInfo/afterLabel
source: After upgrade:
ru: После модернизации:

# Modernization/modernizationInfo/beforeLabel
source: Current condition:
ru: Текущее состояние:

# Modernization/modernizationInfo/countCost
source: Upgrade cost:
ru: Стоимость модернизации:

# Modernization/windowTitle
source: %(buildingName)s: Upgrade
ru: %(buildingName)s: модернизация

# Orders/orderConfirmationWindow/cost
source: Cost:
ru: Стоимость:

# Orders/orderConfirmationWindow/preparationTime
source: Preparation time:
ru: Время подготовки:

# Orders/orderPopover/durationTime
source: Duration
ru: Время действия

# Orders/orderPopover/inDefensive
source: Defense Period
ru: Период обороны

# Orders/orderPopover/levelsLbl
source: Level %(orderLevel)s Reserve
ru: Резерв %(orderLevel)s уровня

# Orders/orderPopover/notAvailable
source: Unavailable
ru: Недоступно

# Orders/orderPopover/orderNotReady
source: Structure required to prepare Reserve: %(building)s.
ru: Необходимое строение для подготовки резерва: %(building)s.

# Orders/orderPopover/orderPrice
source: Cost
ru: Стоимость

# Orders/orderPopover/orderType/additionalBriefing
source: Additional Briefing
ru: Дополнительный инструктаж

# Orders/orderPopover/orderType/battlePayments
source: Battle Payments
ru: Боевые выплаты

# Orders/orderPopover/orderType/evacuation
source: Evacuation
ru: Эвакуация

# Orders/orderPopover/orderType/heavyTrucks
source: High-Capacity Transport
ru: Большегрузный транспорт

# Orders/orderPopover/orderType/militaryManeuvers
source: Military Maneuvers
ru: Военные учения

# Orders/orderPopover/orderType/requisition
source: Requisition
ru: Реквизиция

# Orders/orderPopover/orderType/tacticalTraining
source: Tactical Training
ru: Тактическая подготовка

# Orders/orderPopover/producedAmount
source: Prepared
ru: Подготовлено

# Orders/orderPopover/productionBuilding
source: Required structure
ru: Необходимое строение

# Orders/orderPopover/productionTime
source: Preparation time
ru: Время подготовки

# Orders/orderPopover/useOrder
source: Use Reserve
ru: Использовать резерв

# Time/timeValue/days
source: %(day)s d %(hour)s h %(min)s min
ru: %(day)s д %(hour)s ч %(min)s мин

# Time/timeValue/hours
source: %(hour)s h %(min)s min
ru: %(hour)s ч. %(min)s мин.

# Time/timeValue/lessMin
source: less than a minute
ru: менее минуты

# Time/timeValue/min
source: %(min)s min
ru: %(min)s мин.

# clanStats/params/sortie/avgDefres/label
source: Average plunder per Skirmish
ru: Средняя добыча за Вылазку

# clanStats/params/sortie/avgDefres/tooltip/body
source: Ratio of total Industrial Resource earned to total Skirmishes conducted
ru: Отношение общего количества заработанного промресурса к количеству проведённых Вылазок

# clanStats/params/sortie/avgDefres/tooltip/header
source: Average Plunder per Skirmish
ru: Средняя добыча за Вылазку

# clanStats/params/sortie/battles/absoluteBattlesCount/label
source: Absolute level
ru: Абсолютного уровня

# clanStats/params/sortie/battles/championBattlesCount/label
source: Champion level
ru: Чемпионского уровня

# clanStats/params/sortie/battles/middleBattlesCount/label
source: Medium level
ru: Среднего уровня

# clanStats/params/sortie/battlesCount/label
source: Skirmishes
ru: Вылазки

# clanStats/params/sortie/battlesCount/tooltip/body
source: Total number of Skirmishes conducted, including: • Victories: %(value_0)s • Defeats: %(value_1)s • Draws: %(value_2)s
ru: Общее количество проведённых Вылазок. Из них: • побед: %(value_0)s • поражений: %(value_1)s • ничьих: %(value_2)s

# clanStats/params/sortie/battlesCount/tooltip/header
source: Skirmishes
ru: Вылазки

# clanStats/params/sortie/defres/lootInSorties/label
source: Total amount of Industrial Resource earned in Skirmishes
ru: Всего заработано промресурса в Вылазках

# clanStats/params/sortie/wins/label
source: Victories
ru: Победы

# clanStats/params/sortie/wins/tooltip/body
source: Total rate of victories in Skirmishes
ru: Общий процент одержанных побед в Вылазках

# clanStats/params/sortie/wins/tooltip/header
source: Victories in Skirmishes
ru: Победы в Вылазках

# disconnected/Warning
source: Attention!
ru: Внимание!

# disconnected/WarningDescriptionCenterUnavailable
source: Stronghold is temporarily unavailable. Try again later.
ru: Укрепрайон временно недоступен. Повторите попытку позже.

# disconnected/WarningDescriptionRoaming
source: Stronghold is unavailable in roaming. To get access to Stronghold, go to your region.
ru: В роуминге Укрепрайон недоступен. Чтобы получить доступ к Укрепрайону, перейдите в свой регион.

# fortification/clan/position/commander
source: Combat Officer
ru: Командир подразделения

# fortification/clan/position/diplomat
source: Intelligence Officer
ru: Офицер разведки

# fortification/clan/position/leader
source: Commander
ru: Командующий

# fortification/clan/position/private
source: Private
ru: Боец

# fortification/clan/position/recruit
source: Recruit
ru: Новобранец

# fortification/clan/position/recruiter
source: Recruitment Officer
ru: Офицер по кадрам

# fortification/clan/position/treasurer
source: Quartermaster
ru: Офицер снабжения

# fortification/clan/position/vice_leader
source: Executive Officer
ru: Заместитель командующего

# sortie/division_name/ABSOLUTE
source: Absolute
ru: Абсолютный

# sortie/division_name/ALL
source: All divisions
ru: Все дивизионы

# sortie/division_name/CHAMPION
source: Champion
ru: Чемпионский

# sortie/division_name/MIDDLE
source: Medium
ru: Средний

# sortie/introView/descr
source: To upgrade your Stronghold and prepare Reserves, you must spend Industrial Resource. Earn it in Skirmishes or Advances.
ru: На развитие Укрепрайона и подготовку резервов расходуется промресурс. Захватывайте его в Вылазках или в Наступлениях.

# sortie/introView/fortBattles/btnLabel
source: Fight
ru: Участвовать

# sortie/introView/fortBattles/btnTitle
source: Coming Soon
ru: Скоро

# sortie/introView/fortBattles/descr
source: Attack on enemy Stronghold or defense of your own Stronghold.
ru: Атака Укрепрайона противника или защита собственного.

# sortie/introView/fortBattles/title
source: Advances
ru: Наступления

# sortie/introView/sortie/btnTitle
source: Engage
ru: Перейти к отрядам

# sortie/introView/sortie/descr
source: Battle with a random enemy clan on neutral territory.
ru: Бой со случайным кланом противника на нейтральной территории.

# sortie/introView/sortie/title
source: Skirmishes
ru: Вылазки

# sortie/introView/title
source: Stronghold: Battles
ru: Укрепрайон: сражения

# sortie/listView/create
source: Create Detachment
ru: Создать отряд

# sortie/listView/description
source: Earn Industrial Resource in battles with random enemy clans on neutral territory to upgrade your Stronghold.
ru: Зарабатывайте промресурс для развития Укрепрайона, сражаясь со случайными кланами противника на нейтральной территории.

# sortie/listView/enterBtn
source: Join
ru: Записаться

# sortie/listView/enterText
source: You can join as a volunteer
ru: Вы можете записаться добровольцем

# sortie/listView/filter
source: Display:
ru: Отображать:

# sortie/listView/listColumns/division
source: Division
ru: Дивизион

# sortie/listView/listColumns/membersCount
source: Detachment members
ru: Состав отряда

# sortie/listView/listColumns/name
source: Commander
ru: Командир

# sortie/listView/listTitle
source: Detachments Created
ru: Сформированные отряды

# sortie/listView/notSelected
source: Select a detachment from the list on the left to see the detailed description.
ru: Выберите отряд из списка слева, чтобы увидеть подробное описание.

# sortie/listView/selectedTeam
source: Detachment
ru: Отряд

# sortie/listView/teamMembers
source: Members: %(current)s / %(max)s
ru: Состав: %(current)s / %(max)s

# sortie/listView/teamVehicles
source: Vehicles: %(values)s
ru: Техника: %(values)s

# sortie/listView/teamVehiclesStub
source: Vehicles:
ru: Техника:

# sortie/listView/title
source: Skirmishes
ru: Вылазки

# sortie/room/candidates
source: Volunteers
ru: Добровольцы

# sortie/room/changeDivision
source: Change
ru: Изменить

# sortie/room/chat
source: Chat Channel
ru: Канал связи

# sortie/room/description
source: Created detachment fights a battle with a random enemy clan on neutral territory. Vehicle tier is determined by the division selected.
ru: Сформированный отряд вступает в бой со случайным кланом противника на нейтральной территории. Уровень используемой техники определяется выбранным дивизионом.

# sortie/room/division
source: Division:
ru: Дивизион:

# sortie/room/fight
source: Battle!
ru: В бой!

# sortie/room/inviteBtn
source: Invite Players
ru: Пригласить игроков

# sortie/room/inviteFriends
source: Invite Players
ru: Пригласить игроков

# sortie/room/leaveBtn
source: GO TO DETACHMENT LIST
ru: К СПИСКУ ОТРЯДОВ

# sortie/room/members
source: Members: %(current)s / %(max)s
ru: Состав: %(current)s / %(max)s

# sortie/room/message/candidate
source: You are not in the detachment
ru: Вы не в штате отряда

# sortie/room/message/candidate/invalidVehicles
source: Your vehicles do not comply with the Commander's requirements
ru: Ваша техника не соответствует требованиям командира

# sortie/room/message/candidate/lockedUnits
source: Please wait. The Commander is selecting detachment members
ru: Ожидайте, состав формируется командиром

# sortie/room/message/candidate/unitIsFull
source: Unable to join the detachment. No available slots
ru: Невозможно перейти в состав отряда. Нет свободных мест

# sortie/room/message/getReady
source: Confirm that you are ready to join the battle.
ru: Подтвердите готовность выйти в бой

# sortie/room/message/levelError
source: Total tier of vehicles is exceeded
ru: Превышен суммарный уровень техники

# sortie/room/message/noVehicle
source: Vehicle not selected
ru: Техника не выбрана

# sortie/room/message/notFullUnit
source: Incomplete detachment
ru: Неполный состав

# sortie/room/message/openSlots/levelError
source: Total tier of vehicles is exceeded while some slots are available.
ru: Превышен суммарный уровень техники при наличии свободных слотов!

# sortie/room/message/ready
source: All members ready
ru: Все готовы

# sortie/room/message/vehicleInNotReady
source: Vehicle not ready for battle
ru: Машина не готова к бою

# sortie/room/message/waiting
source: Waiting for players…
ru: Ожидание готовности игроков...

# sortie/room/notReady
source: Not ready
ru: Не готов

# sortie/room/ready
source: Ready!
ru: Готов!

# sortie/room/rosterListTitle
source: Detachment Members
ru: Состав отряда

# sortie/room/title
source: Detachment
ru: Отряд

# sortie/room/vehicles
source: Vehicles
ru: Техника

# sortie/slot/emptySlot
source: Empty
ru: Свободно

# sortie/slot/takePlace
source: Take Slot
ru: Занять место

# sortie/vehicleSelector/description
source: Select a vehicle to engage in Skirmish. Red indicator marks vehicles not ready for battle.
ru: Выберите машину, на которой хотите провести Вылазку. Красный индикатор означает, что техника не готова к бою.

# sortie/listView/slot/closed
source: Unavailable
ru: Недоступно

# BuildingPopover/commanderStatus/bodyStatus/freeze
source: Fill up the durability bar for the Stronghold to function.
ru: Для функционирования Укрепрайона заполните шкалу прочности.

# BuildingPopover/mapInfo/noBattle
source: Clash will not occur
ru: Бой не состоится

# BuildingPopover/orderProcess/inPause
source: Suspended
ru: Приостановлено

# BuildingPopover/soldierStatus/bodyStatus/freeze
source: To repair structure, attach to its garrison and earn Industrial Resource.
ru: Для ремонта строения присоединитесь к гарнизону и заработайте промресурс.

# Buildings/buildingName/office_building
source: War Department
ru: Канцелярия

# Buildings/defResInfo/office_building
source: Special Instructions
ru: Особые указания

# Buildings/processOrderInfo/office_building
source: Random award for completing Special Instructions, ranging from additional crew experience to gold.
ru: Случайная награда за выполнение особых указаний: от дополнительного опыта экипажа до игрового золота.

# BuildingsProcess/longDescr/office_building
source: Communications officers of the War Department occasionally receive and process Special Instructions from headquarters, and relay them to the clan for immediate execution.
ru: Дешифровщики канцелярии время от времени получают и обрабатывают особые указания из штаба, после чего направляют их клану для немедленного исполнения.

# BuildingsProcess/shortDescr/office_building
source: Various rewards: discounts, experience, gold, and more
ru: Различные награды: скидки, опыт, золото и прочее.

# FortCalendarWindow/calendar/dayTooltip/future/body
source: Click to view details of scheduled battles.
ru: Нажмите, чтобы посмотреть подробную информацию о запланированных битвах.

# FortCalendarWindow/calendar/dayTooltip/future/header
source: Battles Scheduled: %(count)d
ru: Запланировано битв: %(count)d

# FortCalendarWindow/calendar/dayTooltip/notAvailable/body
source: You can only view events for the past/next 2 weeks.
ru: Вы можете просматривать только события в диапазоне +/- 2 недель.

# FortCalendarWindow/calendar/dayTooltip/notAvailable/header
source: Information Unavailable
ru: Информация недоступна

# FortCalendarWindow/calendar/dayTooltip/past/body
source: Click to view details of previous battles.
ru: Нажмите, чтобы посмотреть подробную информацию о состоявшихся битвах.

# FortCalendarWindow/calendar/dayTooltip/past/header
source: Battles Fought: %(count)d
ru: Состоялось битв: %(count)d

# FortCalendarWindow/eventsList/empty/noEvents
source: No scheduled or previous battles
ru: Запланированных или проведённых битв нет

# FortCalendarWindow/eventsList/empty/notAvailable
source: Information unavailable. You can only view events for the past/next 2 weeks.
ru: Информация недоступна. Вы можете просматривать только события в диапазоне +/- 2 недель.

# FortCalendarWindow/eventsList/empty/vacation
source: No battles scheduled. Neutrality: %(date)s
ru: Битвы не запланированы. Нейтралитет: %(date)s

# FortCalendarWindow/eventsList/info/battlesCount
source: Number of battles: %(eventsCount)d
ru: Количество битв: %(eventsCount)d

# FortCalendarWindow/eventsList/info/future
source: Number of battles: %(eventsCount)d
ru: Количество битв: %(eventsCount)d

# FortCalendarWindow/eventsList/info/past
source: Battles fought: %(eventsCount)d
ru: Состоялось битв: %(eventsCount)d

# FortCalendarWindow/eventsList/item/result/lose
source: Defeat
ru: Поражение

# FortCalendarWindow/eventsList/item/result/tie
source: Draw
ru: Ничья

# FortCalendarWindow/eventsList/item/result/win
source: Victory
ru: Победа

# FortCalendarWindow/eventsList/item/title/defence
source: Defense Period—clan %(clanName)s
ru: Период обороны — клан %(clanName)s

# FortCalendarWindow/eventsList/item/title/offence
source: Attack on clan %(clanName)s
ru: Нападение на клан %(clanName)s

# FortCalendarWindow/message/vacation
source: Neutrality: %(date)s
ru: Нейтралитет: %(date)s

# FortCalendarWindow/title
source: Calendar
ru: Календарь

# FortClanBattleList/actionDescr
source: You can join the detachment 15 minutes before the clash.
ru: Вы сможете присоединиться к отряду за 15 минут до боя.

# FortClanBattleList/currentBtlCount
source: Upcoming battles:
ru: Ближайшие битвы:

# FortClanBattleList/descrLbl
source: Join your clan members at the appointed time to defend your Stronghold or attack enemy Strongholds.
ru: В назначенный час присоединяйтесь к вашим соклановцам для защиты своего Укрепрайона или атаки Укрепрайона противника.

# FortClanBattleList/details/attack_title
source: Attack %(clanName)s
ru: Нападение %(clanName)s

# FortClanBattleList/details/btnLbl
source: Create Detachment
ru: Создать отряд

# FortClanBattleList/details/creationDescr
source: Click to create detachment and join the Advance.
ru: Нажмите, чтобы перейти к созданию отряда и выйти в Наступление.

# FortClanBattleList/details/creationDescr_disable
source: You can create a detachment 15 minutes before the Advance.
ru: Создать отряд для Наступления можно за 15 минут до его начала.

# FortClanBattleList/details/creationTitle
source: Create Detachment
ru: Создание отряда

# FortClanBattleList/details/description
source: Zone %(directionName)s
ru: Направление %(directionName)s

# FortClanBattleList/details/title
source: Defense Period %(clanName)s
ru: Период обороны %(clanName)s

# FortClanBattleList/renderBattleName/clanBattleDefence
source: Defense Period %(clanName)s
ru: Период обороны %(clanName)s

# FortClanBattleList/renderBattleName/clanBattleOffence
source: Attack %(clanName)s
ru: Нападение %(clanName)s

# FortClanBattleList/renderCurrentTime/beforeBattle
source: Starts in:
ru: До начала:

# FortClanBattleList/renderCurrentTime/isBattle
source: In progress
ru: Идёт бой

# FortClanBattleList/renderDayOfBattle/today
source: today
ru: сегодня

# FortClanBattleList/renderDayOfBattle/tomorrow
source: tomorrow
ru: завтра

# FortClanBattleList/renderDirection
source: Zone %(directionName)s
ru: Направление %(directionName)s

# FortClanBattleList/tableHeader/battleName
source: Battle Name
ru: Название битвы

# FortClanBattleList/tableHeader/battleTime
source: Time
ru: Время

# FortClanBattleList/tableHeader/dayOfBattle
source: Battle Day
ru: День битвы

# FortClanBattleList/titleLbl
source: Advances
ru: Наступления

# FortClanBattleRoom/header/battleIcon/defence/tooltip/body
source: Defensive action starts with a clash for your structure.
ru: Защита начинается с боя за собственное строение.

# FortClanBattleRoom/header/battleIcon/defence/tooltip/header
source: Defensive Action
ru: Защита

# FortClanBattleRoom/header/battleIcon/offence/tooltip/body
source: Attack starts with a clash for the enemy structure.
ru: Атака начинается с боя за строение противника.

# FortClanBattleRoom/header/battleIcon/offence/tooltip/header
source: Attack
ru: Атака

# FortClanBattleRoom/header/buildingIndicator/defence/tooltip/body
source: You will be defending your structure: %(building)s
ru: Вам предстоит провести бой за собственное строение: %(building)s

# FortClanBattleRoom/header/buildingIndicator/defence/tooltip/header
source: Upcoming Clash
ru: Предстоящий бой

# FortClanBattleRoom/header/buildingIndicator/offence/tooltip/body
source: You will be fighting for the enemy structure: %(building)s
ru: Вам предстоит провести бой за строение противника: %(building)s

# FortClanBattleRoom/header/buildingIndicator/offence/tooltip/header
source: Upcoming Clash
ru: Предстоящий бой

# FortClanBattleRoom/header/mapTitle
source: Map: %(mapName)s
ru: Карта: %(mapName)s

# FortClanBattleRoom/teamSectionTitle/inBattle
source: In progress
ru: Идёт бой

# FortClanBattleRoom/teamSectionTitle/prepareTeam
source: If both teams are ready, the clash starts ahead of schedule.
ru: При готовности обеих сторон бой начнётся досрочно.

# FortDatePickerPopover/calendar/dayTooltip/available/body
source: Clan can be attacked on that day.
ru: В этот день клан доступен для нападения.

# FortDatePickerPopover/calendar/dayTooltip/available/header
source: Available
ru: Доступен

# FortDatePickerPopover/calendar/dayTooltip/busy/body
source: Selected clan has already accepted a challenge from another enemy and is now awaiting the battle.
ru: Выбранный клан уже принял вызов противника и ожидает битву.

# FortDatePickerPopover/calendar/dayTooltip/busy/header
source: Awaiting Battle
ru: Ожидает битву

# FortDatePickerPopover/calendar/dayTooltip/notAvailable/body
source: Clan cannot be attacked on that day.
ru: В этот день клан недоступен для нападения.

# FortDatePickerPopover/calendar/dayTooltip/notAvailable/header
source: Unavailable
ru: Недоступен

# FortDeclarationOfWarWindow/button/cancel
source: Cancel
ru: Отменить

# FortDeclarationOfWarWindow/button/submit
source: Confirm Attack
ru: Подтвердить атаку

# FortDeclarationOfWarWindow/description
source: Select the Zone from which you want to attack, and confirm the attack:
ru: Укажите своё направление, с которого планируете атаковать, и подтвердите нападение:
