Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/fortifications.*.resx
Languages: ru

# fort2tooltips/crossSwords
source: {HEADER}Border{/HEADER}{BODY}Neutral territory. The winner attacks the enemy line in the next battle. When a battle ends in a draw, the attacking team will be selected randomly.{/BODY}
ru: {HEADER}Граница{/HEADER}{BODY}Нейтральная территория. Победитель атакует рубеж противника в следующем бою. В случае ничьей атакующий будет определён случайным образом.{/BODY}

# fort2tooltips/fortTitle
source: Advance from %(direction)s bridgehead
ru: Наступление с %(direction)s плацдарма

# fort2tooltips/hours
source: h
ru: ч

# fort2tooltips/minuts
source: m
ru: м

# fort2tooltips/sortieTitle
source: Skirmish in division %(level)s
ru: Вылазка в %(level)s дивизионе

# mainWindow/maintenance/body
source: We apologize for the inconvenience.
ru: Приносим извинения за доставленное неудобство.

# mainWindow/maintenance/button
source: Update
ru: Обновить

# mainWindow/maintenance/header
source: Error Loading Data
ru: Ошибка загрузки данных

# orders/ADDITIONAL_BRIEFING_2_0
source: Additional Briefing
ru: Дополнительный инструктаж

# orders/COMBAT_PAYMENTS_2_0
source: Battle Payments
ru: Боевые выплаты

# orders/MILITARY_EXERCISES_2_0
source: Military Maneuvers
ru: Военные учения

# orders/TACTICAL_TRAINING_2_0
source: Tactical Training
ru: Тактическая подготовка

# rosterIntroWindow/introView/fortBattles/nextTimeOfBattleSoon
source: Battle starts in <font color='#8c8c7c'>%(nextDate)s</font> min
ru: До начала боя <font color='#8c8c7c'>%(nextDate)s</font> минут

# rosterIntroWindow/introView/fortBattles/nextTimeOfBattleToday
source: Battle starts today at <font color='#8c8c7c'>%(nextDate)s</font>
ru: Начало сегодня в <font color='#8c8c7c'>%(nextDate)s</font>

# rosterIntroWindow/introView/fortBattles/nextTimeOfBattleTomorrow
source: Battle starts tomorrow at <font color='#8c8c7c'>%(nextDate)s</font>
ru: Начало завтра в <font color='#8c8c7c'>%(nextDate)s</font>

# rosterIntroWindow/introView/fortBattles/noBattlesToday
source: Starting time will be specified later
ru: Время начала будет уточнено позднее

# rosterIntroWindow/introView/fortBattles/unavailable
source: Starting time will be specified later
ru: Время начала будет уточнено позднее

# sortie/introView/fortBattles/EndOfBattleSoon
source: Battle ends in <font color='#8c8c7c'>%(nextDate)s</font>
ru: До завершения <font color='#8c8c7c'>%(nextDate)s</font>

# sortie/introView/fortBattles/available
source: Skirmishes available
ru: Вылазки доступны

# sortie/introView/fortBattles/nextTimeOfBattleSoon
source: Battle starts in <font color='#8c8c7c'>%(nextDate)s</font>
ru: До начала <font color='#8c8c7c'>%(nextDate)s</font>

# sortie/introView/fortBattles/nextTimeOfBattleToday
source: Battle starts today at <font color='#8c8c7c'>%(nextDate)s</font>
ru: Начало сегодня в <font color='#8c8c7c'>%(nextDate)s</font>

# sortie/introView/fortBattles/nextTimeOfBattleTomorrow
source: Battle starts tomorrow at <font color='#8c8c7c'>%(nextDate)s</font>
ru: Начало завтра в <font color='#8c8c7c'>%(nextDate)s</font>

# sortie/introView/fortBattles/noBattlesToday
source: Starting time will be specified later
ru: Время начала будет уточнено позднее

# sortie/introView/fortBattles/unavailable
source: Starting time will be specified later
ru: Время начала будет уточнено позднее

# stronghold/teamHeader
source: Detachment Members
ru: Состав отряда

# strongholdbuilds/direction
source: %(direction)s allied bridgehead
ru: %(direction)s плацдарм союзников

# strongholdbuilds/direction/A
source: Northern
ru: Северный

# strongholdbuilds/direction/B
source: Eastern
ru: Восточный

# strongholdbuilds/direction/C
source: Southern
ru: Южный

# strongholdbuilds/direction/D
source: Western
ru: Западный

# strongholdbuilds/directionEnemy
source: Enemy bridgehead
ru: Плацдарм противника

# strongholdbuilds/mapName
source: Map: <font color='#FCF4CC'>%(mapName)s</font>
ru: Карта: <font color='#FCF4CC'>%(mapName)s</font>

# strongholdbuilds/mapUnknown
source: The map will be selected after the start of the Advance
ru: Карта будет определена при начале Наступления

# strongholdbuilds/point1
source: Citadel
ru: Цитадель

# strongholdbuilds/point2
source: Reserve Line
ru: Запасной рубеж

# strongholdbuilds/point3
source: Front Line
ru: Передовой рубеж

# strongholdbuilds/point4
source: Front Line
ru: Передовой рубеж

# strongholdbuilds/point5
source: Reserve Line
ru: Запасной рубеж

# strongholdbuilds/point6
source: Citadel
ru: Цитадель

# strongholdbuilds/rewardFirstTime
source: x%(reward)s for the first victory each day in Advances on this bridgehead
ru: x%(reward)s за первую победу в день при Наступлениях на этом плацдарме

# strongholdbuilds/rewardPoint1
source: For defending the Citadel with both lines lost
ru: Удержание Цитадели при потере обоих рубежей

# strongholdbuilds/rewardPoint2
source: For defending the Reserve Line with the Front Line lost
ru: Удержание запасного рубежа при потере передового

# strongholdbuilds/rewardPoint3
source: For defending both lines without capturing enemy lines
ru: Удержание обоих рубежей без захвата рубежей противника

# strongholdbuilds/rewardPoint4
source: For capturing only the Front Line
ru: Захват только передового рубежа

# strongholdbuilds/rewardPoint5
source: For capturing both lines without capturing the Citadel
ru: Захват обоих рубежей без захвата Цитадели

# strongholdbuilds/rewardPoint6
source: For capturing the enemy Citadel
ru: Захват Цитадели противника

# strongholdbuilds/rewardRequisition
source: from the Requisition reserve
ru: от резерва Реквизиция

# strongholdbuilds/totalDescription
source: Awarded after the Advance
ru: Награда выдаётся по завершении Наступления

# strongholdbuttons/makeInvisible
source: Hide From Legionnaires
ru: Скрыть от легионеров

# strongholdbuttons/makeInvisibleStatus
source: Legionnaires can see the detachment
ru: Легионеры видят отряд

# strongholdbuttons/makeVisible
source: Display to Legionnaires
ru: Отображать легионерам

# strongholdbuttons/makeVisibleStatus
source: Legionnaires cannot see the detachment
ru: Легионеры не видят отряд

# strongholddirection/A
source: Northern
ru: Северного

# strongholddirection/B
source: Eastern
ru: Восточного

# strongholddirection/C
source: Southern
ru: Южного

# strongholddirection/D
source: Western
ru: Западного

# strongholdinfo/sortie
source: Skirmish in division %(level)s
ru: Вылазка в %(level)s дивизионе

# strongholdinfo/stronghold
source: Advance from the %(direction)s bridgehead
ru: Наступление с %(direction)s плацдарма

# strongholdmap/randomMap
source: Random map
ru: Случайная карта

# strongholdreserve/heavyTrucks
source: High-Capacity Transport
ru: Большегрузный транспорт

# strongholdreserve/requisition
source: Requisition
ru: Реквизиция

# strongholdreserve/support
source: Combat Reserves
ru: Боевые резервы

# strongholdreserve/tooltip/condition
source: In Skirmishes and Advances, for 1 battle
ru: В Вылазках и при Наступлениях на 1 бой

# strongholdreserve/tooltip/conditionRequisition
source: For the result of the Advance
ru: За результат проведённого Наступления

# strongholdreserve/tooltip/disabledInBattle
source: A Reserve can be enabled before a battle
ru: Установить резерв можно перед боем

# strongholdreserve/tooltip/disabledRequisition
source: A Reserve can be enabled before the Advance
ru: Установить резерв можно перед Наступлением

# strongholdreserve/tooltip/empty
source: You have no Reserves to enable
ru: У вас нет резервов для установки

# strongholdreserve/tooltip/heavytrucksActivation
source: Activated at the beginning of a battle
ru: Активируется с началом боя

# strongholdreserve/tooltip/inStorage
source: <font color='#C9C9BE'>%(count)s</font> in the Storage
ru: <font color='#C9C9BE'>%(count)s</font> на складе

# strongholdreserve/tooltip/level
source: level
ru: уровень

# strongholdreserve/tooltip/readyToSelect
source: Can be enabled
ru: Готов к установке

# strongholdreserve/tooltip/requisitionActivation
source: Activated at the beginning of an Advance
ru: Активируется с началом Наступления

# strongholdreserve/tooltip/selected
source: Enabled
ru: Установлен

# strongholdreserve/tooltip/supportActivation
source: Activated when a Reserve is used in a battle
ru: Активируется при использовании резерва в бою

# strongholdreserve/tooltip/withPermition
source: Click to view the list of Reserves you can enable.
ru: Нажмите, чтобы просмотреть список доступных резервов для установки.

# strongholdreserve/tooltip/withoutPermition
source: Reserve can only be enabled by a Detachment Commander with the rank of Commander, Executive Officer, Personnel Officer or Combat Officer.
ru: Установить резерв может только командир отряда в должности командующего, заместителя командующего, офицера штаба или командира подразделения.

# strongholdtable/rating
source: Rating
ru: Рейтинг

# strongholdtable/roster
source: Players
ru: Состав

# strongholdtable/tech
source: Vehicles
ru: Техника

# strongholdtitle/sortie
source: Skirmish
ru: Вылазка

# strongholdtitle/stronghold
source: Advance from the %(direction)s bridgehead
ru: Наступление с %(direction)s плацдарма

# strongholdtooltips/crossSwords
source: {HEADER}Border{/HEADER}{BODY}Neutral territory. The winner will attack the enemy line in the next battle. If a battle ends in a draw, the attacking team will be selected randomly.{/BODY}
ru: {HEADER}Граница{/HEADER}{BODY}Нейтральная территория. Победитель атакует рубеж противника в следующем бою. В случае ничьей атакующий будет определён случайным образом.{/BODY}

# strongholdtooltips/fortTitle
source: Advance from the %(direction)s bridgehead
ru: Наступление с %(direction)s плацдарма

# strongholdtooltips/hours
source: h
ru: ч.

# strongholdtooltips/minuts
source: min
ru: мин.

# strongholdtooltips/sortieTitle
source: Skirmish in division %(level)s
ru: Вылазка в %(level)s дивизионе
