Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/fortifications.*.resx
Languages: ru

# FortDeclarationOfWarWindow/direction/notAvailable
source: Available from %(date)s.
ru: Доступно с %(date)s.

# FortDeclarationOfWarWindow/header
source: %(date)s, %(startTime)s–%(endTime)s, attack on %(clanName)s
ru: %(date)s, %(startTime)s – %(endTime)s, нападение на %(clanName)s

# FortDeclarationOfWarWindow/item/attack/tooltip/body
source: You will be attacking %(clanName)s from Zone %(direction)s.
ru: При нападении на %(clanName)s вы будете атаковать с направления %(direction)s

# FortDeclarationOfWarWindow/item/attack/tooltip/header
source: Attack from Zone %(direction)s
ru: Напасть с направления %(direction)s

# FortDeclarationOfWarWindow/item/busy/tooltip/body
source: You are attacking %(clanName)s at that time.
ru: В это время вы атакуете %(clanName)s

# FortDeclarationOfWarWindow/item/busy/tooltip/header
source: Attack Unavailable
ru: Нападение невозможно

# FortDeclarationOfWarWindow/item/notAvailable/tooltip/body
source: Available from %(date)s.
ru: Доступно с %(date)s.

# FortDeclarationOfWarWindow/item/notAvailable/tooltip/header
source: Attack Unavailable
ru: Нападение невозможно

# FortDeclarationOfWarWindow/item/notOpened/tooltip/body
source: You have not opened this Zone yet.
ru: Вы ещё не открыли это направление.

# FortDeclarationOfWarWindow/item/notOpened/tooltip/header
source: Attack Unavailable
ru: Нападение невозможно

# FortDeclarationOfWarWindow/title
source: Declaration of War
ru: Объявление войны

# FortDirectionsWindow/descr/baseRepairRequire
source: To open a new Zone, repair %(baseName)s
ru: Для открытия нового направления необходимо отремонтировать %(baseName)s

# FortIntelligence/ClanFilterPopover/applyButtonText
source: Apply
ru: Применить

# FortIntelligence/ClanFilterPopover/attackAvailability
source: Availability for attack:
ru: Доступность для нападения:

# FortIntelligence/ClanFilterPopover/availability
source: Availability for attack:
ru: Доступность для нападения:

# FortIntelligence/ClanFilterPopover/availability/item/any
source: Any
ru: Любая

# FortIntelligence/ClanFilterPopover/availability/item/dayAfterTomorrow
source: In two days
ru: Послезавтра

# FortIntelligence/ClanFilterPopover/availability/item/today
source: Today
ru: Сегодня

# FortIntelligence/ClanFilterPopover/availability/item/tomorrow
source: Tomorrow
ru: Завтра

# FortIntelligence/ClanFilterPopover/cancelButtonText
source: Cancel
ru: Отменить

# FortIntelligence/ClanFilterPopover/clanLevel
source: Clan Level:
ru: Уровень клана:

# FortIntelligence/ClanFilterPopover/defaultButtonText
source: Default
ru: По умолчанию

# FortIntelligence/ClanFilterPopover/header
source: Clan Search Range
ru: Диапазон поиска кланов

# FortIntelligence/ClanFilterPopover/startHourRange
source: Enemy Defense Period:
ru: Период обороны противника:

# FortIntelligence/clanDescription/alreadyFought
source: You have already fought against %(clanName)s
ru: Вы уже сражались с %(clanName)s

# FortIntelligence/clanDescription/attack
source: Attack!
ru: Атака!

# FortIntelligence/clanDescription/direction/notAvailable
source: Available from %(date)s.
ru: Доступно с %(date)s.

# FortIntelligence/clanDescription/direction/tooltip/attack
source: Attack Zone %(direction)s
ru: Атаковать направление %(direction)s

# FortIntelligence/clanDescription/direction/tooltip/attackInfo
source: Click to select a Zone for convergence and confirm the attack.
ru: Нажмите, чтобы перейти к выбору направления для стыковки и подтверждению нападения.

# FortIntelligence/clanDescription/direction/tooltip/buildingLowLevel
source: (clans can clash over structures of at least Level %(minLevel)s)
ru: (бои ведутся только за строения от %(minLevel)s уровня и выше)

# FortIntelligence/clanDescription/direction/tooltip/buildings
source: Structures leading to the Command Center: %(buildings)s
ru: На пути к командному центру клана расположены: %(buildings)s

# FortIntelligence/clanDescription/direction/tooltip/busy/header
source: Zone %(direction)s Reserved for Battle
ru: Направление %(direction)s занято

# FortIntelligence/clanDescription/direction/tooltip/busy/info
source: On %(date)s, clan %(clanName)s will attack this Zone.
ru: %(date)s данное направление будет атаковано кланом %(clanName)s.

# FortIntelligence/clanDescription/direction/tooltip/notAvailable/header
source: Zone %(direction)s Unavailable
ru: Направление %(direction)s недоступно

# FortIntelligence/clanDescription/direction/tooltip/notAvailable/info
source: This is a new Zone, and it can be attacked only after %(date)s.
ru: Данное направление — новое, напасть на него можно не ранее %(date)s.

# FortIntelligence/clanDescription/direction/tooltip/notCommander
source: Zone %(direction)s
ru: Направление %(direction)s

# FortIntelligence/clanDescription/direction/tooltip/notCommanderInfo
source: Only the Commander or Executive Officer can declare an attack.
ru: Объявить о нападении может только командующий или его заместитель.

# FortIntelligence/clanDescription/direction/tooltip/notOpened
source: Clan has not opened this Zone yet.
ru: Клан ещё не открыл это направление.

# FortIntelligence/clanDescription/nextAvailableAttack
source: New attack will be available from %(nextDate)s
ru: Новая атака будет доступна с %(nextDate)s

# FortIntelligence/clanDescription/nextAvailableAttackInAWeek
source: You will not be able to attack again for one week after the battle on %(nextDate)s
ru: Новая атака будет доступна только через неделю после битвы %(nextDate)s

# FortIntelligence/clanDescription/notSelectedScreen/commander
source: To declare war, select a clan from the list on the left.
ru: Чтобы объявить войну, выберите клан из списка слева.

# FortIntelligence/clanDescription/notSelectedScreen/notCommander
source: To view details, select a clan from the list on the left.
ru: Чтобы увидеть подробности, выберите клан из списка слева.

# FortIntelligence/clanDescription/selectDate
source: Select a date and a Zone for the attack:
ru: Выберите дату и направление для атаки:

# FortIntelligence/clanDescription/selectDate/cantAttack
source: Not enough permissions to set the battle date.
ru: Недостаточно полномочий для назначения даты битвы.

# FortIntelligence/clanDescription/warDeclared
source: War declared on %(clanName)s!
ru: Война клану %(clanName)s объявлена!

# FortIntelligence/clanTypes/all
source: All clans
ru: Все кланы

# FortIntelligence/clanTypes/booked
source: Bookmarked
ru: Избранные

# FortIntelligence/clanTypes/last
source: Recent
ru: Последние

# FortIntelligence/clearFilterBtn/title
source: Clear Query
ru: Очистить запрос

# FortIntelligence/date/today
source: Today
ru: Сегодня

# FortIntelligence/date/tomorrow
source: Tomorrow
ru: Завтра

# FortIntelligence/fortIntelFilter/filterButtonStatus/max
source: Maximum Range
ru: Максимальный диапазон

# FortIntelligence/fortIntelFilter/filterButtonStatus/min
source: Range reduced
ru: Диапазон уменьшен

# FortIntelligence/fortIntelFilter/status/all
source: Select targets
ru: Выберите цель для нападения

# FortIntelligence/fortIntelFilter/status/appliedBookmarkedFilter
source: Your bookmarked clans:
ru: Кланы, которые вы отметили как избранные:

# FortIntelligence/fortIntelFilter/status/appliedFilter
source: Displaying results with adjusted search range:
ru: Показаны результаты с учётом изменённого диапазона поиска:

# FortIntelligence/fortIntelFilter/status/appliedFilterAndClan
source: Query is affected by adjusted search range:
ru: На запрос действует изменённый диапазон поиска:

# FortIntelligence/fortIntelFilter/status/appliedLastFoundFilter
source: Clans you fought against recently:
ru: Кланы, с которыми вы недавно сражались:

# FortIntelligence/sortBtns/availability
source: Availability
ru: Доступность

# FortIntelligence/sortBtns/buildings
source: Structure Level
ru: Уровень строений

# FortIntelligence/sortBtns/clanTag
source: Clan Tag
ru: Тег клана

# FortIntelligence/sortBtns/defenceTime
source: Defense Period
ru: Период обороны

# FortIntelligence/status/empty
source: No search results. Search range too strict.
ru: Поиск не дал результатов. Заданы слишком жёсткие рамки поиска.

# FortIntelligence/status/emptyAbbrev
source: Clan with that tag was not found. It might not have set up the defense, or the search parameters are too strict. Adjust or reset the search parameters, or enter a different tag.
ru: Клан с таким тегом не найден. Возможно, он ещё не организовал оборону или для данного запроса диапазоны поиска оказались слишком жёсткими. Измените или сбросьте диапазоны, попробуйте ввести другой тег.

# FortIntelligence/status/emptyFavorite
source: Your bookmarked clans will be displayed here.
ru: Здесь будут отображаться кланы, отмеченные вами как избранные.

# FortIntelligence/status/emptyRecent
source: Clans you have recently fought will be displayed here.
ru: Здесь будут отображаться кланы, с которыми вы сражались в последнее время.

# FortIntelligence/tagSearchTextInput/default
source: Search by tag
ru: Поиск по тегу

# FortMainView/header/defencePeriod
source: Defense Period: %(period)s
ru: Период обороны: %(period)s

# FortMainView/header/fortFrozen
source: Defense overwhelmed! Repair your Command Center.
ru: Оборона сломлена! Отремонтируйте командный центр.

# FortMainView/transporting/notAvailableStatus
source: Transportation is unavailable now.
ru: В данный момент транспортировка невозможна.

# General/direction/notAvailable/tooEarly
source: Available from %(date)s
ru: Доступно с %(date)s

# General/orderType/specialMission
source: Special Instructions
ru: Особые указания

# Modernization/conditions/baseBuildingFiveLevel
source: Set up Stronghold defense
ru: Организовать оборону Укрепрайона

# Modernization/conditions/defencePeriodAndBaseBuilding
source: Level V Command Center and set up defense
ru: V уровень командного центра и организованная оборона

# Orders/orderPopover/nextBattle
source: Next battle
ru: Ближайшая битва

# Orders/orderPopover/orderType/specialMission
source: Special Instructions
ru: Особые указания

# Orders/orderPopover/specialMission/description
source: Activate Reserve to receive Special Instructions. There are various missions and rewards on each activation.
ru: Активируйте резерв для получения особых указаний. Задания и награды при каждом использовании разные.

# Orders/orderPopover/specialMission/shortDescr
source: To receive the award, complete Special Instructions from the War Department.
ru: Для получения выполните особые указания канцелярии.

# Orders/specialMission/award
source: Award:
ru: Награда:

# Orders/specialMission/possibleAward
source: Possible reward:
ru: Возможная награда:

# Orders/specialMission/possibleAward/description/level/1
source: additional credits.
ru: дополнительные кредиты.

# Orders/specialMission/possibleAward/description/level/10
source: increased previous rewards.
ru: увеличенные предыдущие награды.

# Orders/specialMission/possibleAward/description/level/2
source: increased previous reward.
ru: увеличенная предыдущая награда.

# Orders/specialMission/possibleAward/description/level/3
source: increased previous reward or crew experience.
ru: увеличенная предыдущая награда или опыт экипажа.

# Orders/specialMission/possibleAward/description/level/4
source: increased previous rewards.
ru: увеличенные предыдущие награды.

# Orders/specialMission/possibleAward/description/level/5
source: increased previous rewards or vehicle experience.
ru: увеличенные предыдущие награды или опыт для техники.

# Orders/specialMission/possibleAward/description/level/6
source: increased previous rewards or Premium consumables.
ru: увеличенные предыдущие награды или премиум снаряжение.

# Orders/specialMission/possibleAward/description/level/7
source: increased previous rewards.
ru: увеличенные предыдущие награды.

# Orders/specialMission/possibleAward/description/level/8
source: increased previous rewards or one day of Premium Account.
ru: увеличенные предыдущие награды или день премиум аккаунта.

# Orders/specialMission/possibleAward/description/level/9
source: increased previous rewards or gold.
ru: увеличенные предыдущие награды или игровое золото.

# SettingsDayoffPopover/applyButtonLabel
source: Apply
ru: Применить

# SettingsDayoffPopover/cancelButtonLabel
source: Cancel
ru: Отменить

# SettingsDayoffPopover/description
source: The new Ceasefire day will come into effect in 14 days.
ru: Новое время для прекращения огня вступит в силу только через 14 дней.

# SettingsDayoffPopover/dropDownDescription
source: Ceasefire:
ru: Прекращение огня:

# SettingsDefenceHourPopover/applyButtonLabel
source: Apply
ru: Применить

# SettingsDefenceHourPopover/cancelButtonLabel
source: Cancel
ru: Отменить

# SettingsDefenceHourPopover/defenceHour
source: Defense Period
ru: Период обороны

# SettingsDefenceHourPopover/defenceHourTitle
source: Defense
ru: Оборона

# SettingsDefenceHourPopover/description
source: The new Defense Period will come into effect in 14 days.
ru: Новый период обороны вступит в силу только через 14 дней.

# SettingsPeripheryPopover/applyButtonLabel
source: Apply
ru: Применить

# SettingsPeripheryPopover/cancelButtonLabel
source: Cancel
ru: Отменить

# SettingsPeripheryPopover/description
source: Detachments for Advances will be created on the selected server. You can select a different server once per 14 days.
ru: На выбранном сервере будут создаваться отряды для Наступлений. Смена сервера возможна один раз в 14 дней.

# SettingsPeripheryPopover/server
source: Server:
ru: Сервер:

# SettingsVacationPopover/applyButtonLabel
source: Apply
ru: Применить

# SettingsVacationPopover/cancelButtonLabel
source: Cancel
ru: Отменить

# SettingsVacationPopover/description
source: Neutrality can be declared only in two weeks. Advances are unavailable during the Neutrality.
ru: Нейтралитет можно объявить только через 2 недели. Во время нейтралитета Наступления недоступны.

# SettingsVacationPopover/ofDays
source: / 14 days
ru: / 14 дней

# SettingsVacationPopover/vacationDuration
source: 2. Set the duration of the Neutrality:
ru: 2. Укажите продолжительность нейтралитета:

# SettingsVacationPopover/vacationStart
source: 1. Set the time when the Neutrality begins:
ru: 1. Укажите время объявления нейтралитета:

# SettingsWindow/blockCondition/defencePeriodTime
source: Defense Period:
ru: Период обороны:

# SettingsWindow/blockCondition/inProgress
source: %(value)s from %(date)s
ru: %(value)s с %(date)s

# SettingsWindow/blockCondition/noWeekEnd
source: not set
ru: не назначено

# SettingsWindow/blockCondition/recentlyScheduled
source: Settings have been changed recently.
ru: Настройки недавно менялись

# SettingsWindow/blockCondition/vacation
source: Neutrality:
ru: Нейтралитет:

# SettingsWindow/blockCondition/vacationNotPlanned
source: not set
ru: отсутствует

# SettingsWindow/blockCondition/weekEnd
source: Ceasefire:
ru: Прекращение огня:

# SettingsWindow/blockDescr/defencePeriodTime
source: You have to defend your Stronghold against attacks by enemy clans at the appointed time every day, except the declared day of Ceasefire and Neutrality.
ru: Каждый день, кроме назначенного дня прекращения огня и нейтралитета, в указанное время вы должны защищать свой Укрепрайон от атак кланов противника.

# SettingsWindow/blockDescr/vacation
source: A period of 3 to 14 days during which you cannot be attacked. Unused days will be lost irrevocably. Can be declared after 90 days have passed since the end of the current Neutrality.
ru: Период от 3 до 14 дней, во время которого на вас не могут напасть. Неиспользованные дни нейтралитета пропадают безвозвратно. Следующий нейтралитет можно объявить только через 90 дней после завершения текущего.

# SettingsWindow/blockDescr/weekEnd
source: You can declare one Ceasefire day per week. During that day enemies cannot attack you, but you can attack them.
ru: Один день в неделю вы можете назначить днём прекращения огня: в этот день вы можете нападать на противника, не боясь быть атакованным.

# SettingsWindow/cancelDisablePeriod/btnLbl
source: Reenable
ru: Отменить отключение

# SettingsWindow/clanInfo/buildingsCount
source: Structures: %(buildingsCount)s
ru: Строений: %(buildingsCount)s

# SettingsWindow/clanInfo/clanTag
source: Stronghold %(clanTag)s
ru: Укрепрайон %(clanTag)s

# SettingsWindow/clanInfo/creationDate
source: Created: %(creationDate)s
ru: Основан %(creationDate)s

# SettingsWindow/disableDefencePeriodBtn/lbl
source: Disable Defense
ru: Отключить оборону

# SettingsWindow/mainButtonLabel
source: Set Up
ru: Организовать

# SettingsWindow/notActivated/baseLevelCondition
source: Level %(level)s Command Center%(isNotReady)s
ru: %(level)s уровень командного центра%(isNotReady)s

# SettingsWindow/notActivated/conditionTitle
source: Conditions for Setting Up Defense:
ru: Условия для организации обороны:

# SettingsWindow/notActivated/description
source: By setting up the defense, you will be able to manually select an enemy, attack their Stronghold, and capture Industrial Resource. An attack on the selected clan will earn you more Industrial Resource than a random Skirmish. To gain a flawless victory, attack the selected Zone and capture the enemy Command Center.
ru: Организованная оборона позволяет вручную выбирать противника и нападать на его Укрепрайон. Атака на выбранный клан принесёт больше промресурса, чем случайная Вылазка. Чтобы одержать безоговорочную победу, атакуйте выбранное направление и захватите командный центр противника.

# SettingsWindow/notActivated/playerCountCondition
source: Clan members—at least %(membersCount)s members%(isNotReady)s
ru: состав клана — не менее %(membersCount)s бойцов%(isNotReady)s

# SettingsWindow/perepheryTitle
source: Server:
ru: Сервер:

# SettingsWindow/statusMsg/activated
source: Set
ru: Назначена

# SettingsWindow/statusMsg/freezed
source: Suspended
ru: Приостановлена

# SettingsWindow/statusMsg/notActivated
source: Not set
ru: Не назначена

# SettingsWindow/statusMsg/notAvailable
source: Unavailable
ru: Недоступна

# SettingsWindow/windowTitle
source: Stronghold Settings
ru: Настройки Укрепрайона

# ToolTipBuildingInfo/descrAction
source: Damage upon pillaging: %(value)s
ru: Урон при разграблении: %(value)s

# ToolTipBuildingInfo/destroyedMessage
source: You cannot clash over a damaged structure (durability below %(value)s).
ru: Вести бой за разрушенное строение (запас прочности ниже %(value)s) невозможно.

# ToolTipBuildingInfo/lowLevelMessage
source: You cannot clash over structures of Level %(minLevel)s–%(maxLevel)s.
ru: Вести бой за строения %(minLevel)s – %(maxLevel)s уровней невозможно.

# ToolTipBuildingInfo/mep/mapPrefix
source: Map:
ru: Карта:

# ToolTipBuildingInfo/statusMsg/defeat
source: Structure captured
ru: Строение захвачено

# ToolTipBuildingInfo/statusMsg/victory
source: Structure captured
ru: Строение захвачено

# ToolTipBuildingInfo/statusMsg/wasNotBattle
source: Structure not captured
ru: Строение не захвачено

# clanStats/params/periodDefence/avgDefres/label
source: Plunder ratio
ru: Коэффициент добычи

# clanStats/params/periodDefence/avgDefres/tooltip/body
source: Ratio of Industrial Resource earned to Industrial Resource lost in Advances
ru: Соотношение награбленного и потерянного промресурса в Наступлениях

# clanStats/params/periodDefence/avgDefres/tooltip/header
source: Plunder Ratio
ru: Коэффициент добычи

# clanStats/params/periodDefence/battles/countCapturedCommandCentres/label
source: Command Centers captured
ru: Количество захваченных командных центров

# clanStats/params/periodDefence/battles/countPlunderedAllyBuildings/label
source: Structures in your Stronghold pillaged
ru: Количество разграбленных строений вашего Укрепрайона

# clanStats/params/periodDefence/battles/countPlunderedEnemyBuildings/label
source: Structures in enemy Strongholds pillaged
ru: Количество разграбленных строений противника

# clanStats/params/periodDefence/battles/countPromres/label
source: Industrial Resource earned
ru: Получено промресурса

# clanStats/params/periodDefence/battles/efficiencyOfAttack
source: Attack efficiency
ru: Эффективность атаки

# clanStats/params/periodDefence/battles/efficiencyOfDefence
source: Defense efficiency
ru: Эффективность обороны

# clanStats/params/periodDefence/battles/lostPromres/label
source: Industrial Resource lost
ru: Потеряно промресурса

# clanStats/params/periodDefence/battles/profit/label
source: Net profit
ru: Чистая прибыль

# clanStats/params/periodDefence/battlesCount/label
source: Battles
ru: Битвы

# clanStats/params/periodDefence/wins/label
source: Victories
ru: Победы

# clanStats/params/periodDefence/wins/tooltip/body
source: Total rate of victories in Advances
ru: Общий процент одержанных побед в Наступлениях

# clanStats/params/periodDefence/wins/tooltip/header
source: Victories in Battles
ru: Победы в Битвах

# clanStats/tabs/buttonLbl/periodDefence
source: Advances
ru: Наступления

# clanStats/tabs/buttonLbl/sortie
source: Skirmishes
ru: Вылазки

# disableDefencePeriodWindow/applyButton/lbl
source: Disable
ru: Отключить

# disableDefencePeriodWindow/cancelButton/lbl
source: Cancel
ru: Отменить

# disableDefencePeriodWindow/inputChecker/body
source: To perform this operation, enter the current amount of Industrial Resource in all storages (%(controlNumber)s)
ru: Для совершения операции, введите текущее количество промресурса на всех складах (%(controlNumber)s)

# disableDefencePeriodWindow/inputChecker/title
source: CONFIRM DEFENSE DEACTIVATION
ru: ПОДТВЕРЖДЕНИЕ ОТКЛЮЧЕНИЯ ОБОРОНЫ

# disableDefencePeriodWindow/mainText/body
source: • Level of all Reserves and structures including the Command Center higher than Level IV %(redText)s. • Number of prepared Reserves will not change.
ru: • Уровень всех резервов и строений выше IV уровня (включая командный центр) %(redText)s. • Количество подготовленных резервов не изменится.

# disableDefencePeriodWindow/mainText/bodyRedText
source: will be reduced to Level IV
ru: уменьшится до IV

# disableDefencePeriodWindow/mainText/title
source: Are you sure you want to disable the Stronghold defense?
ru: Вы действительно хотите отключить оборону Укрепрайона?

# disableDefencePeriodWindow/windowTitle
source: Disable Defense
ru: Отключение обороны

# fortBattleDirectionPopover/commingBattles
source: Upcoming battles:
ru: Ближайшие битвы:

# fortBattleResultsWindow/defResReceived/byClan
source: by clan:
ru: кланом:

# fortBattleResultsWindow/defResReceived/byPlayer
source: by you:
ru: вами:

# fortBattleResultsWindow/defResReceived/header
source: Industrial Resource earned:
ru: Получено промресурса:

# fortBattleResultsWindow/defeat/description/start
source: Advance ended, pillaged structures of clan
ru: Наступление завершено, разграблено строений клана

# fortBattleResultsWindow/defeat/header
source: Defeat
ru: Поражение

# fortBattleResultsWindow/journal
source: Advance: Log
ru: Наступление: журнал

# fortBattleResultsWindow/table/building
source: Structure
ru: Строение

# fortBattleResultsWindow/table/moreBtn
source: Details
ru: Подробнее

# fortBattleResultsWindow/table/notParticipated
source: Did not fight
ru: Не участвовал

# fortBattleResultsWindow/table/result
source: Clash Results
ru: Итоги боя

# fortBattleResultsWindow/table/result/defeat
source: Defeat
ru: Поражение

# fortBattleResultsWindow/table/result/win
source: Victory!
ru: Победа!

# fortBattleResultsWindow/table/resultsNotAvailable
source: Clash results unavailable
ru: Итоги боя недоступны

# fortBattleResultsWindow/table/startTime
source: Starting Time
ru: Начало боя

# fortBattleResultsWindow/tie/description/end
source: %(clanTag)s ended
ru: %(clanTag)s завершена

# fortBattleResultsWindow/tie/description/start
source: Advance with clan
ru: Наступление с кланом

# fortBattleResultsWindow/tie/header
source: Draw
ru: Ничья

# fortBattleResultsWindow/win/description/start
source: Advance ended, pillaged structures of clan
ru: Наступление завершено, разграблено строений клана
