Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/invites.*.resx
Languages: ru

# errors/creationNotAllowed
source: Not enough permissions to create an invitation.
ru: У вас недостаточно прав для создания приглашения.

# errors/invalid
source: Invalid invitation.
ru: Приглашение недействительно.

# errors/inviteNotSupported
source: This type of invitation is not available at the moment. Try again later.
ru: Данный тип приглашения на текущий момент не поддерживается. Попробуйте позже.

# errors/receiverIgnoreSender
source: The invitation recipient added you to their Blacklist.
ru: Получатель приглашения добавил вас в «Чёрный список».

# errors/selfinvite
source: You cannot invite yourself.
ru: Нельзя создать приглашение самому себе.

# errors/unknownuser
source: This user has not registered in the system yet.
ru: Пользователь не зарегистрирован в системе.

# errors/useroffline
source: User is offline.
ru: Пользователь не в сети.

# errors/vehicleBrokenOrLocked
source: The vehicle in the Garage is damaged or locked. Select another vehicle.
ru: Машина в Ангаре разбита или заблокирована. Выберите другую.

# gui/buttons/accept
source: Accept
ru: Принять

# gui/buttons/cancel
source: Cancel
ru: Отменить

# gui/buttons/reject
source: Decline
ru: Отклонить

# gui/buttons/send
source: Send
ru: Отправить

# gui/labels/additionalText
source: Additional invitation text:
ru: Дополнительный текст приглашения:

# gui/labels/inviteText
source: Invitation text:
ru: Текст приглашения:

# gui/labels/receiver
source: Recipient:
ru: Получатель:

# gui/titles/barter
source: Trade Invitation
ru: Приглашение к торговле

# gui/titles/clan
source: Clan Invitation
ru: Приглашение вступить в клан

# gui/titles/company
source: Team Invitation
ru: Приглашение в команду

# gui/titles/receivedInvites
source: Invitations
ru: Приглашения

# gui/titles/squad
source: Platoon Invitation
ru: Приглашение во взвод

# gui/titles/training
source: Training Room Invitation
ru: Приглашение в тренировочную комнату

# invites/company/accept
source: %(receiver)s accepted %(sender)s invitation to join the Tank Company.
ru: %(receiver)s принял приглашение %(sender)s войти в состав роты.

# invites/company/invalidInvite/receiver-side
source: You are unable to accept %(sender)s invitation to join the Tank Company.
ru: Вы не можете принять приглашение %(sender)s войти в состав роты.

# invites/company/invalidInvite/sender-side
source: %(receiver)s was unable to accept %(sender)s invitation to join the Tank Company.
ru: %(receiver)s не смог принять предложение %(sender)s вступить в роту.

# invites/company/invite
source: %(sender)s invites you to join the Tank Company.
ru: %(sender)s предлагает войти в состав роты.

# invites/company/reject
source: %(receiver)s declined %(sender)s invitation to join the Tank Company.
ru: %(receiver)s отклонил приглашение %(sender)s войти в состав роты.

# invites/prebattle/acceptNotAllowed/otherPeriphery
source: You are unable to accept the invitation. To accept the invitation, please select server '%(host)s'.
ru: Вы не можете принять приглашение. Чтобы принять приглашение, перейдите на сервер '%(host)s'.

# invites/prebattle/acceptNotAllowed/undefinedPeriphery
source: You are unable to accept the invitation. To accept the invitation, please select another server.
ru: Вы не можете принять приглашение. Чтобы принять приглашение, перейдите на другой сервер.

# invites/squad/accept
source: %(receiver)s accepted %(sender)s invitation to join the Platoon.
ru: %(receiver)s принял приглашение %(sender)s войти в состав взвода.

# invites/squad/invalidInvite/receiver-side
source: You are unable to accept %(sender)s invitation to join the Platoon.
ru: Вы не можете принять приглашение %(sender)s войти в состав взвода.

# invites/squad/invalidInvite/sender-side
source: %(receiver)s ignored %(sender)s invitation to join the Platoon.
ru: %(receiver)s не отреагировал на приглашение %(sender)s войти в состав взвода.

# invites/squad/invite
source: %(sender)s invites you to join the Platoon.
ru: %(sender)s предлагает войти в состав взвода.

# invites/squad/reject
source: %(receiver)s declined %(sender)s invitation to join the Platoon.
ru: %(receiver)s отклонил приглашение %(sender)s войти в состав взвода.

# invites/training/accept
source: %(receiver)s accepted %(sender)s invitation to join the training room.
ru: %(receiver)s принял приглашение %(sender)s поучаствовать в командной тренировке.

# invites/training/invalidInvite/receiver-side
source: You are unable to accept %(sender)s invitation to join the training room.
ru: Вы не можете принять приглашение %(sender)s поучаствовать в командной тренировке.

# invites/training/invalidInvite/sender-side
source: %(receiver)s ignored %(sender)s invitation to join the training room.
ru: %(receiver)s не отреагировал на приглашение %(sender)s принять участие в командной тренировке.

# invites/training/invite
source: %(sender)s invites you to join the training room.
ru: %(sender)s предлагает принять участие в командной тренировке.

# invites/training/reject
source: %(receiver)s declined %(sender)s invitation to join the training room.
ru: %(receiver)s отклонил приглашение %(sender)s принять участие в командной тренировке.

# gui/titles/invite
source: Invitation
ru: Приглашение

# invites/note/clan/leave
source: Once you accept the invitation, you will be automatically excluded from the battle on the Global Map.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников боя на Глобальной карте.

# invites/note/clan/leave_and_change
source: Once you accept the invitation, you will be automatically excluded from the battle on the Global Map and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников боя на глобальной карте и перемещены на сервер %(host)s.

# invites/note/company/leave
source: Once you accept the invitation, you will be automatically excluded from the Tank Company.
ru: Приняв приглашение, вы будете автоматически исключены из состава роты.

# invites/note/company/leave_and_change
source: Once you accept the invitation, you will be automatically excluded from the Tank Company and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из состава роты и перемещены на сервер %(host)s.

# invites/note/server_change
source: You will be automatically transferred to %(host)s server.
ru: Вы будете автоматически перемещены на сервер %(host)s.

# invites/note/squad/leave
source: Once you accept the invitation, you will be automatically excluded from the Platoon.
ru: Приняв приглашение, вы будете автоматически исключены из состава взвода.

# invites/note/squad/leave_and_change
source: Once you accept the invitation, you will be automatically excluded from the Platoon and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из состава взвода и перемещены на сервер %(host)s.

# invites/note/tournament/leave
source: Once you accept the invitation, you will be automatically excluded from the tournament.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников турнира.

# invites/note/tournament/leave_and_change
source: Once you accept the invitation, you will be automatically excluded from the tournament and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников турнира и перемещены на сервер %(host)s.

# invites/note/training/leave
source: Once you accept the invitation, you will be automatically excluded from the training room.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников командной тренировки.

# invites/note/training/leave_and_change
source: Once you accept the invitation, you will be automatically excluded from the training room and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников командной тренировки и перемещены на сервер %(host)s.

# invites/note/unit/leave
source: Once you accept the invitation, you will exit Team Battle mode.
ru: Приняв приглашение, вы покинете режим «Командный бой».

# invites/note/unit/leave_and_change
source: Once you accept the invitation, you will exit Team Battle mode and you will be transferred to server %(host)s.
ru: Приняв приглашение, вы покинете режим «Командный бой» и будете перемещены на сервер %(host)s.

# invites/unit/accept
source: %(receiver)s accepted %(sender)s invitation to join the team.
ru: %(receiver)s принял приглашение %(sender)s присоединиться к команде.

# invites/unit/invalidInvite/receiver-side
source: You are unable to accept %(sender)s invitation to join the team.
ru: Вы не можете принять приглашение %(sender)s присоединиться к команде.

# invites/unit/invalidInvite/sender-side
source: %(receiver)s did not reply to %(sender)s invitation to join the team.
ru: %(receiver)s не ответил на приглашение %(sender)s присоединиться к команде.

# invites/unit/invite
source: %(sender)s invites you to join the team.
ru: %(sender)s предлагает присоединиться к команде.

# invites/unit/reject
source: %(receiver)s declined %(sender)s invitation to join the team.
ru: %(receiver)s отклонил приглашение %(sender)s присоединиться к команде.

# invites/prebattle/acceptNotAllowed/clanAlreadyJoined
source: You have already joined the battle on the Global Map.
ru: Вы уже присоединились к этому бою на Глобальной карте.

# invites/prebattle/acceptNotAllowed/companyAlreadyJoined
source: You have already joined the Tank Company.
ru: Вы уже присоединились к этой роте.

# invites/prebattle/acceptNotAllowed/squadAlreadyJoined
source: You have already joined the Platoon.
ru: Вы уже присоединились к этому взводу.

# invites/prebattle/acceptNotAllowed/tournamentAlreadyJoined
source: You have already joined the tournament.
ru: Вы уже присоединились к этому турниру.

# invites/prebattle/acceptNotAllowed/trainingAlreadyJoined
source: You have already joined the training room.
ru: Вы уже присоединились к этой командной тренировке.

# invites/prebattle/acceptNotAllowed/unitAlreadyJoined
source: You have already joined the team.
ru: Вы уже присоединились к этой команде.

# invites/note/change_and_leave/CLAN
source: Once you accept the invitation, you will be automatically excluded from the battle on the Global Map and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников боя на глобальной карте и перемещены на сервер %(host)s.

# invites/note/change_and_leave/COMPANY
source: Once you accept the invitation, you will be automatically excluded from the Tank Company and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из состава роты и перемещены на сервер %(host)s.

# invites/note/change_and_leave/HISTORICAL
source: Once you accept the invitation, you will exit Historical Battle mode and you will be transferred to server %(host)s.
ru: Приняв приглашение, вы покинете режим «Исторический бой» и будете перемещены на сервер %(host)s.

# invites/note/change_and_leave/SQUAD
source: Once you accept the invitation, you will be automatically removed from the Platoon and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из состава взвода и перемещены на сервер %(host)s.

# invites/note/change_and_leave/TOURNAMENT
source: Once you accept the invitation, you will be automatically excluded from the tournament and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников турнира и перемещены на сервер %(host)s.

# invites/note/change_and_leave/TRAINING
source: Once you accept the invitation, you will be automatically excluded from team training and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников командной тренировки и перемещены на сервер %(host)s.

# invites/note/change_and_leave/UNIT
source: Once you accept the invitation, you will exit the Team Battle mode and transferred to %(host)s server.
ru: Приняв приглашение, вы покинете режим «Командный бой» и будете перемещены на сервер %(host)s.

# invites/note/leave/CLAN
source: Once you accept the invitation, you will be automatically excluded from the battle on the Global Map.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников боя на Глобальной карте.

# invites/note/leave/COMPANY
source: Once you accept the invitation, you will be automatically excluded from the Tank Company.
ru: Приняв приглашение, вы будете автоматически исключены из состава роты.

# invites/note/leave/HISTORICAL
source: Once you accept the invitation, you will exit Historical Battle mode.
ru: Приняв приглашение, вы покинете режим «Исторический бой».

# invites/note/leave/SQUAD
source: Once you accept the invitation, you will be automatically removed from the Platoon.
ru: Приняв приглашение, вы будете автоматически исключены из состава взвода.

# invites/note/leave/TOURNAMENT
source: Once you accept the invitation, you will be automatically excluded from the tournament.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников турнира.

# invites/note/leave/TRAINING
source: Once you accept the invitation, you will be automatically excluded from team training.
ru: Приняв приглашение, вы будете автоматически исключены из списка участников командной тренировки.

# invites/note/leave/UNIT
source: Once you accept the invitation, you will exit the Team Battle mode.
ru: Приняв приглашение, вы покинете режим «Командный бой».

# invites/prebattle/alreadyJoined/CLAN
source: You have already joined the battle on the Global Map.
ru: Вы уже присоединились к этому бою на Глобальной карте.

# invites/prebattle/alreadyJoined/COMPANY
source: You have already joined the Tank Company.
ru: Вы уже присоединились к этой роте.

# invites/prebattle/alreadyJoined/SQUAD
source: You have already joined the Platoon.
ru: Вы уже присоединились к этому взводу.

# invites/prebattle/alreadyJoined/TOURNAMENT
source: You have already joined the tournament.
ru: Вы уже присоединились к этому турниру.

# invites/prebattle/alreadyJoined/TRAINING
source: You have already joined team training.
ru: Вы уже присоединились к этой командной тренировке.

# invites/prebattle/alreadyJoined/UNIT
source: You have already joined the team.
ru: Вы уже присоединились к этой команде.

# invites/state/ACCEPTED
source: Invitation accepted.
ru: Приглашение принято.

# invites/state/DECLINED
source: Invitation declined.
ru: Приглашение отклонено.

# invites/state/EXPIRED
source: Invalid invitation.
ru: Приглашение недействительно.

# invites/text/COMPANY
source: %(titleStartTag)sInvitation to Join the Tank Company%(titleEndTag)s
ru: %(titleStartTag)sПриглашение войти в состав роты%(titleEndTag)s

# invites/text/SQUAD
source: %(titleStartTag)sInvitation to Join the Platoon%(titleEndTag)s
ru: %(titleStartTag)sПриглашение войти в состав взвода%(titleEndTag)s

# invites/text/TRAINING
source: %(titleStartTag)sInvitation to Join Team Training%(titleEndTag)s
ru: %(titleStartTag)sПриглашение поучаствовать в командной тренировке%(titleEndTag)s

# invites/text/UNIT
source: %(titleStartTag)sInvitation to Join the Team%(titleEndTag)s
ru: %(titleStartTag)sПриглашение войти в состав команды%(titleEndTag)s

# invites/note/change_and_leave/SORTIE
source: Once you accept the invitation, you will exit Strongholds: Battles mode and you will be transferred to server %(host)s.
ru: Приняв приглашение, вы покинете «Укрепрайон: сражения» и будете перемещены на сервер %(host)s.

# invites/note/leave/SORTIE
source: Once you accept the invitation, you will exit Strongholds: Battles mode.
ru: Приняв приглашение, вы покинете «Укрепрайон: сражения».

# invites/prebattle/alreadyJoined/SORTIE
source: You have already joined the detachment.
ru: Вы уже присоединились к этому отряду.

# invites/text/SORTIE
source: %(titleStartTag)sInvitation to Join the Detachment%(titleEndTag)s
ru: %(titleStartTag)sПриглашение в отряд%(titleEndTag)s

# invites/note/change_and_leave/FORT_BATTLE
source: Once you accept the invitation, you will leave Strongholds: Battles and will be transferred to %(host)s server.
ru: Приняв приглашение, вы покинете «Укрепрайон: сражения» и будете перемещены на сервер %(host)s.

# invites/note/leave/FORT_BATTLE
source: Once you accept the invitation, you will leave Strongholds: Battles.
ru: Приняв приглашение, вы покинете «Укрепрайон: сражения».

# invites/text/FORT_BATTLE
source: %(titleStartTag)sInvitation to Battle%(titleEndTag)s
ru: %(titleStartTag)sПриглашение в битву%(titleEndTag)s

# invites/text/creatorName
source: from %(nameStartTag)s%(name)s%(nameEndTag)s
ru: от %(nameStartTag)s%(name)s%(nameEndTag)s

# invites/text/fort/defence
source: Defense Period
ru: Период обороны

# invites/text/fort/direction
source: Bridgehead
ru: Плацдарм

# invites/text/fort/offence
source: Attack on
ru: Нападение на

# invites/note/change_and_leave/EVENT_SQUAD
source: Once you accept the invitation, you will be automatically excluded from the Special Platoon and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из состава специального взвода и перемещены на сервер %(host)s.

# invites/note/leave/EVENT_SQUAD
source: Once you accept the invitation, you will be automatically excluded from the Special Platoon.
ru: Приняв приглашение, вы будете автоматически исключены из состава специального взвода.

# invites/prebattle/alreadyJoined/EVENT_SQUAD
source: You have already joined a Special Platoon.
ru: Вы уже присоединились к данному специальному взводу.

# invites/text/EVENT_SQUAD
source: %(titleStartTag)sInvitation to join the Special Platoon%(titleEndTag)s %(sender)s
ru: %(titleStartTag)sПриглашение в новогодний взвод%(titleEndTag)s %(sender)s

# friendship/note/approved
source: Player added to Friends list
ru: Игрок добавлен в «Друзья»

# friendship/note/canceled
source: Request declined
ru: Запрос отклонён

# friendship/note/maxRoster
source: Maximum number of contacts on the list: %(rosterMaxCount)s. To add this player to your Friends list, remove someone from the list first.
ru: Максимальное количество контактов в списке: %(rosterMaxCount)s. Для добавления нового игрока в «Друзья» удалите один из контактов.

# friendship/note/notConnected
source: Unable to connect to the server. Please wait.
ru: Отсутствует подключение к серверу. Подождите.

# friendship/note/process
source: Awaiting server reply
ru: Ожидание ответа от сервера

# friendship/request/text
source: %(titleStartTag)sFriend Request%(titleEndTag)s from %(nameStartTag)s%(name)s%(nameEndTag)s
ru: %(titleStartTag)sЗапрос на добавление в «Друзья»%(titleEndTag)s от %(nameStartTag)s%(name)s%(nameEndTag)s

# club/applications/buttons/details
source: Details
ru: Подробнее

# club/applications/comment
source: Applications received: %(appsCount)s
ru: Поступило заявок: %(appsCount)s

# club/applications/title
source: %(titleStartTag)sApplications%(titleEndTag)s
ru: %(titleStartTag)sЗаявки на вступление%(titleEndTag)s

# clubs/state/ACCEPTED
source: Invitation accepted.
ru: Приглашение принято.

# clubs/state/CANCELLED
source: Invitation invalid.
ru: Приглашение недействительно.

# clubs/state/DECLINED
source: Invitation declined.
ru: Приглашение отклонено.

# invites/comment/club
source: You are invited to join the team
ru: Вы были приглашены вступить в команду

# invites/comment/club/details
source: Details...
ru: Подробнее...

# invites/text/club
source: %(titleStartTag)sInvitation to Team%(titleEndTag)s
ru: %(titleStartTag)sПриглашение в команду%(titleEndTag)s

# invites/note/change_and_leave/CLUBS
source: Once you accept the invitation, you will exit the Team Battle: Ranked mode and transferred to %(host)s server.
ru: Приняв приглашение, вы покинете «Командный бой: игра в Ладдере» и будете перемещены на сервер %(host)s.

# invites/note/leave/CLUBS
source: Once you accept the invitation, you will exit the Team Battle: Ranked mode.
ru: Приняв приглашение, вы покинете «Командный бой: игра в Ладдере».

# invites/state/ERROR
source: Invitation invalid.
ru: Приглашение недействительно.

# invites/state/REVOKED
source: Invitation withdrawn.
ru: Приглашение отозвано.

# invites/text/CLUBS
source: %(titleStartTag)sInvitation to Join the Team%(titleEndTag)s
ru: %(titleStartTag)sПриглашение войти в состав команды%(titleEndTag)s

# invites/text/FALLOUT
source: %(titleStartTag)sInvitation to Join the Platoon for %(battleType)s%(titleEndTag)s
ru: %(titleStartTag)sПриглашение войти в состав взвода %(battleType)s%(titleEndTag)s

# invites/text/fallout/1
source: Domination
ru: Превосходство

# invites/text/fallout/2
source: Steel Hunt
ru: Стальная охота

# clan/application/comment
source: %(linkStartTag)sView%(linkEndTag)s player details
ru: %(linkStartTag)sПросмотреть%(linkEndTag)s информацию об игроке

# clan/application/title
source: %(titleStartTag)sApplication to Clan%(titleEndTag)s from %(nameStartTag)s%(name)s%(nameEndTag)s
ru: %(titleStartTag)sЗаявка в клан%(titleEndTag)s от %(nameStartTag)s%(name)s%(nameEndTag)s

# clan/applications/buttons/details
source: View Applications
ru: Просмотреть заявки

# clan/applications/comment
source: %(linkStartTag)sDisable%(linkEndTag)s notifications
ru: %(linkStartTag)sОтключить%(linkEndTag)s уведомления

# clan/applications/comment/minimap
source: Clans will be available after downloading the full game.
ru: Кланы станут доступны после завершения загрузки.

# clan/applications/title
source: %(titleStartTag)sApplications from Players: %(appsCount)s %(titleEndTag)s
ru: %(titleStartTag)sЗаявок от игроков: %(appsCount)s %(titleEndTag)s

# clan/invite/comment
source: %(linkStartTag)sView%(linkEndTag)s clan details
ru: %(linkStartTag)sПросмотреть%(linkEndTag)s информацию о клане

# clan/invite/title
source: %(titleStartTag)sInvitation to Clan%(titleEndTag)s %(nameStartTag)s%(name)s%(nameEndTag)s
ru: %(titleStartTag)sПриглашение в клан%(titleEndTag)s %(nameStartTag)s%(name)s%(nameEndTag)s

# clan/personal/invites/buttons/details
source: View Invitations
ru: Просмотреть приглашения

# clan/personal/invites/title
source: %(titleStartTag)sClan Invitations: %(appsCount)s %(titleEndTag)s
ru: %(titleStartTag)sПриглашений в кланы: %(appsCount)s %(titleEndTag)s

# clans/state/app/accepted
source: Player was accepted to clan.
ru: Игрок принят в клан.

# clans/state/app/declined
source: Application declined.
ru: Заявка отклонена.

# clans/state/invite/accepted
source: You were accepted to the clan.
ru: Вы были приняты в клан.

# clans/state/invite/declined
source: Invitation declined.
ru: Приглашение отклонено.

# clans/state/invite/error/inClanEnterCooldown
source: The two-day penalty for leaving your previous clan has not yet expired.
ru: Двухдневный штраф после выхода из предыдущего клана ещё не истёк.

# invites/note/change_and_leave/EVENT_BATTLES
source: You will be automatically transfered to the %(host)s server.
ru: Вы будете автоматически перемещены на сервер %(host)s.

# invites/note/change_and_leave/RANDOMS
source: You will be automatically transfered to the %(host)s server.
ru: Вы будете автоматически перемещены на сервер %(host)s.

# invites/note/change_and_leave/SANDBOX
source: Once you accept the invitation, you will exit the Proving Ground mode and will be transferred to the %(host)s server.
ru: Приняв приглашение, вы покинете режим «Учебный бой» и будете перемещены на сервер %(host)s.

# invites/note/leave/SANDBOX
source: Once you accept the invitation, you will exit the Proving Ground mode.
ru: Приняв приглашение, вы покинете режим «Учебный бой».

# invites/note/change_and_leave/FALLOUT
source: Once you accept the invitation, you will be automatically removed from the Platoon and transferred to %(host)s server.
ru: Приняв приглашение, вы будете автоматически исключены из состава взвода и перемещены на сервер %(host)s.
