Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/invites.*.resx
Languages: ru

# invites/note/leave/FALLOUT
source: Once you accept the invitation, you will be automatically removed from the Platoon.
ru: Приняв приглашение, вы будете автоматически исключены из состава взвода.

# invites/prebattle/alreadyJoined/FALLOUT
source: You have already joined the Platoon.
ru: Вы уже присоединились к этому взводу.

# invites/text/FALLOUT/FALLOUT_CLASSIC
source: Domination
ru: «Превосходство»

# invites/text/FALLOUT/FALLOUT_MULTITEAM
source: Steel Hunt
ru: «Стальная охота»

# clans/state/app/error/inClanEnterCooldown
source: The player's two-day penalty for leaving their previous clan has not yet expired.
ru: Ещё не истёк двухдневный штраф после выхода игрока из предыдущего клана.

# invites/note/change_and_leave/EXTERNAL
source: Once you accept the invitation, you will leave the current detachment and be transferred to the %(host)s server.
ru: Приняв приглашение, вы покинете текущий отряд и будете перемещены на сервер %(host)s.

# invites/note/change_and_leave/E_SPORT_COMMON
source: Once you accept the invitation, you will exit the Team Battle mode and transferred to %(host)s server.
ru: Приняв приглашение, вы покинете режим «Командный бой» и будете перемещены на сервер %(host)s.

# invites/note/change_and_leave/FORT_COMMON
source: Once you accept the invitation, you will leave the Advances mode and be transferred to the %(host)s server.
ru: Приняв приглашение, вы покинете Наступления и будете перемещены на сервер %(host)s.

# invites/note/leave/EXTERNAL
source: Once you accept the invitation, you will leave the current detachment.
ru: Приняв приглашение, вы покинете текущий отряд.

# invites/note/leave/E_SPORT_COMMON
source: Once you accept the invitation, you will exit the Team Battle mode.
ru: Приняв приглашение, вы покинете режим «Командный бой».

# invites/note/leave/FORT_COMMON
source: Once you accept the invitation, you will leave the Advances mode.
ru: Приняв приглашение, вы покинете Наступления.

# invites/text/EXTERNAL
source: %(titleStartTag)sInvitation to a detachment%(titleEndTag)s
ru: %(titleStartTag)sПриглашение в отряд%(titleEndTag)s

# stronghold/invite/sendInviteToUsername
source: Invitation sent to %(name)s.
ru: Приглашение игроку %(name)s отправлено.
