Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/menu.*.resx
Languages: ru

# lobby_menu/title
source: MENU
ru: МЕНЮ

# login/auto
source: Auto
ru: Авто

# login/login
source: Email:
ru: Электронная почта:

# login/ok
source: Connect!
ru: Войти!

# login/password
source: Password:
ru: Пароль:

# login/quitFromAutoLogin
source: Leave Queue
ru: Выйти из очереди

# login/registrationLink
source: Create account
ru: Создать аккаунт

# login/rememberPassword
source: Remember me
ru: Запомнить меня

# login/status/ALREADY_ONLINE_LOCALLY
source: The client is already online locally (exploring space offline).
ru: The client is already online locally (i.e. exploring space offline).

# login/status/CANCELLED
source: Connection to the server was interrupted by user.
ru: Подключение к серверу прервано пользователем.

# login/status/CONNECTION_FAILED
source: Unable to connect to the network.
ru: Не удаётся установить сетевое соединение.

# login/status/DNS_LOOKUP_FAILED
source: Failed to connect to the server. The server may be unavailable, or your network connection settings may be wrong.
ru: Не удаётся установить соединение с сервером. Возможно, сервер недоступен или требуется проверка настроек сетевого подключения.

# login/status/LOGIN_BAD_PROTOCOL_VERSION
source: Please update your client.
ru: Требуется обновление клиентского приложения.

# login/status/LOGIN_CUSTOM_DEFINED_ERROR
source: The server is not available. Reason: %s
ru: Сервер недоступен. Причина: %s

# login/status/LOGIN_MALFORMED_REQUEST
source: Unable to log in to the server. Your application may be out of date or corrupted.
ru: Ошибка авторизации на сервере. Возможно, ваше приложение устарело либо повреждено.

# login/status/LOGIN_REJECTED_ALREADY_LOGGED_IN
source: A player with the same name is already in the game.
ru: Пользователь с таким именем уже вошёл в игру.

# login/status/LOGIN_REJECTED_BAD_DIGEST
source: Please update your client.
ru: Требуется обновление клиентского приложения.

# login/status/LOGIN_REJECTED_BAN
source: Your account has been locked until %(time)s. Reason: %(reason)s.
ru: Ваш аккаунт заблокирован до %(time)s. Причина: %(reason)s.

# login/status/LOGIN_REJECTED_BAN_UNLIMITED
source: Your account has been suspended. Reason: %(reason)s.
ru: Ваш аккаунт заблокирован. Причина: %(reason)s.

# login/status/LOGIN_REJECTED_BASEAPPMGR_TIMEOUT
source: Server error (BASEAPPMGR_TIMEOUT)
ru: Ошибка сервера (BASEAPPMGR_TIMEOUT)

# login/status/LOGIN_REJECTED_BASEAPP_OVERLOAD
source: Server busy. Please try again later.
ru: Сервер перегружен. Повторите попытку позже.

# login/status/LOGIN_REJECTED_BASEAPP_TIMEOUT
source: Server error (BASEAPP_TIMEOUT)
ru: Ошибка сервера (BASEAPP_TIMEOUT)

# login/status/LOGIN_REJECTED_CELLAPP_OVERLOAD
source: Server busy. Please try again later.
ru: Сервер перегружен. Повторите попытку позже.

# login/status/LOGIN_REJECTED_DBMGR_OVERLOAD
source: Server busy. Please try again later.
ru: Сервер перегружен. Повторите попытку позже.

# login/status/LOGIN_REJECTED_DB_GENERAL_FAILURE
source: Server error (DB_GENERAL_FAILURE)
ru: Ошибка сервера (DB_GENERAL_FAILURE)

# login/status/LOGIN_REJECTED_DB_NOT_READY
source: Server error (DB_NOT_READY)
ru: Ошибка сервера (DB_NOT_READY)

# login/status/LOGIN_REJECTED_ILLEGAL_CHARACTERS
source: The username or password contains invalid characters.
ru: Имя пользователя или пароль содержат недопустимые символы.

# login/status/LOGIN_REJECTED_INVALID_PASSWORD
source: Incorrect password or email. <a href='event:passwordRecovery'>Recover password</a>
ru: Неправильный пароль или адрес электронной почты. <a href='event:passwordRecovery'>Восстановить пароль</a>

# login/status/LOGIN_REJECTED_LOGINS_NOT_ALLOWED
source: Server is temporarily unavailable due to scheduled maintenance.
ru: Сервер временно недоступен. Ведутся профилактические работы.

# login/status/LOGIN_REJECTED_LOGIN_QUEUE
source: Server busy. Waiting for connection. Your queue number: %d.
ru: Сервер перегружен. Ожидаем подключения к серверу. Ваше место в очереди: %d.

# login/status/LOGIN_REJECTED_NO_BASEAPPS
source: Server error (NO_BASEAPPS)
ru: Ошибка сервера (NO_BASEAPPS)

# login/status/LOGIN_REJECTED_NO_SUCH_USER
source: Incorrect email or password.
ru: Неправильный пароль или адрес электронной почты.

# login/status/LOGIN_REJECTED_RATE_LIMITED
source: Server busy. Pending server connection.
ru: Сервер перегружен. Ожидаем подключения к серверу.

# login/status/LOGIN_REJECTED_SERVER_NOT_READY
source: Server not ready. Please try again later.
ru: Сервер не готов. Повторите попытку позже.

# login/status/LOGIN_REJECTED_USERS_LIMIT
source: Server busy. Select another server or try again later.
ru: Сервер перегружен. Выберите другой сервер или попробуйте позже.

# login/status/PUBLIC_KEY_LOOKUP_FAILED
source: Cannot locate the client public key.
ru: Lookup for the client public key has failed.

# login/status/UNKNOWN_ERROR
source: Unknown error has occurred.
ru: Возникла нераспознанная ошибка.

# login/status/disconnected
source: You have been disconnected from the server.
ru: Вы отключены от сервера.

# login/status/empty_login
source: Please enter your email.
ru: Пожалуйста, введите адрес электронной почты.

# login/status/empty_password
source: Please enter your password.
ru: Пожалуйста, введите пароль.

# login/status/empty_server
source: Please select a server.
ru: Пожалуйста, выберите сервер.

# login/status/invalid_login
source: Please use your email address to log in.
ru: Пожалуйста, используйте адрес электронной почты в качестве логина.

# login/status/invalid_login_length
source: Minimum number of characters for username: %(count)d
ru: Минимальное количество символов в имени: %(count)d

# login/status/invalid_password
source: Password length must be from %(minLength)d to %(maxLength)d characters and contain only Latin letters, numbers and '_'.
ru: Длина пароля от %(minLength)d до %(maxLength)d символов, пароль может содержать символы латинского алфавита, цифры и знак подчёркивания.

# login/status/launchernotfound
source: File WOTLauncher.exe not found. Please reload the application.
ru: Отсутствует или перемещён файл WOTLauncher.exe. Повторная установка приложения поможет решить проблему.

# login/status/unavailable
source: Server unavailable.
ru: Сервер недоступен.

# login/updateURLAvaialbleAt
source: Please update the client application (%s).
ru: Требуется обновление клиентского приложения (%s).

# moduleFits/destroyDescr
source: Destroy equipment to free space for another equipment item.
ru: Уничтожить оборудование и освободить слот для нового оборудования.

# moduleFits/destroyName
source: Destroy
ru: Уничтожить

# moduleFits/need_tuuret
source: Incompatible turret
ru: Несовместимая башня

# moduleFits/not_for_current_vehicle
source: Not compatible with the current configuration.
ru: Не подходит для данной конфигурации.

# moduleFits/not_for_this_vehicle_type
source: Incompatible gun
ru: Несовместимое орудие

# moduleFits/not_with_installed_equipment
source: Incompatible
ru: Несовместимое

# moduleFits/removeDescr
source: Demount equipment and send it to Depot
ru: Демонтировать оборудование и поместить его на Склад

# moduleFits/removeName
source: Demount
ru: Демонтировать

# moduleFits/remove_too_heavy
source: Modules are too heavy.
ru: Слишком тяжёлые модули

# moduleFits/too_heavy
source: Insufficient load capacity
ru: Недостаточно грузоподъёмности

# moduleFits/too_heavy_chassi
source: Modules are too heavy
ru: Слишком тяжёлые модули

# moduleFits/unlock_error
source: Research
ru: Не исследован

# moduleInfo/closeBtn
source: Close
ru: Закрыть

# moduleInfo/compatible/guns
source: Compatible Guns:
ru: Устанавливаемые орудия:

# moduleInfo/compatible/shellGuns
source: Compatible Guns:
ru: Используется для стрельбы из орудий:

# moduleInfo/compatible/shells
source: Compatible Shells:
ru: Применяемые снаряды:

# moduleInfo/compatible/turrets
source: Compatible Turrets:
ru: Устанавливается в башни:

# moduleInfo/compatible/vehicles
source: Compatible Vehicles:
ru: Устанавливается на технику:

# moduleInfo/parametersLabel
source: Characteristics:
ru: Характеристики:

# moduleInfo/params/aimingTime
source: Aiming Time
ru: Время сведения

# moduleInfo/params/armor
source: Armor
ru: Бронирование

# moduleInfo/params/avgDamage
source: Average damage
ru: Средний урон

# moduleInfo/params/avgPiercingPower
source: Average Penetration
ru: Средняя бронепробиваемость

# moduleInfo/params/caliber
source: Caliber
ru: Калибр

# moduleInfo/params/circularVisionRadius
source: View Range
ru: Обзор

# moduleInfo/params/damage
source: Damage
ru: Урон

# moduleInfo/params/dispertionRadius
source: Dispersion at 100 m
ru: Разброс на 100 м

# moduleInfo/params/enginePower
source: Engine Power
ru: Мощность двигателя

# moduleInfo/params/explosionRadius
source: Burst Radius
ru: Радиус разлёта осколков

# moduleInfo/params/fireStartingChance
source: Chance of Fire on Impact
ru: Вероятность пожара при попадании

# moduleInfo/params/maxLoad
source: Load Limit
ru: Максимальная нагрузка

# moduleInfo/params/piercingPower
source: Penetration
ru: Бронепробиваемость

# moduleInfo/params/radioDistance
source: Signal Range
ru: Дальность связи

# moduleInfo/params/reloadTime
source: Rate of Fire
ru: Скорострельность

# moduleInfo/params/rotationSpeed
source: Traverse Speed
ru: Скорость поворота

# moduleInfo/params/weight
source: Weight
ru: Масса

# nations/all
source: All nations
ru: Все нации

# nations/china
source: China
ru: Китай

# nations/france
source: France
ru: Франция

# nations/germany
source: Germany
ru: Германия

# nations/title
source: Nation
ru: Нация

# nations/uk
source: U.K.
ru: Великобритания

# nations/usa
source: U.S.A.
ru: США

# nations/ussr
source: U.S.S.R.
ru: СССР

# prebattle/CompaniesTitle/ABSOLUTE
source: Absolute
ru: Абсолютный

# prebattle/CompaniesTitle/CHAMPION
source: Champion
ru: Чемпионский

# prebattle/CompaniesTitle/JUNIOR
source: Junior
ru: Юниорский

# prebattle/CompaniesTitle/MIDDLE
source: Medium
ru: Средний

# prebattle/already_in_awaiting_battle
source: You are already awaiting a battle.
ru: Вы уже находитесь в режиме ожидания боя.

# prebattle/exitButton
source: Exit Battle
ru: Выйти из боя

# prebattle/groupsLabel
source: Teams in queue:
ru: Команд в очереди:

# prebattle/invitations/buttons/cancel
source: Close
ru: Закрыть

# prebattle/invitations/buttons/search
source: Search
ru: Искать

# prebattle/invitations/buttons/send
source: Invite
ru: Пригласить

# prebattle/invitations/errors/addIgnoredUser
source: You cannot add a player who is on your Blacklist.
ru: Вы не можете добавить игрока из «Чёрного списка».

# prebattle/invitations/errors/existsInReceiveList
source: This user is already on the Invitation list.
ru: Игрок в списке рассылки.

# prebattle/invitations/errors/notFoundUsers
source: Players who are online or not on your Blacklist were not found.
ru: Не найдено игроков, которые находятся в сети и не занесены в «Чёрный список».

# prebattle/invitations/errors/receiverListEmpty
source: The Invitation list is empty.
ru: Список рассылки пуст.

# prebattle/invitations/errors/selectUserToAdd
source: Select a player to add to the Invitation list.
ru: Выберите игрока, которого хотите добавить в список рассылки.

# prebattle/invitations/errors/selectUserToRemove
source: Select a player to remove from the Invitation list.
ru: Выберите игрока, которого хотите удалить из списка рассылки.

# prebattle/invitations/errors/userListEmpty
source: The list of players is empty.
ru: Список игроков пуст.

# prebattle/invitations/errors/userOffline
source: User must be online.
ru: Пользователь должен быть в сети.

# prebattle/invitations/labels/defaultInviteText
source: Invitation text
ru: Текст приглашения

# prebattle/invitations/labels/isOnline
source: Hide offline players
ru: Скрыть игроков не в сети

# prebattle/invitations/labels/mailingList
source: Invite Players
ru: Список адресатов

# prebattle/levelsTitle
source: Vehicles by Tier
ru: Количество танков по уровню

# prebattle/playersLabel
source: Players in queue:
ru: Игроков в очереди:

# prebattle/startButton
source: Start Battle
ru: Начать бой

# prebattle/timerLabel
source: Elapsed time:
ru: Время ожидания:

# prebattle/title
source: Standard Battle
ru: Стандартный бой

# prebattle/typesCompaniesTitle
source: No. of Tank Companies by Level
ru: Количество рот по уровню

# prebattle/typesTitle
source: Vehicles by Type
ru: Количество техники по типу

# premium/buyMessage
source: Purchase Premium Account
ru: Купить премиум аккаунт

# premium/cancel
source: Cancel
ru: Отменить

# premium/gold
source: gold
ru: золота

# premium/periods/days1
source: For a day (24 hours)
ru: На день (24 часа)

# premium/periods/days180
source: For 6 months (180 days)
ru: На 6 месяцев (180 дней)

# premium/periods/days3
source: For 3 days (72 hours)
ru: На 3 дня (72 часа)

# premium/periods/days30
source: For a month (30 days)
ru: На месяц (30 дней)

# premium/periods/days360
source: For 12 months (360 days)
ru: На 12 месяцев (360 дней)

# premium/periods/days7
source: For a week (7 days)
ru: На неделю (7 дней)

# premium/promoMessage
source: Provides 50% more credits and XP per battle.
ru: Даёт на 50% больше кредитов и на 50% больше опыта за каждый бой.

# premium/submit
source: Purchase
ru: Купить

# premium/title
source: Buy Premium Account
ru: Покупка премиум аккаунта

# price/credits
source: credits
ru: кредитов

# price/gold
source: gold
ru: золота

# price/received
source: You have received %s
ru: Получено %s

# price/spent
source: You have spent %s
ru: Потрачено %s

# profile/creationTime
source: Created:
ru: Создан:

# profile/credits
source: Credits:
ru: Кредиты:

# profile/exchange
source: Exchange
ru: Обменять

# profile/gold
source: Gold:
ru: Золото:

# profile/header/clan/joinDate
source: Join date: %s
ru: Дата вступления: %s

# profile/header/clan/position
source: Position: %s
ru: Должность: %s

# profile/header/clan/position/commander
source: Combat Officer
ru: Командир подразделения

# profile/header/clan/position/diplomat
source: Intelligence Officer
ru: Офицер разведки

# profile/header/clan/position/leader
source: Commander
ru: Командующий

# profile/header/clan/position/private
source: Private
ru: Боец

# profile/header/clan/position/recruit
source: Recruit
ru: Новобранец

# profile/header/clan/position/recruiter
source: Recruitment Officer
ru: Офицер по кадрам

# profile/header/clan/position/treasurer
source: Quartermaster
ru: Офицер снабжения

# profile/header/clan/position/vice_leader
source: Executive Officer
ru: Заместитель командующего

# profile/header/fights
source: Battles
ru: Бои

# profile/header/lastBattleDateTitle
source: Last battle:
ru: Последний раз был в бою:

# profile/header/registrationDateTitle
source: Created:
ru: Зарегистрирован:

# profile/header/wins
source: Victories
ru: Победы

# profile/list/descr
source: Results for %s
ru: Результаты для %s

# profile/list/totalName
source: Overall Results
ru: Общие результаты

# profile/premiumBuy
source: Purchase Premium Account
ru: Купить премиум

# profile/premiumContinue
source: Extend Premium Account
ru: Продлить премиум аккаунт

# profile/premiunExpirationDate
source: Expires %s
ru: Истекает %s

# profile/stats/blocks/battleeffect
source: Battle Performance
ru: Боевая эффективность

# profile/stats/blocks/common
source: Combat Experience
ru: Боевой опыт

# profile/stats/blocks/credits
source: Experience
ru: Опыт

# profile/stats/blocks/studying
source: Training
ru: Обучение

# profile/stats/items/avgExperience
source: Average Experience per Battle
ru: Средний опыт за бой

# profile/stats/items/battlesCount
source: Battles fought
ru: Проведено боёв

# profile/stats/items/damageDealt
source: Damage
ru: Нанесённый урон

# profile/stats/items/defender
source: Defender:
ru: «Защитник»:

# profile/stats/items/effectiveShots
source: Hit ratio
ru: Процент попаданий

# profile/stats/items/frags
source: Destroyed
ru: Машин уничтожено

# profile/stats/items/fragsBeast
source: Maximum destroyed in a battle
ru: Максимум уничтожено за бой

# profile/stats/items/heroes
source: Battle Hero:
ru: Становился героем:

# profile/stats/items/invader
source: Invader:
ru: «Захватчик»:

# profile/stats/items/lastBattleTime
source: Last battle:
ru: Был в боях:

# profile/stats/items/losses
source: Defeats
ru: Поражений

# profile/stats/items/maxFrags
source: Maximum destroyed in a battle
ru: Максимум уничтожено за бой

# profile/stats/items/maxXP
source: Maximum experience in a battle
ru: Максимальный опыт за бой

# profile/stats/items/medalKay
source: Kay's Medal:
ru: Степень медали Кея:

# profile/stats/items/nextSkillBattlesLeft
source: Battles left (approximately)
ru: Примерно осталось боёв

# profile/stats/items/nextSkillXPLeft
source: Experience required to increase skill
ru: Осталось опыта до роста умения

# profile/stats/items/ready
source: The skill is available.
ru: Умение доступно

# profile/stats/items/scout
source: Scout:
ru: «Разведчик»:

# profile/stats/items/sniper
source: Sharpshooter:
ru: «Снайпер»:

# profile/stats/items/steelwall
source: Steel Wall:
ru: «Стальная cтена»:

# profile/stats/items/supporter
source: Confederate:
ru: «Поддержка»:

# profile/stats/items/survivedBattles
source: Battles survived
ru: Выжил в боях

# profile/stats/items/unknown
source: Unknown
ru: Неизвестно

# profile/stats/items/warrior
source: Top Gun:
ru: «Воин»:

# profile/stats/items/wins
source: Victories
ru: Побед

# profile/stats/items/xp
source: Total experience
ru: Суммарный опыт

# rating/messages/addToFriends
source: Add player to your Friends list
ru: Добавить игрока в группу «Друзья»

# rating/messages/addToIgnor
source: Add player to your Blacklist
ru: Добавить игрока в «Чёрный список»

# rating/messages/createPrivate
source: Create private channel
ru: Создать приватный канал

# rating/messages/dropFromFriends
source: Remove player from your Friends list
ru: Удалить игрока из группы «Друзья»

# rating/messages/dropFromIgnor
source: Remove player from your Blacklist
ru: Удалить игрока из «Чёрного списка»

# rating/messages/userInfo
source: Display player details
ru: Показать информацию об игроке

# rating/table/headers/c2
source: Player Name
ru: Имя игрока

# rating/table/headers/c3
source: Battles Fought
ru: Провел боёв

# rating/table/headers/c4
source: Experience
ru: Опыт

# rating/table/headers/c5
source: Vehicles Destroyed
ru: Подбил

# rating/table/headers/c6
source: Destroyed
ru: Был подбит

# rating/title
source: Rating
ru: Рейтинг

# repair/button
source: Repair
ru: Ремонтировать

# repair/curiency
source: credits
ru: кр.

# repair/repairstatus
source: Repairs:
ru: Ремонт:

# screenshot/save
source: Screenshot saved to %(path)s
ru: Скриншот сохранён: %(path)s

# serverStats/arenasCount
source: Battles:
ru: Боёв:

# serverStats/playersCount
source: Players:
ru: Игроков:

# serverStats/playersInArenaCount
source: In battle:
ru: В бою:

# shellListItemRenderer/replace
source: Change order
ru: Поменять снаряды местами

# shop/errors/centerIsDown
source: Temporarily unavailable
ru: Временно недоступен

# shop/errors/inHangar
source: In Garage
ru: В Ангаре

# shop/errors/unlockNeeded
source: Research
ru: Не исследован

# shop/header/equipment/myVehicle
source: Consumables for %(vehicle)s:
ru: Снаряжение для %(vehicle)s:

# shop/header/equipment/myVehicles
source: Consumables for my vehicles%(nation)s:
ru: Снаряжение для моей техники%(nation)s:

# shop/header/equipment/otherVehicles
source: Consumables%(nation)s:
ru: Снаряжение%(nation)s:

# shop/header/module/myVehicle
source: %(type)s for %(vehicle)s:
ru: %(type)s для %(vehicle)s:

# shop/header/module/myVehicles
source: %(type)s for my vehicles%(nation)s:
ru: %(type)s для моей техники%(nation)s:

# shop/header/optionalDevice/myVehicle
source: Equipment for %(vehicle)s:
ru: Оборудование для %(vehicle)s:

# shop/header/optionalDevice/myVehicles
source: Equipment for my vehicles%(nation)s:
ru: Оборудование для моей техники%(nation)s:

# shop/header/optionalDevice/otherVehicles
source: Equipment%(nation)s:
ru: Оборудование%(nation)s:

# shop/header/shell/myInventoryGuns
source: Shells for my guns in Depot%(nation)s:
ru: Снаряды для моих орудий на Складе%(nation)s:

# shop/header/shell/myVehicleGun
source: Shells for the current gun on %(vehicle)s:
ru: Снаряды для текущего орудия на %(vehicle)s:

# shop/header/shell/myVehiclesInventoryGuns
source: Shells for all my guns%(nation)s:
ru: Снаряды для всех моих орудий%(nation)s:

# shop/header/shell/otherGuns
source: Shells for all guns%(nation)s:
ru: Снаряды для всех орудий%(nation)s:

# shop/header/vehicle
source: All %(type)s%(nation)s:
ru: Все %(type)s%(nation)s:

# shop/menu/equipment/fits/myVehicles/name
source: My vehicles
ru: Моей технике

# shop/menu/equipment/fits/name
source: Compatible with
ru: Подходит к

# shop/menu/equipment/fits/otherVehicles/name
source: All vehicles
ru: Всей технике

# shop/menu/equipment/name
source: Consumables
ru: Снаряжение

# shop/menu/module/extra/inHangar/name
source: In Depot
ru: Модули на Складе

# shop/menu/module/extra/locked/name
source: Unresearched
ru: Неисследованные

# shop/menu/module/extra/name
source: Display
ru: Показывать

# shop/menu/module/extra/onVehicle/name
source: On vehicles
ru: Установленные на технику

# shop/menu/module/fits/myVehicles/name
source: My vehicles
ru: Мою технику

# shop/menu/module/fits/name
source: Compatible with
ru: Устанавливаются на

# shop/menu/module/fits/otherVehicles/name
source: All vehicles
ru: Всю технику

# shop/menu/module/name
source: Modules
ru: Модули

# shop/menu/module/types/name
source: Module Types:
ru: Модули:

# shop/menu/module/types/vehicleChassis/name
source: Suspension
ru: Ходовые

# shop/menu/module/types/vehicleEngine/name
source: Engine
ru: Двигатели

# shop/menu/module/types/vehicleGun/name
source: Gun
ru: Орудия

# shop/menu/module/types/vehicleRadio/name
source: Radio
ru: Радиостанции

# shop/menu/module/types/vehicleTurret/name
source: Turret
ru: Башни

# shop/menu/optionalDevice/extra/name
source: Display
ru: Показывать

# shop/menu/optionalDevice/extra/onVehicle/name
source: On vehicles
ru: Установленное на технику

# shop/menu/optionalDevice/fits/myVehicles/name
source: My vehicles
ru: Мою технику

# shop/menu/optionalDevice/fits/name
source: Compatible with
ru: Устанавливается на

# shop/menu/optionalDevice/fits/otherVehicles/name
source: All vehicles
ru: Всю технику

# shop/menu/optionalDevice/name
source: Equipment
ru: Оборудование

# shop/menu/shell/fits/myInventoryGuns/name
source: Guns in Depot
ru: орудиям на Складе

# shop/menu/shell/fits/myVehicleGun/name
source: Current gun on
ru: Орудию, установленному на

# shop/menu/shell/fits/myVehiclesInventoryGuns/name
source: All my guns
ru: Всем моим орудиям

# shop/menu/shell/fits/name
source: Compatible with
ru: Подходят к

# shop/menu/shell/fits/otherGuns/name
source: All guns
ru: Всем орудиям

# shop/menu/shell/kinds/ARMOR_PIERCING/name
source: Armor-Piercing
ru: Бронебойные

# shop/menu/shell/kinds/ARMOR_PIERCING_CR/name
source: Armor-Piercing Composite Rigid
ru: Подкалиберные

# shop/menu/shell/kinds/ARMOR_PIERCING_HE/name
source: Armor-Piercing High-Explosive
ru: Бронебойные каморные

# shop/menu/shell/kinds/HIGH_EXPLOSIVE/name
source: High-Explosive
ru: Осколочно-фугасные

# shop/menu/shell/kinds/HOLLOW_CHARGE/name
source: High-Explosive Anti-Tank
ru: Кумулятивные

# shop/menu/shell/kinds/name
source: Shell Types
ru: Тип снарядов

# shop/menu/shell/name
source: Shells
ru: Снаряды

# shop/menu/vehicle/extra/inHangar/name
source: Vehicles in Garage
ru: Технику в Ангаре

# shop/menu/vehicle/extra/locked/name
source: Unresearched vehicles
ru: Неисследованную технику

# shop/menu/vehicle/extra/name
source: Display
ru: Показывать

# shop/menu/vehicle/name
source: Vehicles
ru: Техника

# shop/menu/vehicle/tags/all/name
source: All Types
ru: Все типы

# shop/menu/vehicle/tags/at-spg/name
source: Tank Destroyers
ru: ПТ-САУ
