Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/menu.*.resx
Languages: ru

# awardWindow/quests/vehicle/description
source: For completion of all missions in the operation, the high command expresses their gratitude and rewards you with a unique vehicle.
ru: За выполнение всех боевых задач операции командование выражает благодарность и награждает вас уникальной машиной.

# awardWindow/quests/vehicle/header
source: Your reward %(vehicleName)s awaits you in the Garage!
ru: Ваша награда %(vehicleName)s доставлена в Ангар!

# awardWindow/recruitButton
source: Recruit
ru: Перейти к рекрутированию

# awardWindow/takeNextButton
source: View Mission Conditions
ru: Просмотреть условия задачи

# awardWindow/title/newMedals
source: Recommendation
ru: Представление к награде

# awardWindow/title/taskComplete
source: Congratulations on Completion
ru: Поздравление с выполнением

# awardWindow/title/tokens
source: Recommendation
ru: Представление к награде

# browser/dataUnavailable/description
source: Information is temporarily unavailable.
ru: Информация временно недоступна.

# browser/dataUnavailable/header
source: Attention!
ru: Внимание!

# contextMenu/createContactNote
source: Create note
ru: Создать заметку

# contextMenu/editContactNote
source: Edit note
ru: Редактировать заметку

# headerButtons/battle/types/eventSquad/descr
source: 5 players
ru: 5 игроков

# headerButtons/battle/types/eventSquadBattle
source: Send Special Platoon into battle
ru: Отправить новогодний взвод в бой

# headerButtons/battle/types/eventSquadLeave
source: Special Platoon
ru: Новогодний взвод

# headerButtons/battle/types/eventSquadLeave/descr
source: Click to leave Special Platoon.
ru: Нажмите, чтобы покинуть новогодний взвод.

# headerButtons/battle/types/eventSquadLeaveOwner
source: Special Platoon
ru: Новогодний взвод

# ingame_menu/links/report_bug
source: Report an error
ru: Сообщить об ошибке

# moduleInfo/params/heal
source: <h>Repair <p>(allied HP)</p></h>
ru: <h>Восстановление <p>(ед. союзнику)</p></h>

# promo/patch/message
source: Client version:
ru: Текущая версия:

# promo/patch/title
source: Bulletin
ru: Информационный листок

# skillDropWindow/freeDropLabel
source: Skills and perks up %(percent)s can be reset for free.
ru: Навыки и умения, уровень владения которыми составляет %(percent)s, вы можете сбросить бесплатно.

# skillDropWindow/freeDropPercent
source: to 1%
ru: до 1%

# validation/publicInfo/abbrev/invalid/CN
source: Incorrect / too many symbols entered! Allowed: Latin letters, Korean and Chinese characters, numbers 0–9, "-", and "_" symbols. Query example: "[WG-A]"
ru: Введены неправильные символы или недопустимое их количество! Допустимые символы: латинские буквы, иероглифы, числа 0-9, знаки «-» и «_». Пример запроса: «[WG-A]».

# validation/publicInfo/abbrev/invalid/KR
source: Incorrect / too many symbols entered! Allowed: Latin letters, characters specific to your language, numbers 0–9, "-", and "_" symbols. Query example: "[WG-A]"
ru: Введены неправильные символы или недопустимое их количество! Допустимые символы: латинские буквы, символы вашего алфавита, числа 0-9, знаки «-» и «_». Пример запроса: «[WG-A]».

# awardWindow/specialAchievement/battle/description1
source: The command expresses their gratitude to you for completing %(battlesCount)s battles.
ru: Командование выражает благодарность и поздравляет с завершением %(battlesCount)s боя.

# awardWindow/specialAchievement/battle/description2
source: Congratulations! You have fought %(battlesCount)s battles in World of Tanks.
ru: Поздравляем! Вы провели %(battlesCount)s боёв в World of Tanks.

# awardWindow/specialAchievement/battle/description3
source: Congratulations for completing %(battlesCount)s battles in World of Tanks.
ru: Поздравляем с завершением %(battlesCount)s боя в World of Tanks.

# awardWindow/specialAchievement/battle/description4
source: The command expresses their gratitude for your exemplary performance on the battlefield and completing %(battlesCount)s battles.
ru: За успехи на полях сражений и завершение %(battlesCount)s боя командование выражает благодарность.

# awardWindow/specialAchievement/header
source: Way to Go!
ru: Так держать, боец!

# awardWindow/specialAchievement/research/description1
source: The command expresses their gratitude and congratulates you for researching %(vehiclesCount)d vehicles.
ru: Командование выражает благодарность и поздравляет с исследованием %(vehiclesCount)d машины.

# awardWindow/specialAchievement/research/description2
source: Congratulations! You have researched %(vehiclesCount)d vehicles in World of Tanks.
ru: Поздравляем! Вы исследовали %(vehiclesCount)d машин в World of Tanks.

# awardWindow/specialAchievement/research/description3
source: Congratulations for researching %(vehiclesCount)d vehicles in World of Tanks.
ru: Поздравляем с исследованием %(vehiclesCount)d машины в World of Tanks.

# awardWindow/specialAchievement/research/description4
source: The command expresses their gratitude for your exemplary performance on the battlefield and researching %(vehiclesCount)d vehicles.
ru: За успехи на полях сражений и исследование %(vehiclesCount)d машины командование выражает благодарность.

# awardWindow/specialAchievement/victory/description1
source: The command expresses their gratitude and congratulates you for achieving %(victoriesCount)s victories.
ru: Командование выражает благодарность и поздравляет с %(victoriesCount)s победой.

# awardWindow/specialAchievement/victory/description2
source: Congratulations! You have won %(victoriesCount)s battles in World of Tanks.
ru: Поздравляем! Вы одержали %(victoriesCount)s побед в World of Tanks.

# awardWindow/specialAchievement/victory/description3
source: Congratulations for achieving %(victoriesCount)s victories in World of Tanks.
ru: Поздравляем с одержанием %(victoriesCount)s победы в World of Tanks.

# awardWindow/specialAchievement/victory/description4
source: The command expresses their gratitude for your exemplary performance on the battlefield and achieving %(victoriesCount)s victories.
ru: За успехи на полях сражений и %(victoriesCount)s одержанных побед командование выражает вам благодарность.

# awardWindow/title/specialAchievement
source: Congratulations
ru: Поздравление

# classes/short/AT-SPG
source: TD
ru: ПТ-САУ

# classes/short/SPG
source: SPG
ru: САУ

# classes/short/heavyTank
source: HT
ru: ТТ

# classes/short/lightTank
source: LT
ru: ЛТ

# classes/short/mediumTank
source: MT
ru: СТ

# contextMenu/addToFriendsAgain
source: Send friend request again
ru: Отправить запрос на добавление в «Друзья» повторно

# contextMenu/rejectFriendship
source: Decline friend request
ru: Отклонить запрос на добавление в «Друзья»

# contextMenu/removeContactNote
source: Delete note
ru: Удалить заметку

# login/account
source: Account:
ru: Аккаунт:

# login/changeAaccount
source: Switch Account
ru: Сменить аккаунт

# login/fastEnter
source: Quick Login:
ru: Быстрый вход:

# login/social/warning/SOCIAL_NETWORK_LOGOUT
source: You have logged out of the account %(userName)s. For security purposes, also log out of your %(socialNetworkLink)s account.
ru: Вы вышли из аккаунта %(userName)s. Для вашей безопасности также выйдите из аккаунта %(socialNetworkLink)s.

# login/social/warning/SOCIAL_NETWORK_LOGOUT_BOTH
source: You have logged out of the account %(userName)s. For security purposes, also log out of your %(socialNetworkLink)s and %(wargamingNetLink)s accounts.
ru: Вы вышли из аккаунта %(userName)s. Для вашей безопасности также выйдите из аккаунтов %(socialNetworkLink)s и %(wargamingNetLink)s.

# login/submitBySocial
source: Log In
ru: Войти

# moduleInfo/params/areaRadius
source: Damage Area Radius
ru: Радиус зоны поражения

# moduleInfo/params/areaSquare
source: Damage Area
ru: Зона поражения

# moduleInfo/params/artDelayRange
source: Barrage Preparation Time
ru: Время до готовности к залпу

# moduleInfo/params/bombDamage
source: Single Bomb Damage
ru: Урон одной авиабомбы

# moduleInfo/params/bombsNumberRange
source: Bombs Per Run
ru: Количество бомб за вылет

# moduleInfo/params/flyDelayRange
source: Flight Time
ru: Время полёта

# moduleInfo/params/level_lbl
source: Level %(level)s Combat Reserve
ru: Боевой резерв %(level)s уровня

# moduleInfo/params/shotsNumberRange
source: Shells per Barrage
ru: Количество снарядов за залп

# prebattle/invitations/tooltip/isOnline
source: Hide all except online players
ru: Скрывает всех игроков, кроме игроков со статусом «в сети».

# staticForamtion/staff/ctxMenu/passOwnership
source: Transfer Commander's permissions
ru: Передать командование

# staticForamtion/staff/ctxMenu/removeMember
source: Exclude player
ru: Исключить игрока

# tank_params/cnt
source: (item(s))
ru: (шт)

# tank_params/sqm
source: (m²)
ru: (м²)

# tankmanPersonalCase/changeRoleBtn
source: Change
ru: Сменить

# bonusType/11
source: Advances
ru: Наступления

# bonusType/12
source: Team Battle: Ranked
ru: Командный: игра в Ладдере

# contextMenu/assignOfficer
source: Promote
ru: Повысить

# contextMenu/assignPrivate
source: Demote
ru: Понизить

# contextMenu/takeLeadership
source: Take Commander's permissions
ru: Забрать командование

# hangar/crew/rody/dog/moreInfoLabel
source: Details
ru: Подробнее

# hangar/crew/rody/dog/name
source: Szarik
ru: Шарик

# hangar/crew/rody/dog/window/closeBtnLabel
source: Close
ru: Закрыть

# hangar/crew/rody/dog/window/description
source: "Four Tank-Men and a Dog" (Polish "Czterej pancerni i pies") was a Polish black-and-white TV series based on the novel of the same name by Janusz Przymanowski. The TV series, which premiered May 9, 1966, depicts the adventures of the crew of a T-34-85 tank, nicknamed Rudy (Ginger), and their dog Szarik during WWII.
ru: «Четыре танкиста и собака» (польск. Czterej pancerni i pies) — польский чёрно-белый телевизионный сериал, снятый по одноимённой повести Януша Пшимановского. Кинолента повествует о боевых буднях экипажа танка Т-34-85 по прозвищу «Rudy» («Рыжий») и пса по кличке Шарик во время Второй мировой войны. Премьера картины состоялась 9 мая 1966 года.

# hangar/crew/rody/dog/window/header
source: Immortal Classics Already in the Game!
ru: Бессмертная классика уже в игре!

# hangar/crew/rody/dog/window/title
source: Four Tank-Men and a Dog
ru: Четыре танкиста и собака

# loading/battleTypes/10
source: Team Battle: Ranked
ru: Командный бой: игра в Ладдере

# login/social/status/SYSTEM_ERROR
source: Error authorizing via a social network or Wargaming.net ID. Try logging in by the standard method, using your login and password.
ru: Ошибка авторизации через соц.сеть или Wargaming.net ID. Попробуйте стандартный способ входа, используя логин и пароль.

# login/status/SOCIAL_SESSION_END
source: Authorization error. To log in the game, click Log In.
ru: Ошибка авторизации. Нажмите «Войти», чтобы попасть в игру.

# moduleFits/center_unavailable
source: Temporarily unavailable
ru: Временно недоступен

# prebattle/invitations/labels/defaultInviteText/tooltip
source: The text must contain not more than %(maxChars)s characters.
ru: Текст должен содержать до %(maxChars)s символов.

# Time/timeValueShort/days
source: %(day)sd %(hour)sh
ru: %(day)sд %(hour)sч

# Time/timeValueShort/hours
source: %(hour)sh %(min)sm
ru: %(hour)sч %(min)sм

# Time/timeValueShort/lessMin
source: 01m
ru: 01м

# Time/timeValueShort/min
source: %(min)smin
ru: %(min)sм

# awardWindow/boosterAward/activateBtn/label
source: View Personal Reserves
ru: Перейти к личным резервам

# awardWindow/boosterAward/additional
source: For completion of the mission, Personal Reserve is at your disposal. You can activate the Personal Reserve in the corresponding window from the context menu of the player's name.
ru: За выполнение боевой задачи в ваше распоряжение поступил личный резерв, который вы можете активировать, зайдя в окно личных резервов из контекстного меню имени игрока.

# awardWindow/boosterAward/description/tillTime
source: Duration:
ru: Срок действия:

# awardWindow/boosterAward/description/timeValue
source: %(effectTime)s (use until %(tillTime)s)
ru: %(effectTime)s (использовать до %(tillTime)s)

# awardWindow/boosterAward/header
source: Personal Reserve received: %(boosterName)s
ru: Получен личный резерв: %(boosterName)s

# awardWindow/quests/taskComplete/nextTaskAutoChoice
source: Mission "%(taskName)s" started.
ru: Задача «%(taskName)s» принята к исполнению.

# awardWindow/title/boosterAward
source: Congratulations on Completion
ru: Поздравление с выполнением

# booster/description/booster_credits
source: %(effectValue)s credits per battle
ru: %(effectValue)s кредитов за бой

# booster/description/booster_crew_xp
source: %(effectValue)s crew experience per battle
ru: %(effectValue)s опыта экипажа за бой

# booster/description/booster_free_xp
source: %(effectValue)s Free Experience per battle
ru: %(effectValue)s свободного опыта за бой

# booster/description/booster_repair
source: %(effectValue)s repairs cost
ru: %(effectValue)s стоимости ремонта

# booster/description/booster_xp
source: %(effectValue)s experience per battle
ru: %(effectValue)s опыта за бой

# booster/description/effectTime
source: for %(effectTime)s.
ru: на %(effectTime)s.

# booster/quality/big
source: (Large)
ru: (большой)

# booster/quality/medium
source: (Medium)
ru: (средний)

# booster/quality/small
source: (Small)
ru: (малый)

# booster/userName/booster_credits
source: Additional Credits per Battle
ru: Дополнительные кредиты за бой

# booster/userName/booster_crew_xp
source: Additional Crew Experience per Battle
ru: Дополнительный опыт экипажа за бой

# booster/userName/booster_free_xp
source: Additional Free Experience per Battle
ru: Дополнительный свободный опыт за бой

# booster/userName/booster_repair
source: Discount on Vehicle Repairs
ru: Скидка на ремонт техники

# booster/userName/booster_xp
source: Additional Experience per Battle
ru: Дополнительный опыт за бой

# boostersWindow/activeBoosters
source: Currently Active: %(activeNo)s/%(allNo)s
ru: Сейчас активны: %(activeNo)s/%(allNo)s

# boostersWindow/boostersTable/noInfo
source: Nothing to display
ru: Нет элементов для отображения

# boostersWindow/boostersTableRenderer/activateBtnLabel
source: Activate
ru: Активировать

# boostersWindow/boostersTableRenderer/goToQuestBtnLabel
source: Go to Mission
ru: Перейти к задаче

# boostersWindow/boostersTableRenderer/questForOpen
source: To receive Personal Reserve, complete %(questName)s
ru: Для доступа выполните «%(questName)s»

# boostersWindow/boostersTableRenderer/time
source: Expires on %(tillTime)s
ru: Срок действия: до %(tillTime)s

# boostersWindow/closeBtn/label
source: Close
ru: Закрыть

# boostersWindow/tabs/availableLabel
source: Activate (%(count)s)
ru: Активировать (%(count)s)

# boostersWindow/tabs/notAvailableLabel
source: Earn (%(count)s)
ru: Заслужить (%(count)s)

# boostersWindow/title
source: Personal Reserves
ru: Личные резервы

# contextMenu/acceptInvitationToSquad
source: Accept invitation to join Platoon
ru: Принять приглашение во взвод

# contextMenu/excludedFromSquad
source: Exclude from Platoon
ru: Исключить из взвода

# contextMenu/inSquad
source: Player in Platoon
ru: Игрок во взводе

# contextMenu/leaveSquad
source: Leave Platoon
ru: Покинуть взвод

# contextMenu/rejectInvitationToSquad
source: Decline invitation to join Platoon
ru: Отклонить приглашение во взвод

# contextMenu/sendInvitationToSquad
source: Invite to Platoon
ru: Пригласить во взвод

# contextMenu/withdrawInvitationToSquad
source: Withdraw invitation to join Platoon
ru: Отозвать приглашение во взвод

# currentVehicleStatus/ammoNotFullEvents
source: Ammunition incomplete
ru: Неполный боекомплект

# currentVehicleStatus/groupAmmoNotFull
source: Group not ready
ru: Группа не готова

# currentVehicleStatus/group_is_not_ready_broken
source: Group not ready
ru: Группа не готова

# currentVehicleStatus/group_is_not_ready_crewNotFull
source: Group not ready
ru: Группа не готова

# currentVehicleStatus/notValidVehicle
source: Incompatible vehicles
ru: Неподходящая техника

# currentVehicleStatus/waitingPlayer
source: One more player needed
ru: Не хватает бойца

# goldFish/buttonClose
source: Close
ru: Закрыть

# goldFish/eventLink
source: Go to Premium Shop
ru: Перейти в магазин

# goldFish/eventText
source: One-time offer! You receive bonus gold for making a purchase in the Premium Shop. To view the special offer, click "Go to Premium Shop." The default browser will be opened.
ru: Только один раз! Совершая покупку в премиум магазине, вы получаете в подарок дополнительное игровое золото. Чтобы ознакомиться с акционным предложением, нажмите «Перейти в магазин». Будет открыт браузер по умолчанию.

# goldFish/eventTitle
source: PERFECT TIME TO PURCHASE GOLD
ru: ВЫГОДНОЕ ПРЕДЛОЖЕНИЕ НА ПОКУПКУ ИГРОВОГО ЗОЛОТА

# goldFish/header
source: One-Time Offer in Premium Shop
ru: Единовременная акция в премиум магазине

# goldFish/windowHeader
source: Bulletin
ru: Информационный листок

# hangar/ammunitionPanel/technicalMaitenance/ammo/not_ready
source: To enter the battle, resupply your ammunition.
ru: Загрузите полный боекомплект, чтобы выйти в бой.

# header/account/popover/boosters/blockTitle
source: Personal Reserves
ru: Личные резервы

# headerButtons/battle/menu/domination
source: Domination: Supply Swarm
ru: «Превосходство: Стальная ярость»

# headerButtons/battle/menu/fallout
source: Rampage
ru: «Бой до последнего»

# headerButtons/fightBtn/tooltip/groupNotReady/body
source: Group not ready. All vehicles in Domination: Supply Swarm must be repaired and have complete crew and ammunition.
ru: Группа не готова. Все машины в событии «Превосходство: Стальная ярость» должны быть отремонтированы, иметь укомплектованный экипаж и полный боекомплект.

# headerButtons/fightBtn/tooltip/groupNotReady/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/groupNotReady/note
source: <br/>Vehicles: %(vehicles)s
ru: <br/>Машины: %(vehicles)s

# headerButtons/fightBtn/tooltip/vehicleNotValid/body
source: A Platoon in Domination: Supply Swarm consists of three players. All vehicles must be repaired and have complete crew and ammunition.
ru: Взвод в событии «Превосходство: Стальная ярость» состоит из 3 игроков. Вся техника должна быть отремонтирована, иметь укомплектованный экипаж и полный боекомплект.

# headerButtons/fightBtn/tooltip/vehicleNotValid/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/vehicleNotValid/note
source: <br/>Vehicles: %(vehicles)s
ru: <br/>Машины: %(vehicles)s

# prebattle/CompaniesTitle/EVENT
source: Steel Hunt 15x15
ru: Стальная охота 15x15

# prebattle/CompaniesTitle/EVENT_10x10
source: Steel Hunt 10x10
ru: Стальная охота 10x10

# premium/bonus1
source: credits and experience per battle
ru: кредитов и опыта за каждый бой

# premium/bonus2
source: Nice, clean Garage
ru: Чистый и просторный Ангар

# premium/discount/status
source: Maximum tier of vehicles researched
ru: Максимальный уровень исследованной техники

# premium/packet/days1
source: 1 day
ru: 1 день

# premium/packet/days180
source: 180 days
ru: 180 дней

# premium/packet/days3
source: 3 days
ru: 3 дня

# premium/packet/days30
source: 30 days
ru: 30 дней

# premium/packet/days360
source: 360 days
ru: 360 дней

# premium/packet/days7
source: 7 days
ru: 7 дней

# premium/tariffs/duration
source: %d days:
ru: %d д.:

# premium/tariffs/header
source: Select Duration
ru: Выбор срока действия

# premiumCongratulation/btnLabel
source: Purchase Premium Account
ru: Купить премиум аккаунт

# premiumCongratulation/description
source: For researching a Tier %(level)s vehicle you receive a %(discount)s discount on purchasing Premium Account for %(duration)s.
ru: За исследование машины %(level)s уровня вы получаете скидку в размере %(discount)s на покупку премиум аккаунта на %(duration)s.

# premiumCongratulation/heder
source: Congratulations!
ru: Поздравляем!

# premiumCongratulation/title
source: Premium Account Discounts
ru: Скидка на премиум аккаунт

# store/vehicleStates/groupAmmoNotFull
source: Group not ready
ru: Группа не готова

# store/vehicleStates/group_is_not_ready_broken
source: Group not ready
ru: Группа не готова

# store/vehicleStates/group_is_not_ready_crewNotFull
source: Group not ready
ru: Группа не готова

# tankCarousel/vehicleStates/ammoNotFullEvents
source: Ammunition incomplete
ru: Неполный боекомплект

# tankCarousel/vehicleStates/groupAmmoNotFull
source: Group not ready
ru: Группа не готова

# tankCarousel/vehicleStates/group_is_not_ready
source: Group not ready
ru: Группа не готова

# tankCarousel/vehicleStates/group_is_not_ready_broken
source: Group not ready
ru: Группа не готова

# tankCarousel/vehicleStates/group_is_not_ready_crewNotFull
source: Group not ready
ru: Группа не готова

# tankmsnPersonalCase/loadingInfo
source: Loading information... Please wait...
ru: Ожидайте, информация загружается...

# awardWindow/boosterAward/description/timeValue/defined
source: %(effectTime)s (use by %(tillTime)s)
ru: %(effectTime)s (использовать до %(tillTime)s)

# awardWindow/boosterAward/description/timeValue/undefined
source: %(effectTime)s (does not expire)
ru: %(effectTime)s (бессрочно)

# bonusType/13
source: Global Map
ru: Глобальная карта

# boostersWindow/boostersTableRenderer/undefineTime
source: Does not expire
ru: Срок действия: бессрочно

# finalStatistic/commonStats/resultlabel/ended
source: Battle Ended
ru: Бой окончен

# loading/battleTypes/7/multiteam
source: Steel Hunt
ru: Стальная охота

# loading/battleTypes/7/resource
source: Domination
ru: Превосходство

# loading/battleTypes/mix
source: Steel Hunt
ru: Стальная охота

# loading/battleTypes/mix_upper
source: Steel Hunt
ru: Стальная охота

# loading/battleTypes/resourcePoints
source: Domination
ru: Превосходство

# loading/battleTypes/resourcePoints_upper
source: Domination
ru: Превосходство

# loading/teams/allies
source: Allies
ru: Союзники

# loading/teams/enemies
source: Enemy
ru: Противник

# premiumCongratulation/closeBtn
source: Close
ru: Закрыть

# tankCarousel/vehicleStates/unavailable
source: Unavailable
ru: Недоступно

# awardWindow/personalDiscountAward/activateBtn/label
source: Display Missions
ru: Показать боевые задачи

# awardWindow/personalDiscountAward/additional/experience/rent
source: If you like this vehicle, you can purchase it to use without restrictions.
ru: Если вам понравилась эта машина, вы сможете выкупить её и пользоваться ею без ограничений.

# awardWindow/personalDiscountAward/additional/slot
source: The higher the level of the vehicle you use in battle, the more credits you will earn after battle; however, the complexity of the game will also increase.
ru: Чем выше уровень машины, на которой вы выходите в бой, тем больший доход она будет приносить по итогам боя, однако сложность игры также возрастёт.

# awardWindow/personalDiscountAward/award/experience
source: a 100% discount on converting to Free Experience (up to 2,000 xp)
ru: скидка 100% на перевод опыта в свободный (максимум 2 000 ед.)

# awardWindow/personalDiscountAward/award/slot
source: one 100% discount on purchasing a slot
ru: одна скидка 100% на покупку слота

# awardWindow/personalDiscountAward/award/training
source: a 100% discount on Tank Academy training for a new vehicle crew
ru: скидка 100% на обучения нового экипажа в танковой академии

# awardWindow/personalDiscountAward/description/experience
source: You have fought the required number of battles in the vehicle.
ru: Вы провели необходимое количество боев на машине.

# awardWindow/personalDiscountAward/description/experience/rent
source: You have fought the required number of battles in the rented vehicle.
ru: Вы провели необходимое количество боев на арендованной машине.

# awardWindow/personalDiscountAward/description/slot
source: You have purchased a higher tier vehicle.
ru: Вы купили машину уровнем выше.
