Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/menu.*.resx
Languages: ru

# vehicleInfo/compareBtn/tooltip/body
source: To add a vehicle to the comparison, remove some vehicles from the comparison list.
ru: Чтобы добавить машину к сравнению, удалите ненужную технику из списка сравнения.

# vehicleInfo/compareBtn/tooltip/header
source: Unable to Add
ru: Добавление невозможно

# vehicleInfo/params/switchOffTime
source: Switching to Travel mode (s)
ru: Время перехода в походный режим (с)

# vehicleInfo/params/switchOnTime
source: Switching to Siege mode (s)
ru: Время перехода в осадный режим (с)

# Time/timeValueWithSecs/days
source: %(day)sd %(hour)sh
ru: %(day)sд %(hour)sч

# Time/timeValueWithSecs/hours
source: %(hour)sh %(min)smin
ru: %(hour)sч %(min)sм

# Time/timeValueWithSecs/lessMin
source: %(sec)ss
ru: %(sec)sс

# Time/timeValueWithSecs/min
source: %(min)smin %(sec)ss
ru: %(min)sм %(sec)sс

# bonusType/20
source: Skirmish
ru: Вылазка

# bonusType/21
source: Advance
ru: Наступление

# browser/customTitle/fort/congratulation
source: Congratulations
ru: Поздравление

# browser/customTitle/fort/offensiveResult
source: Advance Results
ru: Результаты наступления

# contextMenu/buyOrTradeIn
source: Purchase or trade in
ru: Купить или обменять

# equipmentFits/title
source: Select Equipment
ru: Выбор снаряжения

# fortification/installName
source: Enabled
ru: Установлен

# fortification/unloadName
source: Disable
ru: Выгрузить

# headerButtons/battle/types/strongholds
source: Stronghold: Battles
ru: Укрепрайон: сражения

# headerButtons/forts2
source: Stronghold 2.0
ru: Укрепрайон 2.0

# loading/battleTypes/15
source: Skirmish
ru: Вылазка

# loading/battleTypes/16
source: Advance
ru: Наступление

# loading/battleTypes/desc/15
source: Mission: capture the enemy base or destroy all enemy vehicles.
ru: Задача: захватить базу противника или уничтожить всю его технику.

# loading/battleTypes/desc/16
source: Mission: capture the enemy base or destroy all enemy vehicles.
ru: Задача: захватить базу противника или уничтожить всю его технику.

# moduleInfo/params/avgDamageList
source: Average damage
ru: Средний урон

# shellListItemRenderer/setAsDefault
source: Set as default
ru: Назначить снаряд базовым

# shop/menu/vehicle/obtainingType/name
source: Operation:
ru: Операция:

# shop/menu/vehicle/obtainingType/restoreVehicle/name
source: Recovery with credits
ru: Восстановление за кредиты

# shop/menu/vehicle/obtainingType/tradeInVehicle/name
source: Vehicle trade-in
ru: Обмен техники

# shop/menu/vehicle/obtainingType/vehicle/name
source: Purchase
ru: Покупка

# shop/menu/vehicle/tradeInVehicle/price
source: Up to %(discountValue)s
ru: До %(discountValue)s

# shop/menu/vehicle/tradeInVehicle/saving
source: You save
ru: Экономия при обмене

# shop/menu/vehicle/tradeInVehicle/vehForTrade
source: Available for trade-in
ru: Можно обменять

# tankCarousel/statsStatus/unavailable
source: No data yet
ru: Данных пока нет

# tank_params/attainableSpeed
source: Speed after 5 seconds of acceleration
ru: Скорость, набираемая за 5 секунд

# tank_params/avgDamage
source: Average Damage per Shot
ru: Средний урон за выстрел

# tank_params/avgDamagePerMinute
source: Average Damage per Minute
ru: Средний урон в минуту

# tank_params/avgPiercingPower
source: Average Penetration
ru: Средняя бронепробиваемость

# tank_params/timeOfReaching
source: Time to travel 100 m
ru: Время преодоления 100 м

# tankmanTrainingWindow/free/price
source: Free
ru: Бесплатно

# trade/in
source: Available for trade-in
ru: Можно обменять

# vehicleInfo/params/avgDamage
source: Average Damage per Shot
ru: Средний урон за выстрел

# vehicleInfo/params/avgDamagePerMinute
source: Average Damage per Minute
ru: Средний урон в минуту

# vehicleInfo/params/avgPiercingPower
source: Average Penetration
ru: Средняя бронепробиваемость

# currentVehicleStatus/rotationGroupLocked
source: Unavailable
ru: Недоступно

# currentVehicleStatus/rotationGroupUnlocked
source: Ready for battle!
ru: К бою готов!

# moduleInfo/params/cooldownSeconds
source: Cooldown
ru: Время подготовки

# moduleInfo/params/stunMaxDuration
source: Maximum stun duration
ru: Максимальное время оглушения

# moduleInfo/params/stunMaxDurationList
source: Maximum stun duration
ru: Максимальное время оглушения

# moduleInfo/params/stunMinDuration
source: Minimum stun duration
ru: Минимальное время оглушения

# moduleInfo/params/stunMinDurationList
source: Minimum stun duration
ru: Минимальное время оглушения

# store/vehicleStates/rotationGroupLocked
source: Unavailable
ru: Недоступно

# tankCarousel/vehicleStates/rotationGroupLocked
source: Unavailable
ru: Недоступно

# tankCarousel/vehicleStates/rotationGroupUnlocked
source: Available battles: %(battlesLeft)s
ru: Доступно боёв: %(battlesLeft)s

# tank_params/stunMaxDuration
source: Maximum stun duration
ru: Максимальное время оглушения

# tank_params/stunMinDuration
source: Minimum stun duration
ru: Минимальное время оглушения

# vehicleInfo/params/stunMaxDuration
source: Maximum stun duration (s)
ru: Максимальное время оглушения (c)

# vehicleInfo/params/stunMinDuration
source: Minimum stun duration (s)
ru: Минимальное время оглушения (c)

# accountInfo/crystal
source: Bonds:
ru: Боны:

# bonusType/22
source: Ranked Battle
ru: Ранговый бой

# boosterBuyWindow/buyButtonLabel
source: Purchase
ru: Купить

# boosterBuyWindow/buyCount
source: Battles fought
ru: Количество боёв

# boosterBuyWindow/cancelButtonLabel
source: Cancel
ru: Отменить

# boosterBuyWindow/inHangarCount
source: In stock
ru: На хранении

# boosterBuyWindow/totalLabel
source: TOTAL:
ru: ИТОГО:

# boosterBuyWindow/totalPrice
source: Purchase
ru: Докупить

# boosterBuyWindow/windowTitle
source: Purchase Directives
ru: Покупка инструкций

# boosterFittingRenderer/buyButton
source: Purchase
ru: Докупить

# boosterFittingRenderer/removeButton
source: Remove
ru: Убрать

# boosterInstallWindow/cantWorkStatus
source: WILL NOT WORK.
ru: РАБОТАТЬ НЕ БУДЕТ.

# boosterInstallWindow/installButton
source: Mount
ru: Установить

# boosterInstallWindow/message
source: Attention! %(equipmentName)s is not equipped. Directive
ru: Внимание! У вас отсутствует оборудование %(equipmentName)s. Инструкция

# boosterInstallWindow/title
source: Equip Directive
ru: Установка инструкции

# boosterSelectPopover/rearmCheckBoxLabel
source: Auto-resupply directives
ru: Включить автопополнение инструкций

# boosterSelectPopover/tabs/forCrew
source: For crew
ru: Для экипажа

# boosterSelectPopover/tabs/forEquipment
source: For equipment
ru: К оборудованию

# boosterSelectPopover/title
source: Directives
ru: Предбоевые инструкции

# crystals/promoWindow/closebtn
source: Close
ru: Закрыть

# crystals/promoWindow/header
source: Bonds: General Information
ru: Боны: как получить и для чего нужны

# crystals/promoWindow/subDescr0
source: For Grand Battles, Ranked and Random Battles, where only Tier X vehicles participate, and receiving certain awards.
ru: За Генеральные сражения, Ранговые и Случайные бои, где участвует техника только Х уровня, а также за получение некоторых наград.

# crystals/promoWindow/subDescr1
source: If you have a Tier X vehicle—select the most suitable mode or battle type and earn bonds.
ru: Если у вас есть машина Х уровня — выберите желаемый режим или тип боя для заработка бон.

# crystals/promoWindow/subDescr2
source: Bonds can be exchanged for improved equipment and directives.
ru: Заработанные боны обмениваются на усовершенствованное оборудование и предбоевые инструкции.

# crystals/promoWindow/subTitle0
source: Several acquisition methods
ru: Несколько способов получения

# crystals/promoWindow/subTitle1
source: Free choice
ru: Свобода выбора

# crystals/promoWindow/subTitle2
source: Unique Items
ru: Уникальные товары

# crystals/promoWindow/title
source: Bonds
ru: Боны

# fittingSelectPopover/battleType
source: Ranked Battle
ru: «Ранговый бой»

# fittingSelectPopover/descText
source: This equipment is available for purchase with %(currencyName)s, which can be earned in Tier X vehicles in the %(battleType)s mode. You can purchase it in the Improved tab.
ru: Данное оборудование доступно для покупки за %(currencyName)s, которые зарабатываются на технике X уровня в режиме %(battleType)s. Для покупки перейдите во вкладку «Усовершенствованное».

# fittingSelectPopover/descText/crystal
source: bonds
ru: боны

# fittingSelectPopover/okBtnLabel
source: Show Equipment
ru: Показать оборудование

# fittingSelectPopover/titleText
source: Improved Equipment
ru: Усовершенствованное оборудование

# hangar_header/million
source: %(value)s million
ru: %(value)s млн

# headerButtons/battle/types/ranked
source: Ranked Battle
ru: Ранговый бой

# headerButtons/battle/types/ranked/availability
source: Mode Availability:
ru: Доступ в режим:

# headerButtons/battle/types/ranked/availability/days
source: %(day)s d
ru: %(day)s д

# headerButtons/battle/types/ranked/availability/ended
source: Season Ended
ru: Сезон окончен

# headerButtons/battle/types/ranked/availability/frozen
source: Mode Temporarily Unavailable
ru: Режим временно отключён

# headerButtons/battle/types/ranked/availability/hours
source: %(hour)s h
ru: %(hour)s ч

# headerButtons/battle/types/ranked/availability/lessMin
source: less than a minute
ru: менее минуты

# headerButtons/battle/types/ranked/availability/min
source: %(min)s min
ru: %(min)s мин

# headerButtons/battle/types/ranked/availability/season
source: Season %(season)s, Stage %(cycle)s
ru: Сезон %(season)s, этап %(cycle)s

# headerButtons/battle/types/ranked/availability/until
source: From %(time)s.
ru: C %(time)s.

# headerButtons/battle/types/ranked/descr
source: Battles for progressing up the Leaderboard where you receive ranks and rewards. • Battle type: Standard Battle. • Suitable vehicles: Tier X only.
ru: Бой за продвижение вверх по ладдерной таблице с получением рангов и ценных наград. • Тип боёв: Стандартный бой. • Допустимая техника: только Х уровень.

# headerButtons/battle/types/rankedLeave/descr
source: Exit Battle
ru: Выйти из боя

# headerButtons/btnLabel/credits
source: Exchange
ru: Обменять

# headerButtons/btnLabel/crystal
source: Earn
ru: Заслужить

# headerButtons/btnLabel/freeXP
source: Convert
ru: Перевести

# headerButtons/btnLabel/gold
source: Purchase
ru: Купить

# headerButtons/fightBtn/tooltip/rankedDisabled/body
source: Schedule for Ranked Battles can be found in the calendar.
ru: Смотрите расписание Ранговых боёв в календаре.

# headerButtons/fightBtn/tooltip/rankedDisabled/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/rankedVehLevelRequired/body
source: Select a Tier %(level)s vehicle.
ru: Выберите машину %(level)s уровня.

# headerButtons/fightBtn/tooltip/rankedVehLevelRequired/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/missions
source: Missions
ru: Задачи

# headerButtons/stronghold
source: Stronghold
ru: Укрепрайон

# loading/battleTypes/17
source: Ranked Battle
ru: Ранговый бой

# nation_tree/title/poland
source: Poland
ru: Техника Польши

# nations/poland
source: Poland
ru: Польша

# optionalDeviceSelectPopover/tabs/deluxe
source: Improved
ru: Усовершенствованное

# optionalDeviceSelectPopover/tabs/simple
source: Standard
ru: Штатное

# price/crystal
source: bond
ru: бон

# profile/crystal
source: Bonds:
ru: Боны:

# shop/actions/filter/label
source: Show all special offers
ru: Показать все предложения со скидкой

# shop/menu/vehicle/levels/header
source: Tier
ru: Уровень техники

# shop/menu/vehicle/rent/discount
source: Discounts up to %(discount)s
ru: Скидки до %(discount)s

# shop/menu/vehicle/type/header
source: Vehicle Type
ru: Тип техники

# shop/table/header/sale
source: Discount
ru: Скидка

# store/backButton/description
source: TO SPECIALS
ru: К АКЦИЯМ

# store/backButton/label
source: BACK
ru: НАЗАД

# storeTab/actions
source: Specials
ru: Акции

# tankCarousel/vehicleStates/xpMultReceived
source: Claim x%(factor)s
ru: Сбить x%(factor)s

# tankCarousel/vehicleStates/xpMultReceived/not
source: x%(factor)s claimed
ru: x%(factor)s заработано

# vehicle/rentLeft/wins
source: Remaining victories: %(wins)s
ru: Побед доступно: %(wins)s

# bonusType/24
source: Grand Battle
ru: Генеральное сражение

# boosterBuyWindow/rearmCheckboxLabel
source: Auto-resupply directives
ru: Включить автопополнение инструкций

# inventory/menu/battleBooster/name
source: Directives
ru: Инструкции

# inventory/menu/battleBooster/targetType/allKind/name
source: All
ru: Все

# inventory/menu/battleBooster/targetType/forCrew/name
source: For crew
ru: Для экипажа

# inventory/menu/battleBooster/targetType/forEquipment/name
source: For equipment
ru: Для оборудования

# loading/battleTypes/19
source: Random Battle
ru: Случайный бой

# loading/battleTypes/20
source: Team Training
ru: Тренировочный бой

# prebattle/tankLabel
source: You selected:
ru: Вы выбрали:

# shop/menu/battleBooster/name
source: Directives
ru: Инструкции

# shop/menu/battleBooster/targetType/allKind/name
source: All
ru: Все

# shop/menu/battleBooster/targetType/forCrew/name
source: For crew
ru: Для экипажа

# shop/menu/battleBooster/targetType/forEquipment/name
source: For equipment
ru: Для оборудования

# shop/table/header/count/battleBooster
source: On Vehicle/In Depot
ru: На технике/на Складе

# shop/table/notForSale
source: Not for sale
ru: Нельзя продать

# headerButtons/personalMissions
source: Campaign
ru: Кампании
