Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/menu.*.resx
Languages: ru

# dateTime/months/full/2
source: February
ru: Февраль

# dateTime/months/full/3
source: March
ru: Март

# dateTime/months/full/4
source: April
ru: Апрель

# dateTime/months/full/5
source: May
ru: Май

# dateTime/months/full/6
source: June
ru: Июнь

# dateTime/months/full/7
source: July
ru: Июль

# dateTime/months/full/8
source: August
ru: Август

# dateTime/months/full/9
source: September
ru: Сентябрь

# dateTime/months/short/1
source: Jan
ru: Янв

# dateTime/months/short/10
source: Oct
ru: Окт

# dateTime/months/short/11
source: Nov
ru: Ноя

# dateTime/months/short/12
source: Dec
ru: Дек

# dateTime/months/short/2
source: Feb
ru: Фев

# dateTime/months/short/3
source: Mar
ru: Мар

# dateTime/months/short/4
source: Apr
ru: Апр

# dateTime/months/short/5
source: May
ru: Май

# dateTime/months/short/6
source: Jun
ru: Июн

# dateTime/months/short/7
source: Jul
ru: Июл

# dateTime/months/short/8
source: Aug
ru: Авг

# dateTime/months/short/9
source: Sep
ru: Сен

# dateTime/shortDateFormatWithoutYear
source: %(weekDay)s, %(month)s, %(monthDay)d
ru: %(weekDay)s, %(month)s, %(monthDay)d-е число

# dateTime/weekDays/full/1
source: Monday
ru: Понедельник

# dateTime/weekDays/full/2
source: Tuesday
ru: Вторник

# dateTime/weekDays/full/3
source: Wednesday
ru: Среда

# dateTime/weekDays/full/4
source: Thursday
ru: Четверг

# dateTime/weekDays/full/5
source: Friday
ru: Пятница

# dateTime/weekDays/full/6
source: Saturday
ru: Суббота

# dateTime/weekDays/full/7
source: Sunday
ru: Воскресенье

# dateTime/weekDays/short/1
source: Mon
ru: Пн

# dateTime/weekDays/short/2
source: Tue
ru: Вт

# dateTime/weekDays/short/3
source: Wed
ru: Ср

# dateTime/weekDays/short/4
source: Thu
ru: Чт

# dateTime/weekDays/short/5
source: Fri
ru: Пт

# dateTime/weekDays/short/6
source: Sat
ru: Сб

# dateTime/weekDays/short/7
source: Sun
ru: Вс

# finalStatistic/commonStats/resultlabel/techWin
source: Technical Victory
ru: Техническая победа

# fortificationCtx/clanDescription/clanCrew
source: Clan members
ru: Состав клана

# fortificationCtx/clanDescription/clanStatistics
source: Clan statistics
ru: Статистика клана

# fortificationCtx/clanDescription/openClanCard
source: Open clan profile
ru: Открыть карточку клана

# header/account/popover/achieves/battles
source: Battles
ru: Бои

# header/account/popover/achieves/rating
source: Personal Rating
ru: Личный рейтинг

# header/account/popover/achieves/wins
source: Victories
ru: Победы

# header/account/popover/clan/btnLabel
source: Clan Statistics
ru: Статистика клана

# header/account/popover/clan/header
source: Clan
ru: Клан

# header/account/popover/clan/position/commander
source: Combat Officer
ru: Командир подразделения

# header/account/popover/clan/position/diplomat
source: Intelligence Officer
ru: Офицер разведки

# header/account/popover/clan/position/leader
source: Commander
ru: Командующий

# header/account/popover/clan/position/private
source: Private
ru: Боец

# header/account/popover/clan/position/recruit
source: Recruit
ru: Новобранец

# header/account/popover/clan/position/recruiter
source: Recruitment Officer
ru: Офицер по кадрам

# header/account/popover/clan/position/treasurer
source: Quartermaster
ru: Офицер снабжения

# header/account/popover/clan/position/vice_leader
source: Executive Officer
ru: Заместитель командующего

# header/account/popover/crew/btnLabel
source: Team Profile
ru: Профиль команды

# header/account/popover/crew/header
source: Team
ru: Команда

# header/account/popover/crew/position/commander
source: Combat Officer
ru: Командир подразделения

# header/account/popover/crew/position/diplomat
source: Intelligence Officer
ru: Офицер разведки

# header/account/popover/crew/position/leader
source: Commander
ru: Командующий

# header/account/popover/crew/position/private
source: Private
ru: Боец

# header/account/popover/crew/position/recruit
source: Recruit
ru: Новобранец

# header/account/popover/crew/position/recruiter
source: Recruitment Officer
ru: Офицер по кадрам

# header/account/popover/crew/position/treasurer
source: Quartermaster
ru: Офицер снабжения

# header/account/popover/crew/position/vice_leader
source: Executive Officer
ru: Заместитель командующего

# header/account/popover/stats/fights
source: Battles
ru: Бои

# header/account/popover/stats/rating
source: Personal Rating
ru: Личный рейтинг

# header/account/popover/stats/ratio
source: Victories
ru: Победы

# header/account/popover/toAllProgress
source: Service Record
ru: Достижения

# header/demonstration/btnLabel
source: Select
ru: Выбрать

# header/demonstration/info
source: Select Map for Random Battle:
ru: Выбор карты для Случайного боя:

# header/level
source: Tier %(vTypeName)s
ru: уровень. %(vTypeName)s

# header/vehicleType/AT-SPG
source: Tank Destroyer
ru: ПТ-САУ

# header/vehicleType/SPG
source: SPG
ru: САУ

# header/vehicleType/elite/AT-SPG
source: Elite Tank Destroyer
ru: Элитная ПТ-САУ

# header/vehicleType/elite/SPG
source: Elite SPG
ru: Элитная САУ

# header/vehicleType/elite/heavyTank
source: Elite Heavy Tank
ru: Элитный тяжёлый танк

# header/vehicleType/elite/lightTank
source: Elite Light Tank
ru: Элитный лёгкий танк

# header/vehicleType/elite/mediumTank
source: Elite Medium Tank
ru: Элитный средний танк

# header/vehicleType/heavyTank
source: Heavy Tank
ru: Тяжёлый танк

# header/vehicleType/lightTank
source: Light Tank
ru: Лёгкий танк

# header/vehicleType/mediumTank
source: Medium Tank
ru: Средний танк

# headerButtons/battle/types/battleTutorial
source: Battle Training
ru: Боевое обучение

# headerButtons/btnLabel/buy_gold
source: Purchase
ru: Купить

# headerButtons/btnLabel/createSquad
source: Create Platoon
ru: Создать взвод

# headerButtons/btnLabel/exchange_gold
source: Exchange
ru: Обменять

# headerButtons/btnLabel/gathering_experience
source: Convert
ru: Перевести

# headerButtons/btnLabel/inSquad
source: Platoon
ru: Взвод

# headerButtons/btnLabel/premium
source: Premium
ru: Премиум

# headerButtons/doLabel/premium
source: Extend
ru: Продлить

# ingame_menu/serverStats/server
source: Server:
ru: Сервер:

# loading/battleTypes/9
source: Battle Against Clan
ru: Бой с кланом

# lobby_menu/servers/title
source: Server: %(sName)s
ru: Сервер: %(sName)s

# login/status/LOGIN_REJECTED_NO_LOGINAPP
source: Failed to connect to the server. The server may be unavailable, or your network connection settings may be wrong.
ru: Не удаётся установить соединение с сервером. Возможно, сервер недоступен или требуется проверка настроек сетевого подключения.

# profile/header/clan/position/junior
source: Junior Officer
ru: Младший офицер

# profile/header/clan/position/reservist
source: Reservist
ru: Резервист

# profile/header/clan/position/staff
source: Personnel Officer
ru: Офицер штаба

# tank_params/faceFrontBoardInMM
source: (front/sides/rear mm)
ru: (лоб/борт/корма в мм)

# tank_params/gps
source: (deg/s)
ru: (град/с)

# tank_params/h
source: (rounds)
ru: (выстр)

# tank_params/m
source: (m)
ru: (м)

# tank_params/mm
source: (mm)
ru: (мм)

# tank_params/mph
source: (km/h)
ru: (км/ч)

# tank_params/p
source: (h.p.)
ru: (л.с.)

# tank_params/pt
source: (h.p./t)
ru: (л.с./т)

# tank_params/s
source: (s)
ru: (с)

# tank_params/spm
source: (rounds/min)
ru: (выстр/мин)

# tank_params/t
source: (t)
ru: (т)

# tank_params/val
source: (HP)
ru: (ед.)

# tank_params/vpm
source: (HP/min)
ru: (ед/мин)

# training/leaveButton
source: Exit Mode
ru: Выйти из режима

# validation/publicInfo/abbrev/invalid
source: Incorrect / too many symbols entered! Allowed: Latin letters, numbers 0–9, "-", and "_" symbols. Query example: "[WG-A]"
ru: Введены неправильные символы или недопустимое их количество! Допустимые символы: латинские буквы, числа 0-9, знаки «-» и «_». Пример запроса: «[WG-A]».

# validation/publicInfo/abbrev/ours
source: You entered the tag of your clan.
ru: Вы ввели тег своего клана.

# PromoPremiumIgrWindow/applyButtonLabel
source: Affirmative!
ru: Так точно!

# PromoPremiumIgrWindow/text
source: By playing in the %(iconIgr)s, you can rent a great number of different vehicles and fight battles in them, without the need to purchase the vehicle first. After the special ends, none of the rented vehicles will disappear from your Garage, and you will be able to safely demount all the equipment, remove the consumables, and send the crew members to Barracks.
ru: Играя в %(iconIgr)s вы получаете возможность арендовать множество машин и выходить на них в бой, не совершая покупку. После завершения акции начисленная техника не исчезает, и вы имеете возможность разоружить её, не беспокоясь о сохранности оборудования, снаряжения и экипажа.

# PromoPremiumIgrWindow/title
source: Unique Special!
ru: Уникальная акция!

# PromoPremiumIgrWindow/windowTitle
source: Special Vehicles in IGR
ru: Специальная техника в IGR

# ReferralManagementWindow/closeBtnLabel
source: Close
ru: Закрыть

# ReferralManagementWindow/description
source: Bring your friends back to the game and invite newcomers. When you play in a Platoon with your recruits you will earn additional experience to get skilled crew members. Also, you will be eligible to receive a unique vehicle and other rewards.
ru: Возвращайте друзей в игру и приглашайте новичков. Игра взводом с вашими рекрутами принесёт дополнительный опыт, за который можно нанять опытных членов экипажа, а также получить уникальный танк и другие награды.

# ReferralManagementWindow/infoHeader/haveNotTank
source: Additional experience when playing together in Platoon A unique vehicle with the crew
ru: Дополнительный опыт при игре взводом Уникальный танк с экипажем

# ReferralManagementWindow/infoHeader/haveTank
source: Additional experience when playing together in Platoon
ru: Дополнительный опыт при игре взводом

# ReferralManagementWindow/inviteManagementLink
source: Manage invitations
ru: Управление приглашениями

# ReferralManagementWindow/invitedPlayers
source: Invited Players (%(playersNumber)d):
ru: Приглашённые игроки (%(playersNumber)d):

# ReferralManagementWindow/progressIndicator/complete
source: Vehicle with crew received
ru: Танк с экипажем получен

# ReferralManagementWindow/progressIndicator/progress
source: Current amount of experience earned: %(progress)s
ru: Текущий накопленный опыт: %(progress)s

# ReferralManagementWindow/progressNotAvailable
source: Error loading data: information is temporarily unavailable. You can continue playing in a Platoon with your recruits. Experience earned will be saved.
ru: Ошибка загрузки данных: информация временно недоступна. Вы можете продолжить игру взводом со своими рекрутами, заработанный опыт будет сохранён.

# ReferralManagementWindow/referralsTable/createSquadBtn/label
source: Invite to Platoon
ru: Пригласить во взвод

# ReferralManagementWindow/referralsTable/emptyLine
source: %(lineNo)s. Available
ru: %(lineNo)s. Свободно

# ReferralManagementWindow/referralsTable/exp
source: Experience
ru: Опыт

# ReferralManagementWindow/referralsTable/expMultiplier
source: Experience Multiplier
ru: Множитель опыта

# ReferralManagementWindow/referralsTable/leftDays
source: d
ru: д.

# ReferralManagementWindow/referralsTable/leftHours
source: h
ru: ч.

# ReferralManagementWindow/referralsTable/leftTime
source: (left: %(time)s)
ru: (осталось: %(time)s)

# ReferralManagementWindow/referralsTable/nick
source: In-Game Name
ru: Имя в игре

# ReferralManagementWindow/title
source: Recruiting Office
ru: Призывной пункт

# ReferralReferralsIntroWindow/text_block/body/phenix
source: You have accepted an invitation from %(referrerName)s to join the tankers' community. The player will help you understand the specifics of the game and introduce you to the current update. %(referrerName)s is marked with the %(handIcon)s icon in your Contact list.
ru: Вы приняли приглашение игрока %(referrerName)s присоединиться к сообществу танкистов. Он поможет разобраться в особенностях игры и познакомит с актуальными изменениями. %(referrerName)s отмечен в вашем списке контактов значком %(handIcon)s

# ReferralReferralsIntroWindow/text_block/body/referrals
source: You have accepted an invitation from %(referrerName)s to join the tankers' community. The player will help you understand the specifics of the game and introduce you to the current update. %(referrerName)s is marked with the %(handIcon)s icon in your Contact list.
ru: Вы приняли приглашение игрока %(referrerName)s присоединиться к сообществу танкистов. Он поможет разобраться в особенностях игры и познакомит с актуальными изменениями. %(referrerName)s отмечен в вашем списке контактов значком %(handIcon)s

# ReferralReferralsIntroWindow/text_block/squad_text
source: Play in a Platoon with your recruiter and receive various rewards.
ru: Играйте взводом с вашим рекрутёром и получайте различные награды.

# ReferralReferralsIntroWindow/text_block/title
source: Welcome to the game, %(userName)s!
ru: Добро пожаловать в игру, %(userName)s!

# ReferralReferrerIntroWindow/applyButton/label
source: Affirmative!
ru: Так точно!

# ReferralReferrerIntroWindow/textBlock_body/invite_block
source: You have %(inviteCount)s invitations. You can use them to invite newcomers to try out World of Tanks or to bring back players who have not logged into the game for a long time. Learn more and send invitations on the game portal: %(link)s
ru: У вас есть %(inviteCount)s приглашений, с помощью которых можно предложить новичкам зарегистрироваться в World of Tanks или же вернуть игроков, которые давно не появлялись в игре. Прочитать подробнее и отправить приглашения можно на портале игры: %(link)s

# ReferralReferrerIntroWindow/textBlock_body/referrals_block
source: The player who has accepted your invitation is marked with the special %(icon)s icon in your Contact list. The list of your recruits is available in the Garage in your profile.
ru: Пришедший по вашему приглашению игрок отмечается в списке контактов специальным значком: %(icon)s. Список всех рекрутов доступен в Ангаре в профиле игрока.

# ReferralReferrerIntroWindow/textBlock_body/squad_block
source: When playing in a Platoon with a player who has started to play or returned to the game after accepting your invitation, both of you will receive additional experience after each battle. Also, special missions are available for you and your recruits to complete together.
ru: При игре взводом с игроком, начавшим играть или вернувшимся в игру по вашему приглашению, вы оба получите дополнительный опыт по результатам каждого боя. Также вам доступны особые боевые задачи, которые нужно выполнять вдвоём.

# ReferralReferrerIntroWindow/textBlock_link
source: Manage invitations
ru: Управление приглашениями

# ReferralReferrerIntroWindow/textBlock_title/invite_block
source: Send Invitations
ru: Высылайте приглашения

# ReferralReferrerIntroWindow/textBlock_title/referrals_block
source: Your Recruits
ru: Ваши рекруты

# ReferralReferrerIntroWindow/textBlock_title/squad_block
source: Rewarding Platoon Play
ru: Выгодная игра во взводе

# ReferralReferrerIntroWindow/titleMessage
source: Congratulations! You have become a recruiter and Refer a Friend Program participant.
ru: Поздравляем! Вы стали рекрутёром и участником программы «Пригласи друга».

# ReferralReferrerIntroWindow/windowTitle
source: Refer a Friend Program
ru: Программа «Пригласи друга»

# Time/timeValue/days
source: %(day)s d %(hour)s h %(min)s min
ru: %(day)s д %(hour)s ч %(min)s мин

# Time/timeValue/hours
source: %(hour)s h %(min)s min
ru: %(hour)s ч %(min)s мин

# Time/timeValue/lessMin
source: less than a minute
ru: менее минуты

# Time/timeValue/min
source: %(min)s min
ru: %(min)s мин

# awardWindow/okButton
source: Affirmative!
ru: Так точно!

# awardWindow/referral/complete
source: Invite recruits, play in a Platoon with them, and receive %(modifiers)s Combat Experience for each victory.
ru: Приглашайте рекрутов и играйте с ними взводом, получая модификаторы %(modifiers)s к боевому опыту за каждую победу.

# awardWindow/referral/credits/description
source: For 100,000 experience earned while playing in a Platoon with your recruit, you receive a reward: %(credits)s. Way to go!
ru: За 100 000 опыта, заработанных при игре взводом с вашими рекрутами, вы получаете награду: %(credits)s. Так держать!

# awardWindow/referral/credits/header
source: You were granted a reward
ru: Вы представлены к награде

# awardWindow/referral/nextTankman
source: To get the next crew member, earn %(expCount)s
ru: Для получения следующего члена экипажа необходимо набрать %(expCount)s

# awardWindow/referral/tankman/description/noXp
source: For experience earned when playing with your recruits in a Platoon, you received the crew member: %(tankman)s
ru: За заработанный опыт при игре взводом с вашими рекрутами вы получили члена экипажа: %(tankman)s

# awardWindow/referral/tankman/description/normal
source: For %(expCount)s experience earned while playing in a Platoon with your recruits, you have received the crew member: %(tankman)s.
ru: За %(expCount)s опыта, заработанных при игре взводом с вашими рекрутами, вы получили члена экипажа: %(tankman)s.

# awardWindow/referral/tankman/header
source: You have received a new crew member!
ru: Вы получили нового члена экипажа!

# awardWindow/referral/vehicle/description/bought
source: Your recruit has purchased a Tier X vehicle! You receive %(vehicleName)s as a reward!
ru: Ваш рекрут купил машину Х уровня! В награду вы получаете %(vehicleName)s

# awardWindow/referral/vehicle/description/noXp
source: For experience earned when playing with your recruits in a Platoon, you received %(vehicleName)s
ru: За заработанный опыт при игре взводом с вашими рекрутами вы получили %(vehicleName)s

# awardWindow/referral/vehicle/description/normal
source: For %(expCount)s experience earned while playing in a Platoon with your recruits, you have received %(vehicleName)s.
ru: За %(expCount)s опыта, заработанных при игре взводом с вашими рекрутами, вы получили %(vehicleName)s

# awardWindow/referral/vehicle/header
source: %(vehicleName)s is in the Garage!
ru: %(vehicleName)s доставлен в Ангар!

# awardWindow/title/credits
source: Monetary Allowance
ru: Денежное довольствие

# awardWindow/title/newTankman
source: New Crew Member in the Barracks
ru: Пополнение Казармы

# awardWindow/title/newVehicle
source: New Vehicle in the Garage
ru: Пополнение Ангара

# contextMenu/personalCase/stats/firstInfo
source: When driving a Premium vehicle, the crew is trained 50% faster.
ru: При игре на премиум машине экипаж обучается в полтора раза быстрее.

# contextMenu/personalCase/stats/secondInfo
source: Additionally, crew training for Elite vehicles can be accelerated.
ru: Дополнительно для элитных машин можно включить ускоренное обучение экипажа.

# contextMenu/personalCase/statsBlockTitle
source: IN PREMIUM VEHICLE
ru: НА ПРЕМИУМ МАШИНЕ

# contextMenu/vehicleBuy
source: Purchase
ru: Купить

# contextMenu/vehicleRemove
source: Remove
ru: Убрать

# currentVehicleStatus/igrRentalIsOver
source: Special has ended.
ru: Акция завершена

# currentVehicleStatus/inPremiumIgrOnly
source: Available only in %(icon)s. The special ends in: %(time)s
ru: Доступно только в %(icon)s. До завершения акции %(time)s

# currentVehicleStatus/rentalIsOver
source: Rental period ended
ru: Аренда завершена

# header/account/popover/referral/invited
source: Recruits invited: %(referrersNum)d
ru: Приглашено рекрутов: %(referrersNum)d

# header/account/popover/referral/moreInfo
source: Details
ru: Подробнее

# inventory/menu/vehicle/extra/premiumIGR/name
source: Vehicles %(icon)s
ru: Технику %(icon)s

# inventory/menu/vehicle/extra/rentals/name
source: Rented vehicles
ru: Арендованную технику

# moduleFits/need_gun
source: Incompatible gun
ru: Несовместимое орудие

# research/premium/benefits/premiumVehicleFirst
source: Additional Combat Experience for each battle
ru: больше боевого опыта за каждый бой;

# research/premium/benefits/premiumVehicleSecond
source: 50%% more crew experience for each battle
ru: в полтора раза больше опыта экипажа за каждый бой.

# shop/menu/vehicle/extra/rentals/name
source: Rented vehicles
ru: Арендованную технику

# shop/menu/vehicle/rent/days
source: for days: %(days)d
ru: на дней: %(days)d

# shop/menu/vehicle/rent/forever
source: unlimited
ru: бессрочно

# store/vehicleStates/igrRentalIsOver
source: Special has ended.
ru: Акция завершена

# store/vehicleStates/rentalIsOver
source: Rental period ended
ru: Аренда завершена

# tankCarousel/vehicleStates/igrRentalIsOver
source: Special has ended.
ru: Акция завершена

# tankCarousel/vehicleStates/inPremiumIgrOnly
source: Available only in %(icon)s
ru: Доступно только в %(icon)s

# tankCarousel/vehicleStates/rentalIsOver
source: Rental period ended
ru: Аренда завершена

# validation/publicInfo/abbrev/invalid/KR_CN
source: Incorrect / too many symbols entered! Allowed: Korean and Chinese characters, Latin letters, numbers 0–9, "-", and "_" symbols. Query example: "[WG-A]"
ru: Введены неправильные символы или недопустимое их количество! Допустимые символы: иероглифы, латинские буквы, числа 0-9, знаки «-» и «_». Пример запроса: «[WG-A]»

# vehicle/igrRentLeft/days
source: days: %(days)s
ru: дней: %(days)s

# vehicle/igrRentLeft/hours
source: hours: %(hours)s
ru: часов: %(hours)s

# vehicle/rentLeft/days
source: Days of rental: %(days)s
ru: Дней аренды: %(days)s

# vehicle/rentLeft/hours
source: Hours of rental: %(hours)s
ru: Часов аренды: %(hours)s

# vehicleIgr/days
source: Special vehicles %(igrIcon)s available for, days: %(days)s
ru: Акционная техника %(igrIcon)s доступна ещё дней: %(days)s

# vehicleIgr/hours
source: Special vehicles %(igrIcon)s available for, hours: %(hours)s
ru: Акционная техника %(igrIcon)s доступна ещё часов: %(hours)s

# awardWindow/closeButton
source: Close
ru: Закрыть

# awardWindow/quests/medals/header
source: You Receive Award
ru: Вы представлены к награде

# awardWindow/quests/tankmanFemale/description
source: For completion of all missions in a set, the high command expresses their gratitude and sends you a unique crew member.
ru: За выполнение всех боевых задач в рамках одной ветки командование выражает благодарность и высылает вам уникального члена экипажа.

# awardWindow/quests/tankmanFemale/header
source: New Crew Member!
ru: В вашем полку прибыло!

# awardWindow/quests/taskComplete/additional
source: Reward for fulfilling secondary conditions: %(award)s
ru: Награда за выполнение дополнительных условий: %(award)s

# awardWindow/quests/taskComplete/additionalNotComplete
source: Secondary conditions not fulfilled.
ru: Дополнительные условия не выполнены.

# awardWindow/quests/taskComplete/awardForComlete
source: Reward for Completion
ru: Награда за выполнение

# awardWindow/quests/taskComplete/awardRecieved
source: Reward for fulfilling the primary conditions has been already received.
ru: Награда за выполнение основных условий уже была получена

# awardWindow/quests/taskComplete/description
source: For completion of the mission, the high command expresses their gratitude and gives you valuable rewards.
ru: За выполнение боевой задачи командование выражает благодарность и вручает вам ценные награды.

# awardWindow/quests/taskComplete/header
source: Mission "%(taskName)s" completed!
ru: Задача "%(taskName)s" выполнена!

# awardWindow/quests/tokens/description
source: The high command expresses their gratitude for completion of the last mission in the set for one vehicle type and commends you for your brave deeds.
ru: За выполнение завершающей задачи ветки одного типа техники командование выражает благодарность и вручает вам наградные листы.

# awardWindow/quests/tokens/header
source: Commendation (%(count)s item(s))
ru: Наградной лист (%(count)s шт.)
