Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/menu.*.resx
Languages: ru

# awardWindow/personalDiscountAward/description/training
source: You have learned how to convert Combat Experience to Free Experience.
ru: Вы научились переводить боевой опыт в свободный.

# awardWindow/personalDiscountAward/header
source: Congratulations!
ru: Поздравляем!

# awardWindow/personalDiscountAward/rewardText
source: Reward for Completion
ru: Награда за выполнение

# awardWindow/personalDiscountAward/title
source: Congratulations
ru: Поздравление

# contextMenu/clanInfo
source: Player clan profile
ru: Профиль клана игрока

# currentVehicleStatus/fallout_broken
source: Group not ready
ru: Группа не готова

# currentVehicleStatus/fallout_max
source: Group not ready
ru: Группа не готова

# currentVehicleStatus/fallout_min
source: Group not ready
ru: Группа не готова

# currentVehicleStatus/fallout_only
source: Not suitable
ru: Не подходит

# currentVehicleStatus/fallout_required
source: Group not ready
ru: Группа не готова

# currentVehicleStatus/group_is_not_ready
source: Group not ready
ru: Группа не готова

# exchangeXP/available/forFree/label
source: free until
ru: бесплатно до

# headerButtons/battle/availableSince
source: Available from: %(datetime)s
ru: Доступно с: %(datetime)s

# headerButtons/battle/availableSinceSoon
source: Available in: %(time)s
ru: Доступно через: %(time)s

# headerButtons/battle/availableUntil
source: Available through: %(datetime)s
ru: Доступно до: %(datetime)s

# headerButtons/battle/availableUntilSoon
source: Finish time: %(time)s
ru: До окончания: %(time)s

# headerButtons/battle/menu/fallout/1
source: Domination
ru: Превосходство

# headerButtons/battle/menu/fallout/2
source: Steel Hunt
ru: Стальная охота

# headerButtons/battle/types/fallout
source: Rampage
ru: «Бой до последнего»

# headerButtons/fightBtn/tooltip/falloutNotEnoughPlayer/body
source: To join the battle, the Commander and at least one member of the Platoon must confirm that they are ready.
ru: Для выхода в бой подтвердить готовность должны командир взвода и как минимум один из совзводных.

# headerButtons/fightBtn/tooltip/falloutNotEnoughPlayer/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/falloutNotReady/body
source: Select vehicles: you can only join the battle with a complete group.
ru: Выберите технику: выйти в бой можно только полностью укомплектовав группу.

# headerButtons/fightBtn/tooltip/falloutNotReady/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/falloutNotSelected/body
source: To fight in the Rampage mode, select the battle type.
ru: Чтобы принять участие в режиме «Бой до последнего», выберите тип боя.

# headerButtons/fightBtn/tooltip/falloutNotSelected/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/falloutOnly/body
source: The selected vehicle is only suitable for the Rampage mode.
ru: Выбранная машина подходит только для режима «Бой до последнего».

# headerButtons/fightBtn/tooltip/falloutOnly/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/falloutVehLevelRequired/body
source: Select a Tier %(level)s vehicle
ru: Выберите машину %(level)s уровня.

# headerButtons/fightBtn/tooltip/falloutVehLevelRequired/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/falloutVehMin/body
source: Select a Tier %(level)s vehicle
ru: Выберите машину %(level)s уровня.

# headerButtons/fightBtn/tooltip/falloutVehMin/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# nation_tree/title/czech
source: Czechoslovakia
ru: Техника Чехословакии

# nations/czech
source: Czechoslovakia
ru: Чехословакия

# store/vehicleStates/fallout_broken
source: Group not ready
ru: Группа не готова

# store/vehicleStates/fallout_max
source: Group not ready
ru: Группа не готова

# store/vehicleStates/fallout_min
source: Group not ready
ru: Группа не готова

# store/vehicleStates/fallout_required
source: Group not ready
ru: Группа не готова

# store/vehicleStates/group_is_not_ready
source: Group not ready
ru: Группа не готова

# tankCarousel/vehicleStates/fallout_broken
source: Group not ready
ru: Группа не готова

# tankCarousel/vehicleStates/fallout_max
source: Group not ready
ru: Группа не готова

# tankCarousel/vehicleStates/fallout_min
source: Group not ready
ru: Группа не готова

# tankCarousel/vehicleStates/fallout_only
source: Not suitable
ru: Не подходит

# tankCarousel/vehicleStates/fallout_required
source: Group not ready
ru: Группа не готова

# vehicle/rentLeft/battles
source: Battles available: %(battles)s
ru: Боёв доступно: %(battles)s

# awardWindow/specialAchievement/pveBattle/description
source: You finished %(battlesCount)d battles in the Proving Ground mode. It is time you experienced combat against a real enemy in the Random Battle mode. Note: from now on you will not earn credits or experience in the Proving Ground mode.
ru: Вы завершили свой %(battlesCount)d бой. Настало время перейти к активным боевым действиям в режиме «Случайный бой». Теперь боевой опыт, кредиты, награды в режиме «Учебный бой» не будут начисляться.

# awardWindow/title/info
source: Bulletin
ru: Информационный листок

# bonusType/16
source: Proving Ground
ru: Учебный бой

# contextMenu/copyClanName
source: Copy clan name
ru: Скопировать название клана

# contextMenu/sendClanInvite
source: Invite to clan
ru: Пригласить в клан

# contextMenu/viewClanProfile
source: Clan profile
ru: Профиль клана

# currentVehicleStatus/unsuitableToQueue
source: Not suitable
ru: Не подходит

# header/account/popover/clan/clanInvite
source: Clan Invitations
ru: Приглашения в клан

# header/account/popover/clan/enabled/btnLabel
source: Clan Profile
ru: Профиль клана

# header/account/popover/clan/notInClan
source: You have no clan.
ru: Вы не состоите в клане

# header/account/popover/clan/not_enabled/btnLabel
source: Clan Statistics
ru: Статистика клана

# header/account/popover/clan/searchClan1
source: Search for a Clan
ru: Найти клан

# header/account/popover/clan/searchClan2
source: Clan Search
ru: Поиск клана

# headerButtons/battle/types/battleTeaching
source: Proving Ground
ru: Учебный бой

# headerButtons/fightBtn/tooltip/sandbox/invalid/header
source: Unable to Enter Battle
ru: Выход в бой недоступен

# headerButtons/fightBtn/tooltip/sandbox/invalid/level/body
source: You can only join the battle in researchable or Premium vehicles of Tiers %(levels)s.
ru: Выйти в бой можно только на исследуемой и премиум технике %(levels)s уровней.

# loading/battleTypes/11
source: Proving Ground
ru: Учебный бой

# loading/battleTypes/12
source: Proving Ground
ru: Учебный бой

# login/status/NOT_SET
source: You have been disconnected from the server.
ru: Вы отключены от сервера.

# pveSandbox/queue/message
source: Assembling teams...
ru: Идёт формирование команд...

# pveSandbox/queue/more_n_minutes
source: more than %(minutes)s min
ru: более %(minutes)s мин.

# pveSandbox/queue/player-waiting-time
source: In queue:
ru: Вы в очереди:

# pveSandbox/queue/title
source: Queue for Proving Ground
ru: Очередь на выход в Учебный бой

# pveSandbox/queue/units
source: %(units)s s
ru: %(units)s с

# store/vehicleStates/unsuitableToQueue
source: Not suitable
ru: Не подходит

# tankCarousel/vehicleStates/unsuitableToQueue
source: Not suitable
ru: Не подходит

# awardWindow/telecomAward/button/label
source: Display in Garage
ru: Показать в Ангаре

# currentVehicleStatus/dealIsOver
source: Unavailable
ru: Недоступно

# store/vehicleStates/dealIsOver
source: Unavailable
ru: Недоступно

# tankCarousel/vehicleStates/dealIsOver
source: Unavailable
ru: Недоступно

# bonusType/18
source: Domination
ru: «Превосходство»

# bonusType/19
source: Steel Hunt
ru: «Стальная охота»

# boostersWindow/boostersTable/noInfo/message
source: Check the enabled Personal Reserves filters (if any).
ru: Проверьте установленные фильтры поиска личных резервов (если таковые имеются).

# boostersWindow/boostersTable/noInfo/title
source: Nothing Found
ru: Ничего не найдено

# boostersWindow/levelFilters/label
source: Size:
ru: Размер личного резерва:

# boostersWindow/typeFilters/label
source: Type:
ru: Тип ресурса:

# header/account/popover/crewButton/disabledTooltip
source: The Team Profile will be available after downloading the full game.
ru: Профиль команды станет доступен после загрузки оставшейся части игры.

# headerButtons/battle/menu/event
source: Convoy
ru: «Конвой»

# headerButtons/battle/menu/fallout/14
source: Domination
ru: «Превосходство»

# headerButtons/battle/menu/fallout/15
source: Steel Hunt
ru: «Стальная охота»

# headerButtons/battle/types/simpleSquad
source: Platoon
ru: Взвод

# loading/battleTypes/13
source: Domination
ru: «Превосходство»

# loading/battleTypes/14
source: Steel Hunt
ru: «Стальная охота»

# storeTab/inventory
source: Depot
ru: Склад

# storeTab/shop
source: Store
ru: Магазин

# tankmanPersonalCase/modifiers/customization
source: Vehicle customization
ru: Кастомизация машины

# awardWindow/telecomAward/description/prem
source: Premium Account
ru: Премиум аккаунт

# boostersWindow/boostersTable/noInfo/empty/message
source: Nothing to display
ru: Нет элементов для отображения

# boostersWindow/boostersTable/noInfo/notFound/message
source: Check the enabled Personal Reserve filters (if any).
ru: Проверьте установленные фильтры поиска личных резервов (если таковые имеются).

# boostersWindow/boostersTable/noInfo/notFound/title
source: Nothing Found
ru: Ничего не найдено

# boostersWindow/boostersTableRenderer/buyBtnLabel
source: Purchase
ru: Купить

# boostersWindow/returnBtn/label
source: Back to List
ru: Вернуться к списку

# boostersWindow/tabs/buyLabel
source: Purchase (%(count)s)
ru: Купить (%(count)s)

# contextMenu/showVehiclePreview
source: Preview vehicle
ru: Предпросмотр машины

# contextMenu/vehiclePreview
source: Preview vehicle
ru: Предпросмотр машины

# currentVehicleStatus/unsuitableToUnit
source: Not suitable
ru: Не подходит

# headerButtons/battle/types/squad/randomBattle
source: : Random Battle
ru: : случайный бой

# lobby_menu/manyServers/title
source: Server and ping (ms):
ru: Сервер и пинг (мс):

# lobby_menu/oneServer/title
source: Server: %(sName)s
ru: Сервер: %(sName)s

# login/status/another_periphery
source: You are still logged in on another server.
ru: Не закончена сессия на другом сервере.

# login/status/checkout_error
source: Error receiving player details. Please try again.
ru: Ошибка сервера при получении информации об игроке. Попробуйте войти ещё раз.

# moduleFits/title
source: %(moduleName)s for the %(vehicleName)s
ru: %(moduleName)s для %(vehicleName)s

# moduleInfo/params/maxShotDistance
source: Firing Range
ru: Дальность стрельбы

# moduleInfo/params/maxShotDistance/footnote
source: * maximum shell flying range for this gun
ru: * максимальная дальность полета снарядов для данного орудия

# moduleInfo/params/noPiercingDistance/footnote
source: * does not depend on the distance for this type of shell%s
ru: * для данного типа снарядов не зависит от расстояния%s

# moduleInfo/params/noPiercingDistance/footnote/maxDistance
source: , maximum flying range—400 m
ru: , максимальная дальность полёта - 400 м

# moduleInfo/params/piercingDistance
source: %(dist)s m
ru: %(dist)s метров

# moduleInfo/params/piercingDistanceHeader
source: Average Penetration (mm)—Distance
ru: Средняя бронепробиваемость (мм) — Расстояние

# nation_tree/title/sweden
source: Sweden
ru: Техника Швеции

# nations/sweden
source: Sweden
ru: Швеция

# optionalDeviceFits/title
source: Select Equipment
ru: Выбор оборудования

# promo/toArchive
source: Bulletin
ru: Информационный листок

# research/showInPreviewBtn/label
source: Preview
ru: Предпросмотр

# skillDropWindow/study/academy
source: Maximum
ru: Максимальный

# skillDropWindow/study/free
source: Low
ru: Низкий

# skillDropWindow/study/scool
source: High
ru: Высокий

# tank_params/clipFireRate
source: Load
ru: Перезарядка

# tank_params/clipSec
source: (magazine/shell/number of shells)
ru: (магазина/снаряда/кол-во)

# tank_params/grads
source: (deg)
ru: (град)

# tank_params/gunYawLimits
source: Gun Traverse Limits
ru: Углы горизонтальной наводки

# tank_params/invisibilityMovingFactor
source: Concealment of Moving Vehicle (%)
ru: Незаметность машины в движении (%)

# tank_params/invisibilityStillFactor
source: Concealment of Stationary Vehicle (%)
ru: Незаметность неподвижной машины (%)

# tank_params/kg
source: (kg)
ru: (кг)

# tank_params/pitchLimits
source: Gun Depression/Elevation Angles
ru: Углы вертикальной наводки

# tank_params/relativeArmor
source: Survivability
ru: Живучесть

# tank_params/relativeCamouflage
source: Concealment
ru: Незаметность

# tank_params/relativeMobility
source: Mobility
ru: Мобильность

# tank_params/relativePower
source: Firepower
ru: Огневая мощь

# tank_params/relativeVisibility
source: Spotting
ru: Наблюдение

# tank_params/turretYawLimits
source: Turret Traverse Angles
ru: Углы поворота башни

# tank_params/vehicleWeight
source: Weight/Load Limit
ru: Масса/предельная масса машины

# vehParams/armor
source: Survivability
ru: Живучесть

# vehParams/firepower
source: Firepower
ru: Огневая мощь

# vehParams/mobility
source: Mobility
ru: Мобильность

# vehParams/reconnaissance
source: Spotting
ru: Наблюдение

# vehicleInfo/params/aimingTime
source: Aiming Time (s)
ru: Время сведения (с)

# vehicleInfo/params/clipFireRate
source: Reload Time (magazine/shell/number of shells)
ru: Перезарядка (магазина/снаряда/кол-во)

# vehicleInfo/params/damageAvgPerMinute
source: Average Damage per Minute
ru: Средний урон в минуту

# vehicleInfo/params/enginePowerPerTon
source: Specific Power (h.p./t)
ru: Удельная мощность (л.с./т)

# vehicleInfo/params/gunYawLimits
source: Gun Traverse Limits (deg)
ru: Углы горизонтальной наводки (град)

# vehicleInfo/params/invisibility
source: Concealment of Moving/Stationary Vehicle (%)
ru: Незаметность машины в движении/неподвижной (%)

# vehicleInfo/params/invisibilityMovingFactor
source: Concealment of Moving Vehicle (%)
ru: Незаметность машины в движении (%)

# vehicleInfo/params/invisibilityStillFactor
source: Concealment of Stationary Vehicle (%)
ru: Незаметность неподвижной машины (%)

# vehicleInfo/params/pitchLimits
source: Gun Depression/Elevation Angles (deg)
ru: Углы вертикальной наводки (град)

# vehicleInfo/params/reloadTimeSecs
source: Gun Reload Time (s)
ru: Перезарядка орудия (с)

# vehicleInfo/params/shotDispersionAngle
source: Dispersion at 100 m (m)
ru: Разброс на 100 м (м)

# vehicleInfo/params/turretYawLimits
source: Turret Traverse Angles (deg)
ru: Углы поворота башни (град)

# vehicleInfo/params/vehicleWeight
source: Weight/Load Limit (t)
ru: Масса/предельная масса машины (т)

# awardWindow/mission/additionalComplete
source: Secondary condition fulfilled.
ru: Дополнительное условие выполнено.

# awardWindow/mission/additionalNotComplete
source: Secondary condition not fulfilled.
ru: Дополнительное условие не выполнено.

# awardWindow/mission/available
source: Missions available: %(count)s
ru: Доступно боевых задач: %(count)s

# awardWindow/mission/complete
source: Mission completed!
ru: Боевая задача выполнена!

# awardWindow/mission/conditionComplete
source: Condition fulfilled!
ru: Условие выполнено!

# awardWindow/mission/mainConditionComplete
source: Primary condition fulfilled!
ru: Основное условие выполнено!

# awardWindow/mission/nextButton
source: To Missions
ru: К задачам

# awardWindow/mission/nextButton/tooltip/body
source: Click to view missions available for completion.
ru: Нажмите, чтобы просмотреть задачи, доступные для выполнения в настоящий момент.

# awardWindow/mission/nextButton/tooltip/header
source: To Missions
ru: К задачам

# awardWindow/personalMission/alreadyCompleted
source: (Already completed)
ru: (Выполнено ранее)

# awardWindow/personalMission/available
source: The next mission is available
ru: Доступна следующая задача

# awardWindow/personalMission/complete
source: Mission Completed!
ru: Задача выполнена!

# awardWindow/personalMission/completeWithHonors
source: Mission completed with honors!
ru: Задача выполнена с отличием!

# awardWindow/personalMission/mainConditionCompleted
source: Primary condition fulfilled!
ru: Основное условие выполнено!

# awardWindow/personalMission/nextButton
source: Show Mission
ru: Показать задачу

# awardWindow/personalMission/nextButton/tooltip/body
source: Click to view conditions of the next mission and respective rewards.
ru: Нажмите, чтобы просмотреть условия следующей задачи и награду за неё.

# awardWindow/personalMission/nextButton/tooltip/header
source: Show Mission
ru: Показать задачу

# awardWindow/personalMission/nextButtonAward
source: Recruit Female Crew Member
ru: Рекрутировать танкистку

# awardWindow/personalMission/nextButtonAward/tooltip/body
source: Click to recruit a female crew member for completing the main conditions of the last mission in the set.
ru: Нажмите, чтобы рекрутировать девушку-танкиста за выполнение основных условий завершающей ветку задачи.

# awardWindow/personalMission/nextButtonAward/tooltip/header
source: Recruit
ru: Рекрутировать

# awardWindow/personalMission/sideConditionCompleted
source: Secondary condition fulfilled!
ru: Дополнительное условие выполнено!

# awardWindow/personalMission/sideConditionNotCompleted
source: Secondary condition not fulfilled
ru: Дополнительное условие не выполнено

# barracks/btnRecovery
source: Recover
ru: Восстановить

# barracks/dismissedTankmenCount
source: Dismissed crew members: %(curValue)s of %(total)s
ru: Демобилизованные члены экипажей: %(curValue)s из %(total)s

# barracks/menu/locationFilter/barracksAndTanks
source: In Barracks and in vehicles
ru: В Казарме и на технике

# barracks/menu/locationFilter/dismissed
source: Dismissed
ru: Демобилизованные

# barracks/noFilteredRecoveryTankmen/message
source: No dismissed crew members matching the selected filter
ru: Нет демобилизованных членов экипажей, удовлетворяющих условиям фильтра.

# barracks/noRecoveryTankmen/message
source: Only those crew members who have enough experience to train at least one skill or perk to 100%% (or who already have at least one skill or perk trained) are included here after they are dismissed. You can recover such a crew member within a period of %(totalDays)s d: • for free—during the next %(freeDays)s d after dismissal • for %(price)s—during the next %(paidDays)s d after dismissal.
ru: После демобилизации сюда попадают только те члены экипажей, у которых достаточно опыта для развития одного умения или навыка на 100%% (или как минимум одно умение или навык уже развиты). В течение %(totalDays)s д. вы можете вернуть такого члена экипажа в строй: • бесплатно — в ближайшие %(freeDays)s д.; • за %(price)s — в последующие %(paidDays)s д.

# barracks/noRecoveryTankmen/title
source: No Dismissed Crew Members
ru: Нет демобилизованных членов экипажей

# barracks/obtainingVehicleType/dropDownItem/buyingVehicle
source: Purchase
ru: Покупка

# barracks/obtainingVehicleType/dropDownItem/restoreVehicle
source: Recovery with credits
ru: Восстановление за кредиты

# barracks/recoveryCount
source: %(info)s Allowed total: %(total)s
ru: %(info)s Допустимо всего: %(total)s

# contextMenu/compare
source: Add to comparison
ru: Добавить к сравнению

# contextMenu/disableCommunications
source: Block for this battle
ru: Заблокировать на время боя

# contextMenu/enableCommunications
source: Unblock
ru: Разблокировать

# contextMenu/incorrectBehavior
source: Inappropriate behavior in chat
ru: Некорректное поведение в чате

# contextMenu/profileVehicleCompare
source: Add to comparison
ru: Добавить к сравнению

# contextMenu/restore
source: Recover
ru: Восстановить

# contextMenu/userVehicleCompare
source: Add to comparison
ru: Добавить к сравнению

# contextMenu/vehicleRestore
source: Recover
ru: Восстановить

# currentVehicleStatus/isRentable
source: Vehicle rent available
ru: Доступна аренда машины

# denunciation/7
source: Inappropriate behavior in chat
ru: Некорректное поведение в чате

# disconnect/codes/1013
source: desynchronization of components related to "Customization" (1013)
ru: рассинхронизация инвентаря, связанная с компонентом «Камуфляжи» (код 1013).

# disconnect/codes/1014
source: desynchronization of components related to "Inscriptions" (1014)
ru: рассинхронизация инвентаря, связанная с компонентом «Надписи» (код 1014).

# disconnect/codes/1015
source: desynchronization of components related to "Emblems" (1015)
ru: рассинхронизация инвентаря, связанная с компонентом «Эмблемы» (код 1015).

# discount/description/vehicle
source: a %(effectValue)s discount on purchasing the %(targetName)s
ru: скидка %(effectValue)s на покупку %(targetName)s

# discount/userName/vehicle
source: Personal discount on purchasing vehicles
ru: Персональная скидка на покупку техники

# headerButtons/btnLabel/premShop
source: Premium Shop
ru: Премиум магазин

# headerButtons/encyclopedia
source: Training Center
ru: Учебный центр

# ingame_menu/buttons/replayExit
source: Exit
ru: Выйти

# levels/roman/1
source: Tier I
ru: I уровень

# levels/roman/10
source: Tier X
ru: X уровень

# levels/roman/2
source: Tier II
ru: II уровень

# levels/roman/3
source: Tier III
ru: III уровень

# levels/roman/4
source: Tier IV
ru: IV уровень

# levels/roman/5
source: Tier V
ru: V уровень

# levels/roman/6
source: Tier VI
ru: VI уровень

# levels/roman/7
source: Tier VII
ru: VII уровень

# levels/roman/8
source: Tier VIII
ru: VIII уровень

# levels/roman/9
source: Tier IX
ru: IX уровень

# moduleInfo/hydraulicChassisLabel
source: Hydropneumatic suspension: allows the vehicle to switch between Siege and Travel mode
ru: Гидропневматическая подвеска: позволяет переходить в осадный / походный режимы

# moduleInfo/params/avgDamagePerMinute
source: Average Damage per Minute
ru: Средний урон в минуту

# onlineCounter/total
source: Total
ru: Всего

# prebattle/waitingTimeWarning
source: *It may take longer for SPGs to find a battle than for other vehicle types. Please be patient.
ru: *Ожидание боя для САУ занимает больше времени, чем для других типов техники. Пожалуйста, подождите.

# research/labels/button/addToCompare
source: To Comparison
ru: К сравнению

# research/labels/button/restore
source: Recover
ru: Восстановить

# shop/menu/vehicle/rent/available
source: Available for rent from %(price)s.
ru: Доступно для аренды от %(price)s.

# shop/menu/vehicle/restore
source: recover
ru: восстановить

# shop/table/header/compare
source: Compare
ru: Сравнить

# store/menu/noItems
source: Nothing found. Please check the enabled search filters.
ru: Ничего не найдено. Проверьте установленные фильтры поиска.

# tankCarousel/vehicleStates/unsuitableToUnit
source: Not suitable for the Platoon
ru: Не подходит для взвода

# tank_params/switchOffTime
source: Switching to Travel mode
ru: Время перехода в походный режим

# tank_params/switchOnTime
source: Switching to Siege mode
ru: Время перехода в осадный режим

# vehicle/restoreCooldownLeft/days
source: Recovery will be available in %(time)s d
ru: Восстановление станет доступно через %(time)s д.

# vehicle/restoreCooldownLeft/hours
source: Recovery will be available in %(time)s h
ru: Восстановление станет доступно через %(time)s ч.

# vehicle/restoreLeft/days
source: Available for recovery for another %(time)s d
ru: Доступно для восстановления ещё %(time)s д.

# vehicle/restoreLeft/disabledByRent
source: Unavailable until the end of rental
ru: Недоступно до завершения аренды

# vehicle/restoreLeft/hours
source: Available for recovery for another %(time)s h
ru: Доступно для восстановления ещё %(time)s ч.

# vehicle/restoreLeft/unlim
source: Recovery available
ru: Доступно восстановление

# vehicleInfo/compareBtn/label
source: Add to Comparison
ru: Добавить к сравнению
