Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/menu.*.resx
Languages: ru

# accountInfo/credits
source: Credits:
ru: Кредиты:

# accountInfo/experience
source: Total Experience:
ru: Общий опыт:

# accountInfo/gold
source: Gold:
ru: Золото:

# accountTypes/base
source: Standard Account
ru: Базовый аккаунт

# accountTypes/demo
source: Test Account
ru: Тестовый аккаунт

# accountTypes/free
source: Free Account
ru: Бесплатный аккаунт

# accountTypes/guest
source: Guest Account
ru: Гостевой аккаунт

# accountTypes/premium
source: Premium:
ru: Премиум:

# ammoReload/additionBuy
source: Purchase
ru: Докупить

# ammoReload/ammunition
source: Ammunition:
ru: Боекомплект:

# ammoReload/autoFill
source: Auto-resupply
ru: Автопополнение

# ammoReload/cancel
source: Cancel
ru: Отменить

# ammoReload/clearAmmunition
source: Clear ammunition
ru: Очистить боекомплект

# ammoReload/damage/title
source: Damage:
ru: Урон:

# ammoReload/fill
source: Resupply
ru: Пополнить

# ammoReload/inTank
source: Loaded
ru: Загружено

# ammoReload/onInventory
source: In Depot
ru: На Складе

# ammoReload/piercingPower/title
source: Penetration: up to
ru: Бронепробиваемость: до

# ammoReload/piercingPower/units
source: mm
ru: мм

# ammoReload/reloadTitle
source: Ammunition for
ru: Боекомплект для

# ammoReload/title
source: Resupply Ammunition
ru: Пополнение боекомплекта

# ammoReload/totalcost
source: Total:
ru: Итого:

# barracks/btnBuyBerth
source: Enlarge Barracks
ru: Расширить Казарму

# barracks/btnBuyBerthDecs
source: Enlarge Barracks by adding {%d} bunks?
ru: Расширить Казарму, добавив {%d} коек?

# barracks/btnBuyTankman
source: Recruit
ru: Рекрутировать члена экипажа

# barracks/btnDissmiss
source: Dismiss
ru: Демобилизовать

# barracks/btnNewPlace
source: Enlarge Barracks
ru: Расширить Казарму

# barracks/btnRecruit
source: Recruit
ru: Рекрутировать члена экипажа

# barracks/btnUnload
source: Send to Barracks
ru: В Казарму

# barracks/menu/locationFilter/all
source: In Barracks and in vehicles
ru: В Казарме и на технике

# barracks/menu/locationFilter/barracks
source: In Barracks
ru: В Казарме

# barracks/menu/locationFilter/tanks
source: In all vehicles in Garage
ru: На всей технике в Ангаре

# barracks/menu/locationFilter/textfield
source: Location:
ru: Находятся:

# barracks/menu/roleFilter/all
source: All crew members
ru: Все члены экипажа

# barracks/menu/roleFilter/commander
source: Commanders
ru: Командиры

# barracks/menu/roleFilter/driver
source: Drivers
ru: Водители

# barracks/menu/roleFilter/gunner
source: Gunners
ru: Наводчики

# barracks/menu/roleFilter/loader
source: Loaders
ru: Заряжающие

# barracks/menu/roleFilter/radioman
source: Radio Operators
ru: Радисты

# barracks/menu/roleFilter/textfield
source: Qualification:
ru: Специальность:

# barracks/menu/tankTypeFilter/textfield
source: Specialization:
ru: Специализация:

# barracks/placesCount
source: Available Bunks: %(free)s of %(total)s
ru: Свободных коек: %(free)s из %(total)s

# barracks/tankmenCount
source: Crew members: %(curValue)s of %(total)s
ru: Члены экипажей: %(curValue)s из %(total)s

# carousel_tank_filter/AT-SPG
source: Tank Destroyers
ru: ПТ-САУ

# carousel_tank_filter/SPG
source: SPGs
ru: САУ

# carousel_tank_filter/all
source: All
ru: Все

# carousel_tank_filter/heavyTank
source: Heavy Tanks
ru: Тяжёлые танки

# carousel_tank_filter/lightTank
source: Light Tanks
ru: Лёгкие танки

# carousel_tank_filter/mediumTank
source: Medium Tanks
ru: Средние танки

# carousel_tank_filter/ready
source: Primary only
ru: Только основные

# centerIsAvailable
source: All servers are available again.
ru: Все сервисы опять работают в штатном режиме.

# centerIsUnAvailable
source: Game services temporarily unavailable.
ru: Технические проблемы, игровые сервисы частично недоступны.

# common/premiumBuy
source: Purchase Premium
ru: Купить премиум

# common/premiumContinue
source: Extend Premium
ru: Продлить премиум

# contextMenu/addToFriends
source: Add to your Friends list
ru: Добавить в «Друзья»

# contextMenu/addToIgnored
source: Add to your Blacklist
ru: Добавить в «Чёрный список»

# contextMenu/appeal
source: Complain
ru: Пожаловаться

# contextMenu/bot
source: Inaction/Bot
ru: Бездействие/бот

# contextMenu/buy
source: Purchase
ru: Купить

# contextMenu/buyAndEquip
source: Purchase and mount
ru: Купить и установить

# contextMenu/copyToClipBoard
source: Copy to clipboard
ru: Копировать имя

# contextMenu/createPrivateChannel
source: Send message
ru: Отправить сообщение

# contextMenu/dismiss
source: Dismiss
ru: Демобилизовать

# contextMenu/equip
source: Mount
ru: Установить

# contextMenu/goToNationTree
source: Tech Tree
ru: Дерево исследований

# contextMenu/goToNextVehicle
source: Research modules
ru: Исследовать модули

# contextMenu/kickPlayer
source: Dismiss from team
ru: Исключить из команды

# contextMenu/moduleInfo
source: Characteristics
ru: Информация о модуле

# contextMenu/moneyTransfer
source: Transfer gold
ru: Перевод золота...

# contextMenu/notFairPlay
source: Unsportsmanlike conduct
ru: Неспортивное поведение

# contextMenu/offend
source: Insults and provocations
ru: Оскорбления и провокации

# contextMenu/personalCase
source: Personal File
ru: Личное дело

# contextMenu/removeFromFriends
source: Remove from your Friends list
ru: Удалить из «Друзей»

# contextMenu/removeFromIgnored
source: Remove from your Blacklist
ru: Удалить из «Чёрного списка»

# contextMenu/sell
source: Sell
ru: Продать

# contextMenu/setMuted
source: Disable voice messages
ru: Отключить голосовые сообщения

# contextMenu/tankmanUnload
source: Send to Barracks
ru: Высадить в Казарму

# contextMenu/teamKill
source: Team damage
ru: Повреждение союзников

# contextMenu/unload
source: Send to Depot
ru: Выгрузить на Склад

# contextMenu/unlock
source: Research
ru: Исследовать

# contextMenu/unsetMuted
source: Enable voice messages
ru: Включить голосовые сообщения

# contextMenu/userInfo
source: Player's Service Record
ru: Достижения игрока

# contextMenu/vehicleCheck
source: Set as Primary
ru: Отметить как «основной»

# contextMenu/vehicleInfo
source: Vehicle details
ru: Информация

# contextMenu/vehicleInfoEx
source: Vehicle details
ru: Информация o технике

# contextMenu/vehicleResearch
source: Research
ru: К исследованию

# contextMenu/vehicleSell
source: Sell
ru: Продать

# contextMenu/vehicleUncheck
source: Uncheck Primary label
ru: Снять отметку «основной»

# copy
source: © 2009–2017 Wargaming.net. All rights reserved.
ru: © 2009–2017 Wargaming.net. Все права защищены.

# currentVehicleStatus/ammoNotFull
source: Ammunition incomplete
ru: Неполный боекомплект

# currentVehicleStatus/crewNotFull
source: Crew incomplete
ru: Неполный экипаж

# currentVehicleStatus/damaged
source: Repairs required
ru: Требуется ремонт

# currentVehicleStatus/destroyed
source: Repairs required
ru: Требуется ремонт

# currentVehicleStatus/exploded
source: Repairs required
ru: Требуется ремонт

# currentVehicleStatus/inbattle
source: This vehicle is in battle
ru: Танк в бою

# currentVehicleStatus/lockedbs
source: Awaiting team to join the battle
ru: Ожидаем входа команды в бой

# currentVehicleStatus/lockedcompany
source: Tank Company awaiting battle
ru: Ожидаем входа роты в бой

# currentVehicleStatus/lockedsquad
source: Platoon awaiting battle
ru: Ожидаем входа взвода в бой

# currentVehicleStatus/notpresent
source: You must purchase a vehicle
ru: Необходимо купить машину

# currentVehicleStatus/ready
source: Ready for battle!
ru: К бою готов!

# currentVehicleStatus/undamaged
source: Ready for battle!
ru: К бою готов!

# customization/buttons/apply
source: Purchase(%(count)s)
ru: Купить(%(count)s)

# customization/buttons/close
source: Close
ru: Закрыть

# customization/change/camouflage
source: Camouflage
ru: камуфляж

# customization/change/horn
source: Horn
ru: клаксон

# customization/items/camouflage
source: Camouflage
ru: камуфляж

# customization/items/horn
source: Horn
ru: клаксон

# customization/labels/camouflage/current
source: Current:
ru: Текущий:

# customization/labels/camouflage/new
source: New:
ru: Новый:

# customization/labels/camouflage/price
source: Camouflage
ru: Камуфляж

# customization/labels/camouflage/section
source: Camouflage
ru: Камуфляж

# customization/labels/horn/current
source: Current:
ru: Текущий:

# customization/labels/horn/new
source: New:
ru: Новый:

# customization/labels/horn/price
source: Horn
ru: Клаксон

# customization/labels/horn/section
source: Horn
ru: Клаксон

# customization/labels/period
source: Apply Camouflage:
ru: Нанести камуфляж:

# customization/labels/timeLeft/days
source: days left: %d
ru: осталось дней: %d

# customization/labels/timeLeft/hours
source: hours left: %d
ru: осталось часов: %d

# customization/labels/totalPrice
source: Total:
ru: Итого:

# customization/period/day
source: for 1 day
ru: на 1 день

# customization/period/days
source: for %d days
ru: на %d дней

# customization/period/infinity
source: permanently
ru: постоянно

# customization/title
source: Exterior
ru: Внешний вид

# denunciation/type0
source: Insult and provocation
ru: Оскорбления и провокации

# denunciation/type1
source: Unfair play
ru: Неспортивное поведение

# denunciation/type2
source: Team damage
ru: Повреждение союзников

# denunciation/type3
source: Idle/Bot
ru: Бездействие/бот

# descriptions/shell
source: Damage: %(damage)s
ru: Урон: %(damage)s

# descriptions/shellFull
source: Penetration: %(avgPiercingPower)s mm Damage: %(damage)s
ru: Пробивает: %(avgPiercingPower)s мм Урон: %(damage)s

# descriptions/vehicle
source: %(weight)s t; Armor: up to %(hullArmor)s mm; Gun %(caliber)s mm
ru: %(weight)s т; броня: до %(hullArmor)s мм; орудие: %(caliber)s мм

# descriptions/vehicleChassis
source: Traverse Speed: up to %(rotationSpeed)s deg/s Load Limit: %(maxLoad)s t
ru: Скорость поворота: до %(rotationSpeed)s град/с Макс. нагрузка: %(maxLoad)s т

# descriptions/vehicleEngine
source: Power: %(enginePower)s h.p. Chance of Fire on Impact: %(fireStartingChance)s
ru: Мощность: %(enginePower)s л.с. Вероятность пожара при попадании: %(fireStartingChance)s

# descriptions/vehicleGun
source: %(reloadTime)s rounds/min; Average Damage: %(avgDamageList)s Average Penetration: %(avgPiercingPower)s mm
ru: %(reloadTime)s выстр/мин; Средний урон: %(avgDamageList)s Средняя пробиваемость: %(avgPiercingPower)s мм

# descriptions/vehicleRadio
source: Signal Range: up to %(radioDistance)s m
ru: Дальность связи: до %(radioDistance)s м

# descriptions/vehicleTurret
source: Armor: %(armor)s mm; Traverse: %(rotationSpeed)s deg/s View Range: aprx %(circularVisionRadius)s m
ru: Броня: %(armor)s мм; Поворот: %(rotationSpeed)s град/с Обзор: ок. %(circularVisionRadius)s м

# exchange/cancel
source: Cancel
ru: Отменить

# exchange/change
source: Convert:
ru: Обменять:

# exchange/charge
source: Resupply
ru: Пополнить

# exchange/credits
source: credits
ru: кредитов

# exchange/gold
source: gold
ru: золота

# exchange/no_gold
source: Not enough gold for exchange.
ru: У вас не хватает золота для обмена.

source: Exchange rate:
ru: Курс обмена:

# exchange/rest
source: Balance:
ru: Остаётся:

# exchange/submit
source: Exchange
ru: Обменять

# exchange/title
source: Exchange Gold
ru: Обмен золота

# exchangeXP/available
source: Available Experience:
ru: Опыта доступно:

# exchangeXP/cancel
source: Cancel
ru: Отменить

# exchangeXP/change
source: Convert ({%d} for {%d}):
ru: Перевести в свободный опыт ({%d} за {%d}):

# exchangeXP/pay
source: Total:
ru: К оплате:

# exchangeXP/submit
source: Transfer
ru: Перевести

# exchangeXP/title
source: Convert to Free Experience
ru: Перевод в свободный опыт

# fittingListItemRenderer/replace
source: Change order
ru: Поменять снаряжение местами

# fittingListItemRenderer/unload
source: Demount and send to Depot
ru: Выгрузить на Склад

# hangar/ammunitionPanel/maitenanceBtn
source: Service
ru: Обслуживание

# hangar/ammunitionPanel/technicalMaitenance/ammo/checkboxAuto
source: Resupply automatically
ru: Пополнять автоматически

# hangar/ammunitionPanel/technicalMaitenance/ammo/label
source: Ammunition
ru: Боекомплект

# hangar/ammunitionPanel/technicalMaitenance/ammo/list/buy
source: Purchase
ru: Докупить

# hangar/ammunitionPanel/technicalMaitenance/ammo/list/inventory
source: In Depot
ru: На Складе

# hangar/ammunitionPanel/technicalMaitenance/ammo/list/price
source: Cost
ru: Стоимость

# hangar/ammunitionPanel/technicalMaitenance/buttons/ammo
source: Resupply
ru: Пополнить

# hangar/ammunitionPanel/technicalMaitenance/buttons/apply
source: Accept
ru: Принять

# hangar/ammunitionPanel/technicalMaitenance/buttons/close
source: Close
ru: Закрыть

# hangar/ammunitionPanel/technicalMaitenance/buttons/equipment
source: Resupply
ru: Пополнить

# hangar/ammunitionPanel/technicalMaitenance/buttons/labelTotal
source: Total:
ru: Итого:

# hangar/ammunitionPanel/technicalMaitenance/buttons/repair
source: Repair
ru: Ремонтировать

# hangar/ammunitionPanel/technicalMaitenance/equipment/checkboxAuto
source: Resupply automatically
ru: Пополнять автоматически

# hangar/ammunitionPanel/technicalMaitenance/equipment/label
source: Consumables
ru: Снаряжение

# hangar/ammunitionPanel/technicalMaitenance/equipment/list/buy
source: Purchase
ru: Докупить

# hangar/ammunitionPanel/technicalMaitenance/equipment/list/inventory
source: In Depot
ru: На Складе

# hangar/ammunitionPanel/technicalMaitenance/equipment/list/price
source: Cost
ru: Стоимость

# hangar/ammunitionPanel/technicalMaitenance/repair/checkboxAuto
source: Repair automatically
ru: Ремонтировать автоматически

# hangar/ammunitionPanel/technicalMaitenance/repair/label
source: Repairs
ru: Ремонт

# hangar/ammunitionPanel/technicalMaitenance/title
source: Service
ru: Обслуживание

# hangar/ammunitionPanel/tuningBtn
source: Exterior
ru: Внешний вид

# hangar/crew/tooltip/drop_skill
source: Click to delete a qualification.
ru: Нажмите, чтобы удалить специальность.

# hangar/crew/tooltip/new_skill
source: Click to train for an additional qualification.
ru: Нажмите, чтобы изучить дополнительную специальность.

# hangar/vehicle_locked
source: Vehicle locked
ru: Машина заблокирована

# hangar/xpToTmenCheckbox/tooltip
source: Spend all experience earned on this vehicle on crew training. The least experienced crew member is trained twice as fast.
ru: Использовать весь заработанный на этой машине опыт на обучение экипажа. Наименее опытный член экипажа будет обучаться в два раза быстрее.

# header/account/premium/days
source: d
ru: д.

# header/account/premium/hours
source: h
ru: ч.

# header/serverInfo
source: Server
ru: Сервер

# headerButtons/account/accountRefill
source: Get Gold
ru: Купить золото

# headerButtons/account/expGathering
source: Convert Experience
ru: Перевод опыта

# headerButtons/account/goldExchange
source: Exchange Gold
ru: Обмен золота

# headerButtons/account/premium
source: Extend
ru: Продлить

# headerButtons/barracks
source: Barracks
ru: Казарма

# headerButtons/battle
source: Battle!
ru: В бой!

# headerButtons/battle/menu/battle_session
source: Special Battle
ru: Специальный бой

# headerButtons/battle/menu/squad
source: Platoon
ru: Взвод

# headerButtons/battle/menu/standart
source: Random Battle
ru: Случайный бой

# headerButtons/battle/menu/team
source: Tank Company Battle
ru: Ротный бой

# headerButtons/battle/menu/training
source: Team Training
ru: Тренировочный бой

# headerButtons/battle/types/company
source: Tank Company Battle
ru: Ротный бой

# headerButtons/battle/types/spec
source: Special Battle
ru: Специальный бой

# headerButtons/battle/types/squad
source: Platoon
ru: Взвод

# headerButtons/battle/types/squadBattle
source: Send to Battle
ru: Отправить взвод в бой

# headerButtons/battle/types/squadLeave
source: Platoon
ru: Взвод

# headerButtons/battle/types/squadLeaveOwner
source: Platoon
ru: Взвод

# headerButtons/battle/types/standart
source: Random Battle
ru: Случайный бой

# headerButtons/battle/types/teamLeave
source: Leave Tank Company
ru: Покинуть роту

# headerButtons/battle/types/teamLeaveOwner
source: Dismiss Tank Company
ru: Распустить роту

# headerButtons/battle/types/training
source: Team Training
ru: Тренировочный бой

# headerButtons/constructionDepartment
source: TECH TREE
ru: ИССЛЕДОВАНИЯ

# headerButtons/hangar
source: Garage
ru: Ангар

# headerButtons/inventory
source: Depot
ru: Склад

# headerButtons/menu
source: Menu
ru: Меню

# headerButtons/notReady
source: Not ready
ru: Не готов

# headerButtons/profile
source: Service Record
ru: Достижения

# headerButtons/rating
source: Rating
ru: Рейтинг

# headerButtons/ready
source: Ready!
ru: Готов!

# headerButtons/shop
source: Store
ru: Магазин

# ingame_menu/buttons/back
source: Back to Battle
ru: Вернуться в бой

# ingame_menu/buttons/exit
source: Exit Game
ru: Выйти из игры

# ingame_menu/buttons/logoff
source: Back to Garage
ru: Выйти в Ангар

# ingame_menu/buttons/settings
source: Settings
ru: Настройки

# ingame_menu/title
source: MENU
ru: МЕНЮ

# inventory/errors/not_removable
source: Complex
ru: Сложное

# inventory/header/equipment/myVehicle
source: Consumables for %(vehicle)s:
ru: Снаряжение для %(vehicle)s:

# inventory/header/equipment/myVehicles
source: Consumables for my vehicles%(nation)s:
ru: Снаряжение для моей техники%(nation)s:

# inventory/header/equipment/otherVehicles
source: Consumables, incompatible%(nation)s:
ru: Снаряжение, не подходит%(nation)s:

# inventory/header/module/myVehicle
source: %(type)s for %(vehicle)s:
ru: %(type)s для %(vehicle)s:

# inventory/header/module/myVehicles
source: %(type)s for my vehicles%(nation)s:
ru: %(type)s для моей техники%(nation)s:

# inventory/header/module/otherVehicles
source: %(type)s, incompatible%(nation)s:
ru: %(type)s, не подходят%(nation)s:

# inventory/header/optionalDevice/myVehicle
source: Equipment for %(vehicle)s:
ru: Оборудование для %(vehicle)s:

# inventory/header/optionalDevice/myVehicles
source: Equipment for my vehicles%(nation)s:
ru: Оборудование для моей техники%(nation)s:

# inventory/header/optionalDevice/otherVehicles
source: Equipment, incompatible%(nation)s:
ru: Оборудование, не подходит%(nation)s:

# inventory/header/shell/myInventoryGuns
source: Shells for my guns in Depot%(nation)s:
ru: Снаряды для моих орудий на Складе%(nation)s:

# inventory/header/shell/myVehicleGun
source: Shells for the current gun on %(vehicle)s:
ru: Снаряды для текущего орудия на %(vehicle)s:

# inventory/header/shell/myVehiclesInventoryGuns
source: Shells for all my guns%(nation)s:
ru: Снаряды для всех моих орудий%(nation)s:

# inventory/header/shell/otherGuns
source: Shells not compatible with my guns%(nation)s:
ru: Cнаряды не подходят к моим орудиям%(nation)s:

# inventory/header/vehicle
source: All my %(type)s%(nation)s:
ru: Все мои %(type)s%(nation)s:

# inventory/menu/equipment/fits/myVehicles/name
source: My vehicles
ru: Моей технике

# inventory/menu/equipment/fits/name
source: Compatible with
ru: Устанавливается на

# inventory/menu/equipment/fits/otherVehicles/name
source: Not compatible with my vehicles
ru: Не подходит к моей технике

# inventory/menu/equipment/name
source: Consumables
ru: Снаряжение

# inventory/menu/module/extra/name
source: Display
ru: Показывать

# inventory/menu/module/extra/onVehicle/name
source: On vehicles
ru: Установленные на технику

# inventory/menu/module/fits/myVehicles/name
source: My vehicles
ru: Мою технику

# inventory/menu/module/fits/name
source: Compatible with:
ru: Устанавливаются на:

# inventory/menu/module/fits/otherVehicles/name
source: Not compatible with my vehicles
ru: Не подходят к моей технике

# inventory/menu/module/name
source: Modules
ru: Модули

# inventory/menu/module/types/name
source: Module Types:
ru: Модули:

# inventory/menu/module/types/vehicleChassis/name
source: Suspension
ru: Ходовые

# inventory/menu/module/types/vehicleEngine/name
source: Engine
ru: Двигатели

# inventory/menu/module/types/vehicleGun/name
source: Gun
ru: Орудия

# inventory/menu/module/types/vehicleRadio/name
source: Radio
ru: Радиостанции

# inventory/menu/module/types/vehicleTurret/name
source: Turret
ru: Башни

# inventory/menu/optionalDevice/extra/name
source: Display
ru: Показывать

# inventory/menu/optionalDevice/extra/onVehicle/name
source: On vehicles
ru: Установленное на технику

# inventory/menu/optionalDevice/fits/myVehicles/name
source: My vehicles
ru: Мою технику

# inventory/menu/optionalDevice/fits/name
source: Compatible with
ru: Устанавливается на

# inventory/menu/optionalDevice/fits/otherVehicles/name
source: Not compatible with my vehicles
ru: Не подходит к моей технике

# inventory/menu/optionalDevice/name
source: Equipment
ru: Оборудование

# inventory/menu/shell/fits/myInventoryGuns/name
source: Guns in Depot
ru: орудиям на Складе

# inventory/menu/shell/fits/myVehicleGun/name
source: Current gun on
ru: Орудию, установленному на

# inventory/menu/shell/fits/myVehiclesInventoryGuns/name
source: All my guns
ru: Всем моим орудиям

# inventory/menu/shell/fits/name
source: Compatible with
ru: Подходят к

# inventory/menu/shell/fits/otherGuns/name
source: Not compatible with my guns
ru: Не подходят к моим орудиям

# inventory/menu/shell/kinds/ARMOR_PIERCING/name
source: Armor-Piercing
ru: Бронебойные

# inventory/menu/shell/kinds/ARMOR_PIERCING_CR/name
source: Armor-Piercing Composite Rigid
ru: Подкалиберные

# inventory/menu/shell/kinds/ARMOR_PIERCING_HE/name
source: Armor-Piercing High-Explosive
ru: Бронебойные каморные

# inventory/menu/shell/kinds/HIGH_EXPLOSIVE/name
source: High-Explosive
ru: Осколочно-фугасные

# inventory/menu/shell/kinds/HOLLOW_CHARGE/name
source: High-Explosive Anti-Tank
ru: Кумулятивные

# inventory/menu/shell/kinds/name
source: Shell Types
ru: Тип снарядов

# inventory/menu/shell/name
source: Shells
ru: Снаряды

# inventory/menu/vehicle/extra/brocken/name
source: Damaged vehicles
ru: Технику, требующую ремонта

# inventory/menu/vehicle/extra/locked/name
source: Vehicles in battle
ru: Технику в бою

# inventory/menu/vehicle/extra/name
source: Display
ru: Показывать

# inventory/menu/vehicle/name
source: Vehicles
ru: Техника

# inventory/menu/vehicle/tags/all/name
source: All Types
ru: Все типы

# inventory/menu/vehicle/tags/at-spg/name
source: Tank Destroyers
ru: ПТ-САУ

# inventory/menu/vehicle/tags/heavyTank/name
source: Heavy Tanks
ru: Тяжёлые танки

# inventory/menu/vehicle/tags/lightTank/name
source: Light Tanks
ru: Лёгкие танки

# inventory/menu/vehicle/tags/mediumTank/name
source: Medium Tanks
ru: Средние танки

# inventory/menu/vehicle/tags/name
source: Vehicle Type
ru: Тип техники

# inventory/menu/vehicle/tags/spg/name
source: SPGs
ru: САУ

# inventory/table/buttonSell
source: Sell
ru: Продать

# inventory/table/header/count
source: Number
ru: Количество

# inventory/table/header/price
source: Cost
ru: Стоимость

# loading/battleTypes/0
source: Special Battle
ru: Специальный бой

# loading/battleTypes/1
source: Random Battle
ru: Случайный бой

# loading/battleTypes/2
source: Team Training
ru: Тренировочный бой

# loading/battleTypes/3
source: Tank Company Battle
ru: Ротный бой

# loading/battleTypes/desc/2
source: Sharpen your combat skills with your comrades-in-arms. No experience is earned in these battles.
ru: В тренировочном бою вы можете отработать свои навыки ведения боя вместе с товарищами по оружию. В данном режиме боя опыт не начисляется.

# loading/game
source: Loading... Please wait...
ru: Пожалуйста, подождите, игра загружается...

# loading/helpTip
source: For help in battle, press F1.
ru: Для вызова экрана помощи в бою нажмите клавишу F1.

# loading/team1
source: Our Team
ru: Союзники

# loading/team2
source: Enemy Team
ru: Противник

# lobby_menu/buttons/back
source: Back to Game
ru: Вернуться в игру

# lobby_menu/buttons/exit
source: Exit Game
ru: Выйти из игры

# lobby_menu/buttons/logoff
source: Disconnect from Server
ru: Отключиться от сервера

# lobby_menu/buttons/settings
source: Settings
ru: Настройки
