Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/menu.*.resx
Languages: ru

# customization/marker/camouflage/winterHint
source: Reduces vehicle visibility on winter maps
ru: Увеличивает незаметность машины на картах зимнего типа

# customization/remove/emblemLeft/side-01
source: Current Emblem 1
ru: Текущая эмблема 1

# customization/remove/emblemLeft/side-02
source: will be REMOVED
ru: будет УНИЧТОЖЕНА

# customization/remove/emblemRight/side-01
source: Current Emblem 2
ru: Текущая эмблема 2

# customization/remove/emblemRight/side-02
source: will be REMOVED
ru: будет УНИЧТОЖЕНА

# customization/remove/inscriptionLeft/side-01
source: Current Inscription 1
ru: Текущая надпись 1

# customization/remove/inscriptionLeft/side-02
source: will be REMOVED
ru: будет УНИЧТОЖЕНА

# customization/remove/inscriptionRight/side-01
source: Current Inscription 2
ru: Текущая надпись 2

# customization/remove/inscriptionRight/side-02
source: will be REMOVED
ru: будет УНИЧТОЖЕНА

# denunciation/type5
source: Pushing out an ally
ru: Выталкивание союзника

# denunciation/type6
source: Revealing allied positions
ru: Раскрытие позиций союзников

# exchangeVcoin/buyVcoinBtnName
source: Refill VCOIN
ru: Пополнить vcoin

# finalStatistic/commonStats/resultlabel/lose
source: Defeat
ru: Поражение

# finalStatistic/commonStats/resultlabel/tie
source: Draw
ru: Ничья

# finalStatistic/commonStats/resultlabel/win
source: Victory!
ru: Победа!

# finalStatistic/tabs/commonStats
source: Personal Score
ru: Личный результат

# finalStatistic/tabs/detailsStats
source: Detailed Report
ru: Подробный отчёт

# finalStatistic/tabs/teamStats
source: Team Score
ru: Командный результат

# finalStatistic/window/title
source: Battle Results
ru: Результаты боя

# headerButtons/techtree
source: Tech Tree
ru: Исследования

# login/status/LOGIN_REJECTED_NO_LOGINAPP_RESPONSE
source: Failed to connect to the server. The server may be unavailable, or your network connection settings may be wrong.
ru: Не удаётся установить соединение с сервером. Возможно, сервер недоступен или требуется проверка настроек сетевого подключения.

# login/status/SESSION_END
source: Autologin session has expired; please re-enter password.
ru: Сессия автологина истекла, необходим повторный ввод пароля.

# nation_tree/france
source: France
ru: Бронетехника Франции

# nation_tree/germany
source: Germany
ru: Бронетехника Германии

# nation_tree/uk
source: U.K.
ru: Бронетехника Великобритании

# nation_tree/usa
source: U.S.A.
ru: Бронетехника США

# nation_tree/ussr
source: U.S.S.R.
ru: Бронетехника СССР

# research/buttons/returnToHangar
source: Back to Garage
ru: Вернуться в Ангар

# research/buttons/returnToTechTree
source: Back to Tech Tree
ru: Вернуться к Дереву развития

# research/premium/benefits/fifth
source: Accelerated crew training available from the first battle
ru: возможность ускоренного обучения экипажа с первого боя;

# research/premium/benefits/first
source: No research required
ru: уникальная техника, которую не нужно исследовать;

# research/premium/benefits/fourth
source: Transferring crew from vehicles of the same type without penalty or retraining
ru: пересадка экипажа с того же типа техники без штрафов и переобучения;

# research/premium/benefits/second
source: More credits for each battle
ru: больше кредитов за каждый бой;

# research/premium/benefits/third
source: Elite status, allowing the conversion of Combat Experience earned to Free Experience from the first battle
ru: «элитный» статус, дающий возможность перевода заработанного боевого опыта в свободный с первого боя;

# research/premium/benefits/title
source: Premium vehicles benefits:
ru: Преимущества премиум техники:

# research/premium/description/titte
source: Vehicle details:
ru: Информация o технике:

# tankCarousel/vehicleStates/inPrebattle
source: In tactical unit
ru: В формировании

# tankmanPersonalCase/accelerateTeachingOfSkill
source: Increase
ru: Ускорить

# teachingSkill/after
source: After training
ru: После обучения

# teachingSkill/before
source: Before training
ru: До обучения

# teachingSkill/cancel
source: Cancel
ru: Отменить

# teachingSkill/cost
source: Training cost
ru: Стоимость обучения

# teachingSkill/freeXpIsTight
source: Not enough Free Experience to learn the perk/skill. Convert Combat Experience to Free Experience.
ru: Недостаточно свободного опыта для изучения навыка/умения. Переведите боевой опыт в свободный.

# teachingSkill/submit
source: Train
ru: Обучить

# teachingSkill/teachToLevel
source: Train to level:
ru: Обучить до уровня:

# teachingSkill/title
source: Training for Free Experience
ru: Обучение за свободный опыт

# teachingSkill/totalPay
source: Total:
ru: К оплате:

# loading/gameInfo
source: This game is rated for <font color='#03953f'>ALL</font> ages.
ru: Данная игра одобрена для <font color='#03953f'>всех</font> возрастов.

# shop/table/buyActionOr
source: or
ru: или

# browser/window/title
source: Browser
ru: Браузер

# headerButtons/browser
source: Browser
ru: Браузер

# loading/battleTypes/4
source: Battle Training
ru: Боевое обучение

# login/status/LOGIN_REJECTED_REGISTRATION_NOT_CONFIRMED
source: Unable to log in. Please check your email to confirm account creation.
ru: Ошибка авторизации. Проверьте свой электронный почтовый ящик и подтвердите созданный аккаунт.

# nation_tree/china
source: China
ru: Бронетехника Китая

# research/labels/freeXP
source: Free Experience
ru: Свободный опыт

# research/labels/totalXP
source: Total
ru: Всего

# research/labels/vehXP
source: Combat Experience
ru: Боевой опыт

# disconnect/codes/1001
source: unsynchronization of components related to "Vehicles" (1001)
ru: рассинхронизация инвентаря, связанная с компонентом «Техника» (код 1001)

# disconnect/codes/1002
source: unsynchronization of components related to "Suspension" (1002)
ru: рассинхронизация инвентаря, связанная с компонентом «Ходовая» (код 1002)

# disconnect/codes/1003
source: unsynchronization of components related to "Turret" (1003)
ru: рассинхронизация инвентаря, связанная с компонентом «Башня» (код 1003)

# disconnect/codes/1004
source: unsynchronization of components related to "Gun" (1004)
ru: рассинхронизация инвентаря, связанная с компонентом «Орудие» (код 1004)

# disconnect/codes/1005
source: unsynchronization of components related to "Engine" (1005)
ru: рассинхронизация инвентаря, связанная с компонентом «Двигатель» (код 1005)

# disconnect/codes/1006
source: unsynchronization of components related to "Fuel tanks" (1006)
ru: рассинхронизация инвентаря, связанная с компонентом «Топливные баки» (код 1006)

# disconnect/codes/1007
source: unsynchronization of components related to "Radio" (1007)
ru: рассинхронизация инвентаря, связанная с компонентом «Рация» (код 1007)

# disconnect/codes/1008
source: unsynchronization of components related to "Crew" (1008)
ru: рассинхронизация инвентаря, связанная с компонентом «Экипаж» (код 1008)

# disconnect/codes/1009
source: unsynchronization of components related to "Equipment" (1009)
ru: рассинхронизация инвентаря, связанная с компонентом «Оборудование» (код 1009)

# disconnect/codes/1010
source: unsynchronization of components related to "Ammunition" (1010)
ru: рассинхронизация инвентаря, связанная с компонентом «Боекомплект» (код 1010)

# disconnect/codes/1011
source: unsynchronization of components related to "Consumables" (1011)
ru: рассинхронизация инвентаря, связанная с компонентом «Снаряжение» (код 1011)

# shop/table/find
source: Found:
ru: Найдено:

# classes/AT-SPG
source: Tank Destroyers
ru: ПТ-САУ

# classes/SPG
source: SPGs
ru: САУ

# classes/anyType
source: All Types
ru: Любой тип

# classes/heavyTank
source: Heavy Tanks
ru: тяжёлые танки

# classes/lightTank
source: Light Tanks
ru: лёгкие танки

# classes/mediumTank
source: Medium Tanks
ru: средние танки

# login/status/LOGIN_REJECTED_REGISTRATION_NOT_ALLOWED
source: Account creation is temporarily forbidden.
ru: Создание аккаунта временно запрещено.

# login/status/accountNotReady
source: Account is not ready. Try again later.
ru: Учётная запись не готова. Попробуйте войти позже.

# contextMenu/cancelBuy
source: Cancel purchase
ru: Отменить покупку

# contextMenu/sellFromInventory
source: Sell from Depot
ru: Продать со Склада

# demonstrator/window/info
source: Map selection is available for a Random Battle only.
ru: Выбор карты доступен только для случайного боя

# demonstrator/window/title
source: Map displaying
ru: Демонстрация карты

# denunciation/0
source: Insults and provocations
ru: Оскорбления и провокации

# denunciation/1
source: Unsportsmanlike conduct
ru: Неспортивное поведение

# denunciation/2
source: Offensive nickname or clanname
ru: Запрещённый ник/клан

# denunciation/3
source: Inaction/Bot
ru: Бездействие/бот

# denunciation/4
source: Spam
ru: Флуд/спам

# denunciation/5
source: Gold selling / Fraud
ru: Мошенничество

# denunciation/6
source: Out of Game Threat
ru: Угроза реальной расправы

# login/recoveryLink
source: Unable to log in?
ru: Не удаётся войти?

# login/rememberPasswordIgr
source: Save email and password (insecure)
ru: Сохранить электронную почту и пароль (небезопасно)

# login/rememberPasswordIgrWarning
source: It is insecure to use this option in public places.
ru: Будьте осторожны при использовании данной опции в общественных местах!

# moduleFits/need_turret
source: Incompatible turret
ru: Несовместимая башня

# moduleInfo/clipGunLabel
source: Magazine loading system
ru: Магазинная система заряжания

# moduleInfo/compatible/clipVehicles
source: Equipped with magazine loading system on vehicles:
ru: Оснащается магазинной системой заряжания на технике:

# moduleInfo/compatible/uniChargedVehicles
source: Used as single-shot gun on vehicles:
ru: Работает как однозарядное на технике:

# moduleInfo/parametersClipGunLabel
source: <img src='%s' vspace='-4'/> For guns with magazine loading system:
ru: <img src='%s' vspace='-4'/> Для орудия с магазинной системой заряжания:

# moduleInfo/params/reloadMagazineTime
source: Time for Complete Loading
ru: Время полной перезарядки

# moduleInfo/params/shellReloadingTime
source: Time for Loading One Shell
ru: Время перезарядки одного снаряда

# moduleInfo/params/shellsCount
source: Shells in the Magazine
ru: Снарядов в магазине

# nation_tree/title/china
source: China
ru: Техника Китая

# nation_tree/title/france
source: France
ru: Техника Франции

# nation_tree/title/germany
source: Germany
ru: Техника Германии

# nation_tree/title/uk
source: U.K.
ru: Техника Великобритании

# nation_tree/title/usa
source: U.S.A.
ru: Техника США

# nation_tree/title/ussr
source: U.S.S.R.
ru: Техника СССР

# nations/japan
source: Japan
ru: Япония

# profile/clan/label
source: Clan:
ru: Клан:

# research/premium/benefits/head
source: Premium vehicle benefits:
ru: Преимущества премиум техники:

# research/special/benefits/head
source: Award vehicle benefits:
ru: Преимущества наградной техники:

# tankmsnPersonalCase/lackOfSkillsForLearn
source: Crew member has learned all additional skills and perks for this vehicle.
ru: Член экипажа изучил все дополнительные умения и навыки для данной машины.

# barracks/barracksRenderer/placesCount
source: Available Bunks:
ru: Свободных коек:

# contextMenu/lockSlot
source: Lock the slot
ru: Заблокировать слот

# contextMenu/unlockSlot
source: Unlock the slot
ru: Разблокировать слот

# currentVehicleStatus/serverRestriction
source: Server limit
ru: Серверное ограничение

# headerButtons/battle/menu/unit
source: Team Battle
ru: Командный бой

# headerButtons/battle/types/company/descr
source: Battle with manual matching of allies against random enemies.
ru: Бой с ручным подбором союзников против случайного противника.

# headerButtons/battle/types/companyLeave
source: Tank Company Battle
ru: Ротный бой

# headerButtons/battle/types/companyLeaveOwner
source: Tank Company Battle
ru: Ротный бой

# headerButtons/battle/types/leaveCompany/descr
source: Click to exit mode.
ru: Нажмите, чтобы покинуть режим.

# headerButtons/battle/types/leaveSpec/descr
source: Click to exit mode.
ru: Нажмите, чтобы покинуть режим.

# headerButtons/battle/types/leaveTraining/descr
source: Click to exit mode.
ru: Нажмите, чтобы покинуть режим.

# headerButtons/battle/types/leaveUnit/descr
source: Click to exit mode.
ru: Нажмите, чтобы покинуть режим.

# headerButtons/battle/types/spec/descr
source: Participation in championships, tournaments, and Clan Wars.
ru: Участие в чемпионатах, турнирах и «Мировой войне».

# headerButtons/battle/types/specLeave
source: Special Battle
ru: Специальный бой

# headerButtons/battle/types/squad/descr
source: Tactical unit of 2 or 3 players to cooperate in Random Battles.
ru: Формирование из 2-3 игроков для совместной игры в Случайных боях.

# headerButtons/battle/types/squadLeave/descr
source: Click to leave Platoon.
ru: Нажмите, чтобы покинуть взвод.

# headerButtons/battle/types/standart/descr
source: Battle with automatic matching of allies and enemies.
ru: Бой с автоматическим подбором союзников и противника.

# headerButtons/battle/types/standartLeave/descr
source: Exit Battle
ru: Выйти из боя

# headerButtons/battle/types/training/descr
source: Training battle with manual matching of allies and enemies.
ru: Учебный бой с ручным подбором союзников и противника.

# headerButtons/battle/types/trainingLeave
source: Team Training
ru: Тренировочный бой

# headerButtons/battle/types/trainingLeaveOwner
source: Team Training
ru: Тренировочный бой

# headerButtons/battle/types/unit
source: Team Battle
ru: Командный бой

# headerButtons/battle/types/unit/descr
source: Battle between peer teams.
ru: Бой между равными по мастерству командами.

# headerButtons/battle/types/unitLeave
source: Team Battle
ru: Командный бой

# igr/info
source: You are playing at %(igrIcon)s.
ru: %(igrIcon)s Вы играете в IGR

# loading/battleTypes/5
source: Team Battle
ru: Командный бой

# login/status/LOGIN_REJECTED_INACCESSIBLE_REALM
source: Selected server is temporarily unavailable.
ru: Переход на выбранный сервер временно недоступен.

# login/status/LOGIN_REJECTED_NO_BASEAPP_RESPONSE
source: Server does not respond. Try again later.
ru: Сервер не отвечает. Повторите попытку позже.

# tankCarousel/vehicleStates/serverRestriction
source: Server limit
ru: Серверное ограничение

# currentVehicleStatus/inPrebattle
source: In tactical unit
ru: В формировании

# customization/period/igr
source: for %(igrImg)s
ru: для %(igrImg)s

# customization/remove/camouflage/side-03
source: will remain and can be applied later
ru: останется у вас и может быть нанесён позднее

# customization/remove/emblemLeft/side-03
source: will remain and can be applied later
ru: останется у вас и может быть нанесена позднее

# customization/remove/emblemRight/side-03
source: will remain and can be applied later
ru: останется у вас и может быть нанесена позднее

# customization/remove/inscriptionLeft/side-03
source: will remain and can be applied later
ru: останется у вас и может быть нанесена позднее

# customization/remove/inscriptionRight/side-03
source: will remain and can be applied later
ru: останется у вас и может быть нанесена позднее

# nation_tree/title/japan
source: Japan
ru: Техника Японии

# store/vehicleStates/battle
source: In battle
ru: В бою

# store/vehicleStates/buySlot
source: Purchase a slot
ru: Купить слот

# store/vehicleStates/buyTank
source: Purchase a vehicle
ru: Купить машину

# store/vehicleStates/buyTankEmptyCount
source: Vacant slots:
ru: Свободных слотов:

# store/vehicleStates/crewNotFull
source: Crew incomplete
ru: Неполный экипаж

# store/vehicleStates/damaged
source: Repairs required
ru: Требуется ремонт

# store/vehicleStates/destroyed
source: Repairs required
ru: Требуется ремонт

# store/vehicleStates/exploded
source: Repairs required
ru: Требуется ремонт

# store/vehicleStates/inPrebattle
source: In tactical unit
ru: В формировании

# store/vehicleStates/notpresent
source: You must purchase a vehicle
ru: Необходимо купить машину

# store/vehicleStates/serverRestriction
source: Server limit
ru: Серверное ограничение

# bonusType/0
source: Unknown
ru: Неизвестный

# bonusType/1
source: Random Battle
ru: Случайный бой

# bonusType/2
source: Team Training
ru: Тренировочный бой

# bonusType/3
source: Tank Company Battle
ru: Ротный бой

# bonusType/4
source: Special Battle
ru: Специальный бой

# bonusType/5
source: Special Battle
ru: Специальный бой

# bonusType/6
source: Battle Training
ru: Боевое обучение

# bonusType/7
source: Team Battle
ru: Командный бой

# bonusType/8
source: Historical Battle
ru: Исторический бой

# bonusType/9
source: Special Event
ru: Специальный игровой режим

# contextMenu/selectVehicleInHangar
source: Select a vehicle in the Garage
ru: Перейти к машине в Ангаре

# contextMenu/showVehicleStatistics
source: Statistics
ru: К статистике

# customization/labels/timeLeft/lastMinute
source: 1 min
ru: 1 мин.

# customization/remove/camouflage0/side-01
source: Winter Camouflage
ru: Зимний камуфляж

# customization/remove/camouflage1/side-01
source: Summer Camouflage
ru: Летний камуфляж

# customization/remove/camouflage2/side-01
source: Desert Camouflage
ru: Пустынный камуфляж

# customization/store/camouflage/side-02
source: will remain and can be applied later
ru: останется у вас и может быть нанесён позднее

# customization/store/emblemLeft/side-02
source: will remain and can be applied later
ru: останется у вас и может быть нанесена позднее

# customization/store/emblemRight/side-02
source: will remain and can be applied later
ru: останется у вас и может быть нанесена позднее

# customization/store/inscriptionLeft/side-02
source: will remain and can be applied later
ru: останется у вас и может быть нанесена позднее

# customization/store/inscriptionRight/side-02
source: will remain and can be applied later
ru: останется у вас и может быть нанесена позднее

# day/1
source: Monday
ru: понедельник

# day/2
source: Tuesday
ru: вторник

# day/3
source: Wednesday
ru: среда

# day/4
source: Thursday
ru: четверг

# day/5
source: Friday
ru: пятница

# day/6
source: Saturday
ru: суббота

# day/7
source: Sunday
ru: воскресенье

# disconnect/codes/1012
source: unsynchronization of components related to "Crew" (1012)
ru: рассинхронизация инвентаря, связанная с компонентом «Экипаж» (код 1012)

# levels/1
source: Tier I
ru: I уровень

# levels/10
source: Tier X
ru: X уровень

# levels/2
source: Tier II
ru: II уровень

# levels/3
source: Tier III
ru: III уровень

# levels/4
source: Tier IV
ru: IV уровень

# levels/5
source: Tier V
ru: V уровень

# levels/6
source: Tier VI
ru: VI уровень

# levels/7
source: Tier VII
ru: VII уровень

# levels/8
source: Tier VIII
ru: VIII уровень

# levels/9
source: Tier IX
ru: IX уровень

# levels/all
source: All Tiers
ru: Все уровни

# login/status/CLIENT_SERVER_VERSIONS_ARE_DIFFERENT
source: This server is temporarily unavailable. Please update your client or wait for a scheduled update.
ru: Данный сервер временно недоступен. Обновите клиентское приложение или дождитесь планового обновления.

# login/status/LOGIN_REJECTED_IP_ADDRESS_BAN
source: Connection error: access to the game using your IP address is temporarily limited.
ru: Ошибка подключения: вход в игру с вашего IP-адреса временно ограничен.

# login/status/centerRestart
source: This server is temporarily unavailable. Please wait till the servers are restarted.
ru: Данный сервер временно недоступен. Дождитесь завершения перезапуска серверов.

# login/status/versionMismatch
source: This region is temporarily unavailable. Please wait for a scheduled update.
ru: Данный регион временно недоступен. Дождитесь планового обновления.

# moduleFits/too_heavy_chassis
source: Modules are too heavy.
ru: Слишком тяжёлые модули

# moduleInfo/additionalInfo
source: Characteristics of the shell depend on the gun.
ru: Характеристики снаряда могут отличаться в зависимости от орудия.

# research/labels/button/showInHangar
source: Display in Garage
ru: Показать в Ангаре

# tankmanPersonalCase/modifiers/fromCommander
source: Commander's bonus
ru: Бонус командира

# tankmanPersonalCase/modifiers/fromEquipment
source: Equipment and Consumables
ru: Оборудование и снаряжение

# tankmanPersonalCase/modifiers/fromSkills
source: Skills and perks
ru: Навыки и умения

# tankmanPersonalCase/modifiers/penalty
source: Unsuitable specialization
ru: Неподходящая специализация

# tankmanPersonalCase/modifiersHeader
source: Modifiers:
ru: Модификаторы:

# tankmanPersonalCase/modifiersResult
source: Final Value:
ru: Итоговое значение:

# contextMenu/blackmail
source: Out of Game Threat
ru: Угроза реальной расправы

# contextMenu/forbiddenNick
source: Offensive nickname or clanname
ru: Запрещённый ник/клан

# contextMenu/swindle
source: Gold selling / Fraud
ru: Мошенничество

# fortificationCtx/assignedPlayers
source: Players attached
ru: Закреплённые игроки

# fortificationCtx/destroy
source: Structure demolition
ru: Снос строения

# fortificationCtx/directionControl
source: Zone control
ru: Контроль направлений

# fortificationCtx/modernization
source: Upgrade
ru: Модернизация

# fortificationCtx/prepareOrder
source: Prepare Reserve
ru: Подготовить резерв

# headerButtons/battle/menu/historical
source: Historical Battle
ru: Исторический бой

# headerButtons/battle/types/historicalBattles
source: Historical Battle
ru: Исторический бой

# headerButtons/battle/types/historicalBattles/descr
source: Reconstruction of significant tank battles.
ru: Реконструкция значимых танковых сражений.

# headerButtons/battle/types/historicalBattlesLeave
source: Historical Battle
ru: Исторический бой

# headerButtons/battle/types/historicalBattlesLeave/descr
source: Click to exit mode.
ru: Нажмите, чтобы покинуть режим.

# headerButtons/forts
source: Stronghold
ru: Укрепрайон

# loading/battleTypes/6
source: Historical Battle
ru: Исторический бой

# login/server
source: Server and ping (ms):
ru: Сервер и пинг (мс):

# prebattle/sideA
source: Side A:
ru: Сторона А:

# prebattle/sideB
source: Side B:
ru: Сторона Б:

# tankCarousel/vehicleStates/not_suitable
source: Not suitable
ru: Не подходит

# bonusType/10
source: Skirmishes
ru: Вылазки

# contextMenu/kickPlayerFromPrebattle
source: Exclude from tactical unit
ru: Исключить из формирования

# contextMenu/kickPlayerFromUnit
source: Exclude from tactical unit
ru: Исключить из формирования

# headerButtons/battle/types/fort
source: Stronghold: Battles
ru: Укрепрайон: сражения

# headerButtons/battle/types/fortLeave
source: Stronghold: Battles
ru: Укрепрайон: сражения

# headerButtons/battle/types/leaveFort/descr
source: Click to exit mode.
ru: Нажмите, чтобы покинуть режим.

# loading/battleTypes/7
source: Special Event
ru: Специальный игровой режим

# loading/battleTypes/8
source: Skirmishes
ru: Вылазки

# loading/helpTip/football
source: Mode Details
ru: Особенности режима

# login/rss/readMore
source: Details
ru: Подробнее

# research/status/historicalModules
source: The vehicle has historical loadout.
ru: На технике установлена историческая комплектация

# legal
source: Legal Information
ru: Юридическая информация

# legalInfo/closeBtn
source: Close
ru: Закрыть

# training/info/observer
source: Spectator
ru: Наблюдатель

# contextMenu/createSquad
source: Create Platoon
ru: Создать взвод

# contextMenu/giveLeadership
source: Transfer Commander's permissions
ru: Передать командование

# contextMenu/invite
source: Invite to tactical unit
ru: Пригласить в формирование

# contextMenu/messenger/closeAllExceptCurrent
source: Close all except current
ru: Закрыть все, кроме текущего

# contextMenu/messenger/closeCurrent
source: Close current channel
ru: Закрыть текущий канал

# contextMenu/messenger/minimizeAll
source: Minimize all channels
ru: Свернуть все каналы

# dateTime/months/full/1
source: January
ru: Январь

# dateTime/months/full/10
source: October
ru: Октябрь

# dateTime/months/full/11
source: November
ru: Ноябрь

# dateTime/months/full/12
source: December
ru: Декабрь
