Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/menu.*.resx
Languages: ru

# shop/menu/vehicle/tags/heavyTank/name
source: Heavy Tanks
ru: Тяжёлые танки

# shop/menu/vehicle/tags/lightTank/name
source: Light Tanks
ru: Лёгкие танки

# shop/menu/vehicle/tags/mediumTank/name
source: Medium Tanks
ru: Средние танки

# shop/menu/vehicle/tags/name
source: Vehicle Type:
ru: Тип техники:

# shop/menu/vehicle/tags/spg/name
source: SPGs
ru: САУ

# shop/table/buttonBuy
source: Purchase
ru: Купить

# shop/table/header/count/equipment
source: On vehicle/In Depot
ru: На технике/на Складе

# shop/table/header/count/module
source: On vehicle/In Depot
ru: На технике/на Складе

# shop/table/header/count/optionalDevice
source: On vehicle/In Depot
ru: На технике/на Складе

# shop/table/header/count/shell
source: In Depot
ru: На Складе

# shop/table/header/price
source: Cost
ru: Стоимость

# skillDropWindow/after
source: After reset
ru: После сброса

# skillDropWindow/applyBtn
source: Reset
ru: Сбросить

# skillDropWindow/before
source: Before reset
ru: До сброса

# skillDropWindow/cancelBtn
source: Cancel
ru: Отменить

# skillDropWindow/multiplier
source: Restore level
ru: Процент сохранения

# skillDropWindow/study/creditsLabel
source: High
ru: Высокий

# skillDropWindow/study/freeLabel
source: Low
ru: Низкий

# skillDropWindow/study/goldLabel
source: Maximum
ru: Максимальный

# skillDropWindow/title
source: Reset Skills and Perks
ru: Сброс умений и навыков

# specPrebetles/listTitle
source: Team Rooms
ru: Список командных комнат

# specPrebetles/ownerTitle
source: Team Commander
ru: Капитан команды

# specPrebetles/playersTitle
source: Players
ru: Игроки

# specPrebetles/title
source: Team Battles
ru: Командные бои

# steam/cancel
source: Cancel
ru: Отменить

# steam/goldPacketSelect
source: Select gold:
ru: Выберите количество игрового золота:

# steam/otherMethods
source: other payment methods
ru: другие способы оплаты

# steam/submit
source: Accept
ru: Принять

# steam/title
source: Pay via Steam
ru: Оплата через Steam

# tankCarousel/vehicleStates/battle
source: In battle
ru: В бою

# tankCarousel/vehicleStates/buySlot
source: Purchase a slot
ru: Купить слот

# tankCarousel/vehicleStates/buyTank
source: Purchase a vehicle
ru: Купить машину

# tankCarousel/vehicleStates/crewNotFull
source: Crew incomplete
ru: Неполный экипаж

# tankCarousel/vehicleStates/damaged
source: Repairs required
ru: Требуется ремонт

# tankCarousel/vehicleStates/destroyed
source: Repairs required
ru: Требуется ремонт

# tankCarousel/vehicleStates/exploded
source: Repairs required
ru: Требуется ремонт

# tank_params/aimingTime
source: Aiming Time
ru: Время сведения

# tank_params/chassisRotationSpeed
source: Traverse Speed
ru: Скорость поворота шасси

# tank_params/circularVisionRadius
source: View Range
ru: Обзор

# tank_params/damage
source: Standard Shell Damage
ru: Урон базовым снарядом

# tank_params/enginePower
source: Engine Power
ru: Мощность двигателя

# tank_params/gunRotationSpeed
source: Gun Traverse Speed
ru: Скорость горизонтального наведения

# tank_params/hullArmor
source: Hull Armor
ru: Бронирование корпуса

# tank_params/maxAmmo
source: Ammunition
ru: Боекомплект

# tank_params/maxHealth
source: Hit Points
ru: Прочность

# tank_params/param12
source: Terrain Crossing Capacity
ru: Проходимость

# tank_params/piercingPower
source: Standard Shell Penetration
ru: Бронепробиваемость базовым снарядом

# tank_params/radioDistance
source: Signal Range
ru: Дальность связи

# tank_params/reloadTime
source: Rate of Fire
ru: Скорострельность орудия

# tank_params/shotDispersionAngle
source: Dispersion at 100 m
ru: Разброс на 100 м

# tank_params/speedLimits
source: Top Speed / Reverse Speed
ru: Макс. скорость / задний ход

# tank_params/turretArmor
source: Turret Armor
ru: Бронирование башни

# tank_params/turretRotationSpeed
source: Turret Traverse Speed
ru: Скорость поворота башни

# tank_params/values/param10/value0
source: excellent
ru: отличный

# tank_params/values/param10/value1
source: good
ru: хороший

# tank_params/values/param10/value2
source: fair
ru: посредственный

# tank_params/values/param10/value3
source: poor
ru: плохой

# tank_params/values/param11/value0
source: excellent
ru: отличная

# tank_params/values/param11/value1
source: good
ru: хорошая

# tank_params/values/param11/value2
source: fair
ru: посредственная

# tank_params/values/param11/value3
source: poor
ru: плохая

# tank_params/values/param12/value0
source: excellent
ru: отличная

# tank_params/values/param12/value1
source: good
ru: хорошая

# tank_params/values/param12/value2
source: fair
ru: посредственная

# tank_params/values/param12/value3
source: poor
ru: плохая

# tank_params/weight
source: Weight/Load Limit
ru: Масса/предельная масса машины

# tankmanPersonalCase/achivs
source: Awards:
ru: Награды:

# tankmanPersonalCase/btnReset
source: Current Vehicle
ru: Текущая машина

# tankmanPersonalCase/btnRetraining
source: Retrain
ru: Переобучить

# tankmanPersonalCase/btnTraining
source: Train
ru: Обучить

# tankmanPersonalCase/changeDocsBtn
source: Replace Personal Data
ru: Поменять документы

# tankmanPersonalCase/closeBtn
source: Close
ru: Закрыть

# tankmanPersonalCase/crew
source: Crew:
ru: Экипаж:

# tankmanPersonalCase/mainSpecialization
source: Major Qualification:
ru: Основная специальность:

# tankmanPersonalCase/modifiers
source: Modifiers:
ru: Модификаторы:

# tankmanPersonalCase/name
source: Name:
ru: Имя:

# tankmanPersonalCase/noAchivs
source: No achievements or awards earned in battles.
ru: В бою себя не проявил, наград не имеет.

# tankmanPersonalCase/noModifiers
source: Not available with major qualification
ru: При основной специальности не имеются

# tankmanPersonalCase/personalDocs
source: Personal Data:
ru: Личные данные:

# tankmanPersonalCase/rank
source: Rank:
ru: Звание:

# tankmanPersonalCase/retrainingBtn
source: Retrain
ru: Переобучить

# tankmanPersonalCase/retrainingWarning
source: Training is effective for major qualification only.
ru: Обучение действует только на основную специальность.

# tankmanPersonalCase/retrainingWarning2
source: Retraining for gold does not decrease the level of major qualification.
ru: При переучивании за золото уровень владения основной специальностью не падает.

# tankmanPersonalCase/skillsButton/additionText
source: (Training is available upon achieving major qualification level 100%)
ru: (Обучение доступно при 100% владении основной специальностью)

# tankmanPersonalCase/skillsButton/mainText
source: View All Skills and Perks
ru: Посмотреть полный список умений и навыков

# tankmanPersonalCase/skillsDesc
source: (Training is available upon achieving major qualification level 100%)
ru: (Обучение доступно при 100% владении основной специальностью)

# tankmanPersonalCase/specialization
source: Specialization:
ru: Специализация:

# tankmanPersonalCase/tabBattleInfo
source: Service Record
ru: Послужной список

# tankmanPersonalCase/tabDocs
source: Personal Data
ru: Документы

# tankmanPersonalCase/tabSkills
source: Skills
ru: Умения

# tankmanPersonalCase/tabTraining
source: Training
ru: Обучение

# tankmanPersonalCase/title
source: Personal File
ru: Личное дело

# tankmanPersonalCase/trainingBtn
source: Accelerate training
ru: Ускоренное обучение

# tankmanPersonalCase/usingLevel
source: Training Level:
ru: Уровень владения:

# tankmanPersonalCase/vehicle
source: Vehicle:
ru: Машина:

# tankmanPersonalCase/vehicleType
source: Vehicle Type:
ru: Тип техники:

# tankmanPersonalCase/vehicleTypeID
source: Train for vehicle:
ru: Обучиться на технику:

# tankmanRecruitRenderer/commander
source: Recruit Commander
ru: Рекрутировать командира

# tankmanRecruitRenderer/descr
source: Recruit a crew member
ru: Рекрутировать члена экипажа

# tankmanRecruitRenderer/driver
source: Recruit Driver
ru: Рекрутировать водителя

# tankmanRecruitRenderer/gunner
source: Recruit Gunner
ru: Рекрутировать наводчика

# tankmanRecruitRenderer/loader
source: Recruit Loader
ru: Рекрутировать заряжающего

# tankmanRecruitRenderer/personalCase
source: Open Personal File
ru: Открыть Личное дело

# tankmanRecruitRenderer/radioman
source: Recruit Radio Operator
ru: Рекрутировать радиста

# tankmanRecruitRenderer/unload
source: Send to Barracks
ru: Высадить в Казарму

# tankmanRetrainingBtn/free
source: Free
ru: Бесплатно

# tankmanTrainingButton2/retrainingTo
source: Retrain to Level:
ru: Переобучить до уровня:

# tankmanTrainingButton2/trainingTo
source: Train to Level:
ru: Обучить до уровня:

# tankmanTrainingWindow/academy
source: Tank Academy
ru: Танковая академия

# tankmanTrainingWindow/closeBtn
source: Cancel
ru: Отменить

# tankmanTrainingWindow/free
source: Rapid Courses
ru: Ускоренные курсы

# tankmanTrainingWindow/scool
source: Regimental School
ru: Полковая школа

# tankmanTrainingWindow/title
source: Crew Training
ru: Обучение члена экипажа

# tankmanTrainingWindow/trainingTo
source: Training Level:
ru: Обучение до уровня:

# tankmen/AT-SPG
source: Tank Destroyer
ru: ПТ-САУ

# tankmen/SPG
source: SPG
ru: САУ

# tankmen/heavyTank
source: Heavy Tank
ru: тяжёлый танк

# tankmen/lightTank
source: Light Tank
ru: лёгкий танк

# tankmen/lockReason/broken
source: (Vehicle damaged)
ru: (Машина повреждена)

# tankmen/lockReason/inbattle
source: (In battle)
ru: (В бою)

# tankmen/lockReason/prebattle
source: (Awaiting battle)
ru: (Ожидает бой)

# tankmen/mediumTank
source: Medium Tank
ru: средний танк

# technicalMaintenance/ammoTitleEx
source: (shell containers for %d item(s))
ru: (кассеты по %d шт.)

# training/create/battleTime
source: Battle duration:
ru: Длительность боя:

# training/create/closeButton
source: Close
ru: Закрыть

# training/create/createButton
source: Create
ru: Создать

# training/create/description
source: Description:
ru: Описание:

# training/create/mapSelect
source: Select map:
ru: Выбор карты:

# training/create/maxPlayers
source: Player limit:
ru: Максимальное количество игроков:

# training/create/privacy
source: By invitation
ru: по приглашениям

# training/create/title
source: Create a Training Room
ru: Создание тренировочной комнаты

# training/createButton
source: Create Room
ru: Создать комнату

# training/description
source: Team training will earn you neither credits nor experience. Repairs and everything except shells, consumables, and directives are free.
ru: Опыт и кредиты в Тренировочных боях не начисляются. Ремонт бесплатный. Игроки платят только за снаряды, снаряжение и инструкции.

# training/info/deleteButton
source: Delete Room
ru: Удалить комнату

# training/info/exitButton
source: Exit Room
ru: Выйти из комнаты

# training/info/inviteButton
source: Invite...
ru: Пригласить...

# training/info/maxPlayers
source: Players:
ru: Всего игроков:

# training/info/notUseChat
source: no
ru: нет

# training/info/otherLabel
source: Undistributed players: %(total)s
ru: Нераспределённые игроки: %(total)s

# training/info/owner
source: Commander:
ru: Командир:

# training/info/settings/okButton
source: Modify
ru: Изменить

# training/info/settings/title
source: Modify Training Room Settings
ru: Настройки тренировочной комнаты

# training/info/settingsButton
source: Modify Room
ru: Настройки комнаты

# training/info/startButton
source: Start Battle
ru: Начать бой

# training/info/states/state1
source: left
ru: вышел

# training/info/states/state17
source: offline
ru: не в игре

# training/info/states/state2
source: left
ru: вышел

# training/info/states/state20
source: offline
ru: не в игре

# training/info/states/state24
source: offline
ru: не в игре

# training/info/states/state8
source: In battle
ru: в бою

# training/info/team1Label
source: Team 1 [%(total)s]
ru: Команда 1 [%(total)s]

# training/info/team2Label
source: Team 2 [%(total)s]
ru: Команда 2 [%(total)s]

# training/info/timeout/label
source: Battle time:
ru: Время боя:

# training/info/timeout/value
source: %d minutes
ru: %d минут

# training/info/title
source: Training Room (%s)
ru: Тренировочная комната (%s)

# training/info/useCommonVoiceChat
source: General
ru: общая

# training/info/useSeparateVoipChat
source: Team
ru: раздельная по командам

# training/info/voiceChat
source: Voice chat:
ru: Голосовая связь:

# training/invitations/title
source: Send invitations
ru: Выслать приглашения

# training/joinButton
source: Enter
ru: Войти

# training/listTitle
source: Training Rooms
ru: Список тренировочных комнат

# training/ownerTitle
source: Commander
ru: Командир

# training/playersLabel
source: Players: %(playersTotal)s
ru: Всего игроков: %(playersTotal)s

# training/playersTitle
source: Players
ru: Игроки

# training/roomsLabel
source: Training rooms: %(roomsTotal)s
ru: Всего тренировочных комнат: %(roomsTotal)s

# training/title
source: Team Training
ru: Тренировочные бои

# unlocks/exchangeButton
source: Convert
ru: Перевести

# unlocks/unlockButton
source: Research
ru: Исследовать

# unlocks/xpToTmenCheckbox
source: Accelerate crew training
ru: Ускорить обучение экипажа

# vehicleComponents/labels/freeXP
source: Free Experience:
ru: Свободного опыта:

# vehicleComponents/labels/notDistributedXP
source: Experience to distribute:
ru: Не распределено опыта:

# vehicleComponents/labels/totalXP
source: Experience received:
ru: Заработано опыта:

# vehicleComponents/messages/drawFailed
source: Draw failure.
ru: Ошибка при построении.

# vehicleComponents/messages/inventory/search
source: Searching in Depot...
ru: Поиск на Складе...

# vehicleComponents/messages/loading
source: Loading...
ru: Загружается...

# vehicleComponents/messages/requestEquip
source: Sending request for mounting module on the vehicle...
ru: Запрос на установку модуля на танк...

# vehicleComponents/messages/requestUnlock
source: Requesting research...
ru: Запрос на исследование...

# vehicleComponents/messages/serverUnlockFailed
source: Research failed. The current tank is locked or you do not have enough experience.
ru: Не удалось исследовать. Возможно, текущий танк заблокирован или не хватает опыта.

# vehicleComponents/messages/shop/requestModule
source: Searching for module in Store...
ru: Поиск модуля в Магазине...

# vehicleComponents/messages/shop/requestVehicle
source: Searching for vehicle in Store...
ru: Поиск танка в Магазине...

# vehicleComponents/messages/unlockFailed
source: Not enough experience for research.
ru: Не хватает опыта для исследования.

# vehicleComponents/title
source: %s – Research Modules
ru: %s — Исследование модулей

# vehicleInfo/closeBtn
source: Close
ru: Закрыть

# vehicleInfo/params/chassisRotationSpeed
source: Traverse Speed (deg/s)
ru: Скорость поворота (град/с)

# vehicleInfo/params/circularVisionRadius
source: View Range (m)
ru: Обзор (м)

# vehicleInfo/params/damage
source: Standard Shell Damage
ru: Урон базовым снарядом

# vehicleInfo/params/enginePower
source: Engine Power (h.p.)
ru: Мощность двигателя (л.с.)

# vehicleInfo/params/gunRotationSpeed
source: Gun Traverse Speed (deg/s)
ru: Скорость горизонтального наведения (град/с)

# vehicleInfo/params/hullArmor
source: Hull Armor (front/sides/rear, mm)
ru: Бронирование корпуса (лоб/борт/корма в мм)

# vehicleInfo/params/maxHealth
source: Durability (HP)
ru: Прочность (ед)

# vehicleInfo/params/piercingPower
source: Average Penetration (mm)
ru: Средняя бронепробиваемость (мм)

# vehicleInfo/params/radioDistance
source: Signal Range (m)
ru: Дальность связи (м)

# vehicleInfo/params/reloadTime
source: Rate of Fire (rounds/min)
ru: Скорострельность орудия (выстр/мин)

# vehicleInfo/params/speedLimits
source: Top Speed / Reverse Speed (km/h)
ru: Макс. скорость / задний ход (км/ч)

# vehicleInfo/params/turretArmor
source: Turret Armor (front/sides/rear, mm)
ru: Бронирование башни (лоб/борт/корма в мм)

# vehicleInfo/params/turretRotationSpeed
source: Turret Traverse Speed (deg/s)
ru: Скорость поворота башни (град/с)

# vehicleInfo/params/weight
source: Weight/Load Limit (t)
ru: Масса/предельная масса машины (т)

# vehicleInfo/stats/avgExperience
source: Average Experience per Battle
ru: Средний опыт за бой

# vehicleInfo/stats/battlesCount
source: Battles Fought
ru: Проведено боёв

# vehicleInfo/stats/damageDealt
source: Damage Caused
ru: Нанесённый урон

# vehicleInfo/stats/defender
source: Defender
ru: «Защитник»

# vehicleInfo/stats/frags
source: Destroyed
ru: Уничтожено

# vehicleInfo/stats/heroes
source: Battle Hero
ru: Становился героем битв

# vehicleInfo/stats/hits
source: Hits
ru: Попаданий

# vehicleInfo/stats/invader
source: Invader
ru: «Захватчик»

# vehicleInfo/stats/lastBattleTime
source: Last Battle
ru: Был в бою

# vehicleInfo/stats/losses
source: Defeats
ru: Поражений

# vehicleInfo/stats/medalKay
source: Kay's Medal
ru: Степень медали Кея

# vehicleInfo/stats/scout
source: Scout
ru: «Разведчик»

# vehicleInfo/stats/shots
source: Shots
ru: Выстрелов

# vehicleInfo/stats/sniper
source: Sniper
ru: «Снайпер»

# vehicleInfo/stats/steelwall
source: Steel Wall
ru: «Стальная cтена»

# vehicleInfo/stats/supporter
source: Confederate
ru: «Поддержка»

# vehicleInfo/stats/survivedBattles
source: Battles Survived
ru: Выжил в боях

# vehicleInfo/stats/warrior
source: Top Gun
ru: «Воин»

# vehicleInfo/stats/wins
source: Victories
ru: Побед

# vehicleInfo/stats/xp
source: Total Experience
ru: Суммарный опыт

# vehicleInfo/tabs/base
source: Configuration
ru: Комплектация

# vehicleInfo/tabs/crew
source: Crew
ru: Экипаж

# vehicleInfo/tabs/properties
source: Characteristics
ru: Характеристики

# vehicleInfo/tabs/statistic
source: Service Record
ru: Достижения

# vehicleInfo/title
source: — Characteristics
ru: — Информация

# vehiclesCarousel/contextMenu/vehicleCheck
source: Set as Primary
ru: Отметить как «основной»

# vehiclesCarousel/contextMenu/vehicleInfo
source: View details
ru: Показать информацию

# vehiclesCarousel/contextMenu/vehicleResearch
source: Tech Tree
ru: Исследования

# vehiclesCarousel/contextMenu/vehicleSell
source: Sell
ru: Продать

# vehiclesCarousel/contextMenu/vehicleUncheck
source: Uncheck Primary label
ru: Снять отметку «основной»

# customization/remove/camouflage/side-01
source: The current Camouflage
ru: Текущий камуфляж

# customization/remove/camouflage/side-02
source: will be DESTROYED
ru: будет УНИЧТОЖЕН

# customization/remove/horn/side-01
source: The current Horn will be
ru: Текущий клаксон будет

# customization/remove/horn/side-02
source: DESTROYED
ru: УНИЧТОЖЕН

# account/profile/emptyBattleList
source: Never battled
ru: В бою не был

# contextMenu/tankmanUnloadAll
source: Send entire crew to Barracks
ru: Высадить весь экипаж

# currentVehicleStatus/battle
source: In battle
ru: В бою

# ingame_menu/buttons/help
source: Help
ru: Помощь

# lobby_menu/buttons/refuse-training
source: Interrupt Training
ru: Прервать обучение

# lobby_menu/buttons/restart-training
source: Resume training
ru: Возобновить обучение

# premium/buyTitle
source: Purchase Premium Account
ru: Покупка премиум аккаунта

# premium/continueMessage
source: Extend Premium Account
ru: Продлить премиум аккаунт

# premium/continueTitle
source: Extend Premium Account
ru: Продление премиум аккаунта

# premium/ofCreditsAndExperience
source: credits and experience
ru: кредитов и опыта

# premium/perEverButtle
source: per every battle
ru: за каждый бой

# premium/submitBuy
source: Purchase
ru: Купить

# premium/submitContinue
source: Extend
ru: Продлить

# tankCarousel/vehicleStates/buyTankEmptyCount
source: Vacant Slots: %(count)d
ru: Свободных слотов: %(count)d

# tank_params/explosionRadius
source: Burst Radius
ru: Радиус разлёта осколков

# tankmanPersonalCase/dropSkillsButtonLabel
source: Reset
ru: Сбросить

# contextMenu/flood
source: Spam
ru: Флуд/спам

# denunciation/type4
source: Spam
ru: Неинформативные сообщения

# exchange/onhand
source: Current balance:
ru: До обмена:

# exchange/result
source: Remaining balance:
ru: После обмена:

# exchange/toexchange
source: Exchange:
ru: К обмену:

# exchangeVcoin/title
source: Refill balance
ru: Пополнение счёта

# exchangeVcoin/vcoinIsTight
source: Operation impossible. Not enough VCOIN on your account. The minimum of %(minval)s VCOIN is necessary.
ru: Операция невозможна. На вашем счету не хватает VCOIN. Необходимо иметь на счету минимум %(minval)s VCOIN.

# login/status/LOGIN_REJECTED_ACTIVATING
source: Creating account...
ru: Создание аккаунта...

# login/status/LOGIN_REJECTED_NICKNAME_ALREADY_EXIST
source: This username has already been used by another person. Try another username.
ru: Данное имя занято. Попробуйте другое.

# login/status/LOGIN_REJECTED_UNABLE_TO_PARSE_JSON
source: This username contains invalid characters. Try another username.
ru: Данное имя содержит недопустимые символы. Попробуйте другое.

# login/status/invalid_nickname
source: Username must contain Latin letters, numbers and '_'.
ru: Имя должно содержать символы латинского алфавита, цифры и знак подчёркивания.

# profile/stats/items/readyToLearn
source: Skills and perks available
ru: Изучение умений и навыков:

# tankCarousel/vehicleStates/notpresent
source: Not in the Garage
ru: Нет в Ангаре

# tank_params/damageAvg
source: Average Damage per Shot
ru: Средний урон за выстрел

# tank_params/damageAvgPerMinute
source: Average Damage per Minute
ru: Средний урон в минуту

# tank_params/enginePowerPerTon
source: Specific Power
ru: Удельная мощность

# tank_params/reloadTimeSecs
source: Reload Time
ru: Перезарядка орудия

# contextMenu/allyEjection
source: Pushing out an ally
ru: Выталкивание союзника

# contextMenu/openingOfAllyPos
source: Revealing allied positions
ru: Раскрытие позиций союзников

# customization/change/emblemLeft
source: Emblem 1
ru: эмблему 1

# customization/change/emblemRight
source: Emblem 2
ru: эмблему 2

# customization/change/inscriptionLeft
source: Inscription 1
ru: надпись 1

# customization/change/inscriptionRight
source: Inscription 2
ru: надпись 2

# customization/items/emblemLeft
source: Emblem 1
ru: эмблема 1

# customization/items/emblemRight
source: Emblem 2
ru: эмблема 2

# customization/items/inscriptionLeft
source: Inscription 1
ru: надпись 1

# customization/items/inscriptionRight
source: Inscription 2
ru: надпись 2

# customization/labels/camouflage/period
source: Apply Camouflage:
ru: Нанести камуфляж:

# customization/labels/camouflage/timeLeft/days
source: days: %d
ru: дней: %d

# customization/labels/camouflage/timeLeft/hours
source: hours: %d
ru: часов: %d

# customization/labels/emblem/current
source: Current:
ru: Текущая:

# customization/labels/emblem/new
source: New:
ru: Новая:

# customization/labels/emblem/period
source: Apply Emblem:
ru: Нанести эмблему:

# customization/labels/emblemLeft/price
source: Emblem 1
ru: Эмблема 1

# customization/labels/emblemLeft/section
source: Emblem 1
ru: Эмблема 1

# customization/labels/emblemRight/price
source: Emblem 2
ru: Эмблема 2

# customization/labels/emblemRight/section
source: Emblem 2
ru: Эмблема 2

# customization/labels/inscription/period
source: Apply Inscription:
ru: Нанести надпись:

# customization/labels/inscriptionLeft/price
source: Inscription 1
ru: Надпись 1

# customization/labels/inscriptionLeft/section
source: Inscription 1
ru: Надпись 1

# customization/labels/inscriptionRight/price
source: Inscription 2
ru: Надпись 2

# customization/labels/inscriptionRight/section
source: Inscription 2
ru: Надпись 2

# customization/labels/timeLeft/title
source: Left:
ru: Осталось:

# customization/marker/camouflage/defaultHint
source: Select Camouflage to decrease vehicle visibility
ru: Выберите камуфляж, чтобы увеличить незаметность машины

# customization/marker/camouflage/desertHint
source: Reduces vehicle visibility on desert maps
ru: Увеличивает незаметность машины на картах пустынного типа

# customization/marker/camouflage/summerHint
source: Reduces vehicle visibility on summer maps
ru: Увеличивает незаметность машины на картах летнего типа
