Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/messenger.*.resx
Languages: ru

# contacts/settingsView/tooltips/btns/apply/body
source: Click to save the selected settings.
ru: Нажмите, чтобы сохранить установленные настройки.

# contacts/settingsView/tooltips/btns/apply/header
source: Apply
ru: Применить

# contacts/settingsView/tooltips/btns/close/body
source: Click to cancel the changes and return to your Contact list.
ru: Нажмите, чтобы отменить изменения и вернуться к списку контактов.

# contacts/settingsView/tooltips/btns/close/header
source: Cancel
ru: Отменить

# contacts/tooltips/btns/addGroup/body
source: Click to create a group.
ru: Нажмите, чтобы создать группу в списке контактов.

# contacts/tooltips/btns/addGroup/header
source: Create Group
ru: Создание группы

# contacts/tooltips/btns/externalSearch/body
source: Click to search for a player by name who is not on your Contact list.
ru: Нажмите, чтобы запустить поиск по имени игрока, отсутствующего в списке контактов.

# contacts/tooltips/btns/externalSearch/header
source: Search Outside Contact List
ru: Искать вне контактов

# contacts/tooltips/btns/search/body
source: Click to find and add a player to your Contact list.
ru: Нажмите, чтобы найти и добавить игрока в список контактов.

# contacts/tooltips/btns/search/header
source: Player Search
ru: Поиск игроков

# contacts/tooltips/btns/settings/body
source: Click to change the Contact list settings.
ru: Нажмите, чтобы настроить список контактов.

# contacts/tooltips/btns/settings/header
source: Settings
ru: Настройка

# contacts/tooltips/searchInput/credentials
source: Name must contain up to %(maxChars)s characters.
ru: Имя должно содержать до %(maxChars)s символов.

# custom_client_action/ADMIN_CHAT_COMMAND
source: Send command
ru: Отправить команду

# dialogs/bsChannel/context/kickPlayer
source: Exclude from team
ru: Исключить из команды

# dialogs/channels/buttons/close
source: Close
ru: Закрыть

# dialogs/channels/buttons/create
source: Create Channel
ru: Создать канал

# dialogs/channels/buttons/searchAndJoin
source: Search and Join
ru: Поиск и присоединение

# dialogs/channels/title
source: Channels
ru: Каналы

# dialogs/connectingToSecureChannel/buttons/close
source: Close
ru: Закрыть

# dialogs/connectingToSecureChannel/buttons/connect
source: Join
ru: Присоединиться

# dialogs/connectingToSecureChannel/errors/invalidPassword/message
source: Password must contain 3 to 12 characters.
ru: Допустимый пароль 3–12 символов.

# dialogs/connectingToSecureChannel/errors/invalidPassword/title
source: Invalid password.
ru: Неправильный пароль.

# dialogs/connectingToSecureChannel/labels/info
source: You are attempting to connect to secured channel %s.
ru: Вы пытаетесь присоединиться к защищённому каналу %s.

# dialogs/connectingToSecureChannel/labels/password
source: Enter password:
ru: Введите пароль:

# dialogs/connectingToSecureChannel/labels/warrning
source: Warning
ru: Предупреждение

# dialogs/connectingToSecureChannel/title
source: Connect to Channel
ru: Подключение к каналу

# dialogs/contacts/contact/addToClan
source: Invite to Clan
ru: Пригласить в клан

# dialogs/contacts/contact/addToFriends
source: Add to Friends List
ru: Добавить в «Друзья»

# dialogs/contacts/contact/addToIgnored
source: Add to Blacklist
ru: Добавить в «Чёрный список»

# dialogs/contacts/contact/copyToClipBorad
source: Copy to clipboard
ru: Копировать имя

# dialogs/contacts/contact/createPrivateChannel
source: Create Private Channel
ru: Создать приватный канал

# dialogs/contacts/contact/moneyTransfer
source: Transfer gold
ru: Передать золото

# dialogs/contacts/contact/removeFromFriends
source: Remove from your Friends list
ru: Удалить из «Друзей»

# dialogs/contacts/contact/removeFromIgnored
source: Remove from Blacklist
ru: Удалить из «Чёрного списка»

# dialogs/contacts/contact/userInfo
source: View details
ru: Показать информацию

# dialogs/contacts/group/sortByName
source: Sort by name.
ru: Сортировать по имени.

# dialogs/contacts/group/sortByStatus
source: Sort by status.
ru: Сортировать по статусу.

# dialogs/contacts/title
source: Contact List
ru: Список контактов

# dialogs/contacts/tree/clan
source: Clan
ru: Клан

# dialogs/contacts/tree/friends
source: Friends
ru: Друзья

# dialogs/contacts/tree/friendship_request
source: Friend requests
ru: Запросы на добавление в друзья

# dialogs/contacts/tree/ignored
source: Blacklist
ru: Чёрный список

# dialogs/contacts/tree/muted
source: Disable Voice Messages
ru: Отключены голосовые сообщения

# dialogs/createChannel/buttons/close
source: Close
ru: Закрыть

# dialogs/createChannel/buttons/create
source: Create
ru: Создать

# dialogs/createChannel/labels/fillPassword
source: Enter password
ru: Введите пароль

# dialogs/createChannel/labels/name
source: Channel name
ru: Имя канала

# dialogs/createChannel/labels/password
source: Password
ru: Пароль

# dialogs/createChannel/labels/retypePassword
source: Confirm your password
ru: Повторите пароль

# dialogs/createChannel/labels/usePassword
source: Require password
ru: Требовать пароль при подключении

# dialogs/createChannel/title
source: Create Channel
ru: Создание канала

# dialogs/eventSquad/vehicle
source: Select the %(vehName)s
ru: Выберите %(vehName)s

# dialogs/falloutSquadChannel/vehicleNotify
source: Select a Tier %(level)s vehicle
ru: Выберите машину %(level)s уровня

# dialogs/falloutSquadChannel/vehicleNotifyMultiteam
source: Select Vehicles
ru: Выберите технику

# dialogs/falloutSquadChannel/vehicleNotifyRange
source: Select a Tier %(level)s vehicle
ru: Выберите машину %(level)s уровня

# dialogs/falloutSquadChannel/vehicles
source: Vehicle: %s
ru: Техника: %s

# dialogs/searchChannel/buttons/close
source: Close
ru: Закрыть

# dialogs/searchChannel/buttons/join
source: Join
ru: Присоединиться

# dialogs/searchChannel/buttons/search
source: Find
ru: Искать

# dialogs/searchChannel/labels/result
source: Search results (first %d):
ru: Результат поиска (первые %d):

# dialogs/searchChannel/labels/search
source: Search
ru: Поиск

# dialogs/searchChannel/title
source: Search Channel
ru: Поиск канала

# dialogs/searchContact/buttons/addToFriends
source: Add to Friends
ru: В «Друзья»

# dialogs/searchContact/buttons/addToIgnored
source: Blacklist
ru: В «Чёрный список»

# dialogs/searchContact/buttons/close
source: Close
ru: Закрыть

# dialogs/searchContact/buttons/search
source: Find
ru: Искать

# dialogs/searchContact/buttons/userInfo
source: User details
ru: Информация

# dialogs/searchContact/labels/result
source: Search results:
ru: Результат поиска:

# dialogs/searchContact/labels/search
source: Search
ru: Поиск

# dialogs/searchContact/title
source: Find Contacts
ru: Найти контакты

# dialogs/serviceChannel/title
source: Service Channel
ru: Служебный канал

# dialogs/simpleSquad/recommendationLevel
source: Recommend players
ru: Рекомендовать игроков

# dialogs/simpleSquad/vehicle/recommendationLevel
source: Select a Tier %(level)s vehicle
ru: Выберите машину %(level)s уровня

# dialogs/simpleSquad/vehicleLevel
source: Select a Tier %(level)s vehicle
ru: Выберите машину %(level)s уровня

# dialogs/squad/event/vehicle
source: Select the %(tankName)s
ru: Выберите %(tankName)s

# dialogs/squad/message/allReady
source: Click to indicate that you are not ready.
ru: Нажмите, чтобы отменить готовность.

# dialogs/squad/message/getNotReady
source: Click to indicate that you are not ready.
ru: Нажмите, чтобы отменить готовность.

# dialogs/squad/message/getReady
source: Confirm that you are ready to join the battle.
ru: Подтвердите готовность выйти в бой

# dialogs/squad/message/invalidVehicleLevel
source: Tier is not suitable
ru: Неподходящий уровень

# dialogs/squad/message/spgForbidden
source: An SPG cannot join the Platoon
ru: Невозможно взять САУ во взвод

# dialogs/squad/message/spgFull
source: The Platoon has the maximum number of SPGs
ru: Достигнут максимум количества САУ во взводе

# dialogs/squad/message/vehicles/differentLevels
source: Penalty to experience due to inappropriate Platoon composition!
ru: Штраф к опыту из-за некорректного состава взвода!

# dialogs/squadChannel/battleType
source: Battle Mode:
ru: Режим боя:

# dialogs/squadChannel/battleTypeDomination
source: Random Battle
ru: Случайный бой

# dialogs/squadChannel/buttons/afk
source: Break
ru: Перерыв

# dialogs/squadChannel/buttons/dismiss
source: Leave Platoon
ru: Покинуть взвод

# dialogs/squadChannel/buttons/invite
source: Invite Players
ru: Пригласить игроков

# dialogs/squadChannel/buttons/leave
source: Leave Platoon
ru: Выйти из взвода

# dialogs/squadChannel/buttons/notReady
source: Not ready
ru: Не готов

# dialogs/squadChannel/buttons/ready
source: Ready!
ru: Готов!

# dialogs/squadChannel/buttons/recommend
source: Recommend Players
ru: Рекомендовать игроков

# dialogs/squadChannel/chatName
source: Chat Channel
ru: Канал связи:

# dialogs/squadChannel/context/kickPlayer
source: Exclude from Platoon
ru: Исключить из взвода

# dialogs/squadChannel/headerMsg/dynSquad
source: Continue to select Tier IV vehicles or higher for your Platoon to receive more experience
ru: Продолжайте играть взводом на технике IV уровня и выше, чтобы получать больше опыта

# dialogs/squadChannel/headerMsg/squadFormation
source: Additional experience per battle for Tier IV vehicles or higher
ru: Дополнительный опыт за бой при игре на технике IV уровня и выше

# dialogs/squadChannel/headerMsg/squadFormationRestriction
source: Play in vehicles of the same tier starting from Tier IV and receive additional experience
ru: Играйте на технике одного уровня начиная с IV и получайте больше опыта

# dialogs/squadChannel/members
source: Members:
ru: Состав:

# dialogs/squadChannel/messege/noPremium
source: Only Premium Account users can invite a third player to join a Platoon.
ru: Пригласить во взвод третьего игрока возможно только при действующем премиум аккаунте.

# dialogs/squadChannel/simpleChatName
source: Chat Channel
ru: Канал связи

# dialogs/squadChannel/tooltips/status/afk
source: Status: Taking a break
ru: Статус: Ушёл на перерыв

# dialogs/squadChannel/tooltips/status/inBattle
source: Status: In battle
ru: Статус: В бою

# dialogs/squadChannel/tooltips/status/notReady
source: Status: Not ready
ru: Статус: Не готов

# dialogs/squadChannel/tooltips/status/offline
source: Status: Offline
ru: Статус: не в сети

# dialogs/squadChannel/tooltips/status/ready
source: Status: Ready
ru: Статус: Готов

# dialogs/squadChannel/vehicles
source: Vehicles:
ru: Техника:

# dialogs/squadChannel/vehiclesLbl
source: Vehicles
ru: Техника

# dialogs/teamChannel/buttons/dismiss
source: Dismiss
ru: Распустить

# dialogs/teamChannel/buttons/invite
source: Invite
ru: Пригласить

# dialogs/userInfo/ban_reason/guilty
source: guilty
ru: виновен

# dialogs/userInfo/ban_reason/suspicion
source: suspected
ru: под подозрением

# dialogs/userInfo/ban_reason/title
source: Ally Destruction:
ru: Убийство союзников:

# dialogs/userInfo/buttons/addMuted
source: Disable Voice Messages
ru: Отключить голосовые сообщения

# dialogs/userInfo/buttons/addToFriends
source: Add to Friends
ru: Добавить в «Друзья»

# dialogs/userInfo/buttons/addToIgnored
source: Add to Blacklist
ru: Добавить в «Чёрный список»

# dialogs/userInfo/buttons/close
source: Close
ru: Закрыть

# dialogs/userInfo/buttons/createPrivateChannel
source: Create Private Channel
ru: Создать приватный канал

# dialogs/userInfo/buttons/removeMuted
source: Enable Voice Messages
ru: Принимать голосовые сообщения

# dialogs/userInfo/labels/common
source: Total
ru: Общее

# dialogs/userInfo/labels/creationTime
source: Created
ru: Зарегистрирован

# dialogs/userInfo/labels/lastBattleTime
source: Last battle
ru: Последний раз был в бою

# dialogs/userInfo/labels/status
source: Status:
ru: Статус:

# dialogs/userInfo/title
source: %s - Player Details
ru: %s — Информация об игроке

# events/enterChannel
source: [%s] joined the channel
ru: [%s] присоединился к каналу

# events/leaveChannel
source: [%s] left the channel
ru: [%s] покинул канал

# keyboardChat
source: Chat
ru: Чат

# listView/emptyList/info
source: notifications
ru: Информационных уведомлений

# listView/emptyList/invite
source: invitations
ru: Приглашений

# listView/emptyList/offer
source: specials
ru: Специальных предложений

# listView/emptyList/template
source: No %(listType)s yet.
ru: %(listType)s пока не поступало.

# listView/title
source: Notification Center
ru: Центр уведомлений

# lobby/bsChannels/title/startTime
source: Battle Time: %s
ru: Время боя: %s

# lobby/buttons/cancel
source: Send
ru: Отправить

# lobby/buttons/channels
source: Channels
ru: Каналы

# lobby/buttons/contacts
source: Contacts
ru: Контакты

# lobby/buttons/send
source: Send
ru: Отправить

# lobby/channels/actions/remove
source: Close Channel
ru: Закрыть канал

# lobby/channels/actions/setDay
source: Display date in messages
ru: Показывать дату в сообщениях

# lobby/channels/actions/setTime
source: Display time in messages
ru: Показывать время в сообщениях

# lobby/faq/close
source: Close
ru: Закрыть

# lobby/users/actions/addToFriends
source: Add this player to Friends
ru: Добавить игрока в «Друзья»

# lobby/users/actions/addToIgnore
source: Add this player to Blacklist
ru: Добавить игрока в «Чёрный список»

# lobby/users/actions/copyNameToClipboard
source: Copy to clipboard
ru: Копировать имя

# lobby/users/actions/createPrivateChannel
source: Create private channel
ru: Создать приватный канал

# lobby/users/actions/showInfo
source: Show player details
ru: Посмотреть данные об игроке

# messenger/contacts/buttons/externalSearch
source: Search Outside Contact List
ru: Искать вне контактов

# messenger/contacts/buttons/externalSearchCancel
source: Cancel
ru: Отменить

# messenger/contacts/contextmenu/editGroup
source: Edit group
ru: Редактировать группу

# messenger/contacts/contextmenu/removeFromGroup
source: Delete from group
ru: Удалить из группы

# messenger/contacts/contextmenu/removeGroup
source: Delete group
ru: Удалить группу

# messenger/contacts/createNote/tooltips/btns/close/body
source: Click to cancel creation and return to your Contact list.
ru: Нажмите, чтобы отменить создание и вернуться к списку контактов.

# messenger/contacts/createNote/tooltips/btns/close/header
source: Close
ru: Закрыть

# messenger/contacts/createNote/tooltips/btns/ok/body
source: Click to save the created player's note.
ru: Нажмите, чтобы сохранить созданную заметку об игроке.

# messenger/contacts/createNote/tooltips/btns/ok/header
source: Create
ru: Создать

# messenger/contacts/dropContactPrompt
source: Drag contacts here.
ru: Перетащите контакты сюда

# messenger/contacts/editNote/tooltips/btns/close/body
source: Click to cancel editing and return to your Contact list.
ru: Нажмите, чтобы отменить редактирование и вернуться к списку контактов.

# messenger/contacts/editNote/tooltips/btns/close/header
source: Close
ru: Закрыть

# messenger/contacts/editNote/tooltips/btns/ok/body
source: Click to save the edits to the player's note.
ru: Нажмите, чтобы сохранить изменения в заметке об игроке.

# messenger/contacts/editNote/tooltips/btns/ok/header
source: Save
ru: Сохранить

# messenger/contacts/externalSearch/emptySearchResultPrompt
source: Nothing found matching your query.
ru: По вашему запросу ничего не найдено.

# messenger/contacts/mainGrops/Formations
source: Permanent Tactical Units
ru: Постоянные формирования

# messenger/contacts/mainGrops/Friends
source: Friends
ru: Друзья

# messenger/contacts/mainGrops/Other
source: Other
ru: Прочее

# messenger/contacts/mainGrops/Other/Ignored
source: Blacklist
ru: Чёрный список

# messenger/contacts/mainGrops/Other/friendshipRequest
source: Friend requests
ru: Запросы на добавление в «Друзья»

# messenger/contacts/mainGroups/other/referrals
source: Recruits
ru: Рекруты

# messenger/contacts/mainGroups/other/referrers
source: Recruiters
ru: Рекрутёры

# messenger/contacts/searchInputPrompt
source: Find a player on the list
ru: Найти игрока в списке

# messenger/contacts/searchUsers/listEmptyPrompt/descr
source: No players added yet.
ru: Вы ещё не добавили игроков.

# messenger/contacts/searchUsers/listEmptyPrompt/title
source: Contact List Empty
ru: Список контактов пуст

# messenger/contacts/searchUsers/noOnlineContacts/descr
source: No contacts currently online
ru: В данный момент никого из ваших контактов нет в сети.

# messenger/contacts/searchUsers/searchFail/descr
source: Try searching outside Contact list.
ru: Попробуйте найти вне списка контактов.

# messenger/contacts/searchUsers/searchFail/title
source: No Matches
ru: Совпадений нет

# messenger/contacts/searchUsers/searchInputPrompt
source: Enter player's name.
ru: Введите имя игрока

# messenger/contacts/title
source: Contacts
ru: Контакты

# messenger/contacts/view/addUser/btnCancel/Label
source: Close
ru: Закрыть

# messenger/contacts/view/addUser/btnOk/Label
source: Add
ru: Добавить

# messenger/contacts/view/addUser/error/groupAlreadyExist
source: The group already exists.
ru: Такая группа уже существует

# messenger/contacts/view/addUser/title
source: Player Search
ru: Поиск игроков

# messenger/contacts/view/createNote/btnCancel/Label
source: Close
ru: Закрыть

# messenger/contacts/view/createNote/btnOk/Label
source: Create
ru: Создать

# messenger/contacts/view/createNote/mainLabel
source: Create note
ru: Создание заметки

# messenger/contacts/view/editNote/btnCancel/Label
source: Close
ru: Закрыть

# messenger/contacts/view/editNote/btnOk/Label
source: Save
ru: Сохранить

# messenger/contacts/view/editNote/input/tooltip
source: Name should not exceed %(maxChars)s symbols.
ru: Название не должно превышать %(maxChars)s символов.

# messenger/contacts/view/editNote/mainLabel
source: Edit note
ru: Редактирование заметки

# messenger/contacts/view/editNote/userName
source: for
ru: для

# messenger/contacts/view/manageGroup/createGroup/btnCancel/Label
source: Close
ru: Закрыть

# messenger/contacts/view/manageGroup/createGroup/btnOk/Label
source: Create
ru: Создать

# messenger/contacts/view/manageGroup/createGroup/mainLabel
source: Create Group
ru: Создание группы

# messenger/contacts/view/manageGroup/createGroup/searchInputPrompt
source: Enter a name (up to %(symbols)s symbols)
ru: Введите название (до %(symbols)s символов)

# messenger/contacts/view/manageGroup/deleteGroup/DeleteWithMembers/Label
source: Including contacts inside the group
ru: Включая контакты внутри группы

# messenger/contacts/view/manageGroup/deleteGroup/btnCancel/Label
source: Cancel
ru: Отменить

# messenger/contacts/view/manageGroup/deleteGroup/btnOk/Label
source: Delete
ru: Удалить

# messenger/contacts/view/manageGroup/deleteGroup/mainLabel
source: Delete group
ru: Удаление группы

# messenger/contacts/view/manageGroup/renameGroup/btnCancel/Label
source: Close
ru: Закрыть

# messenger/contacts/view/manageGroup/renameGroup/btnOk/Label
source: Save
ru: Сохранить

# messenger/contacts/view/manageGroup/renameGroup/mainLabel
source: Edit group
ru: Редактирование группы

# messenger/contacts/view/manageGroup/renameGroup/searchInputPrompt
source: Enter a name (up to %(symbols)s symbols)
ru: Введите название (до %(symbols)s символов)

# messenger/contacts/view/manageNote/input/prompt
source: Enter description (up to %(symbols)s symbols)
ru: Введите описание (до %(symbols)s символов)

# messenger/contacts/view/manageNote/input/tooltip
source: Description should not exceed %(maxChars)s symbols.
ru: Описание не должно превышать %(maxChars)s символов.

# messenger/contacts/view/searchUser/title
source: Player Search
ru: Поиск игроков

# messenger/contacts/view/settings/GroupMessages/Label
source: Accept as a group in one window
ru: Принимать группой в одном окне

# messenger/contacts/view/settings/IsShowOfflineUsers/Label
source: Show offline players
ru: Показывать игроков не в сети

# messenger/contacts/view/settings/IsShowOthers/Label
source: Show "Other" category
ru: Показывать категорию «Прочее»

# messenger/contacts/view/settings/Label
source: Messages from players not on your Contact list:
ru: Сообщения не из списка контактов:

# messenger/contacts/view/settings/ReceiveFromFriendsOnly/Label
source: Accept in a separate window
ru: Принимать в отдельном окне

# messenger/contacts/view/settings/btnCancel/Label
source: Cancel
ru: Отменить

# messenger/contacts/view/settings/btnOk/Label
source: Apply
ru: Применить

# messenger/contacts/view/settings/mainLabel
source: Settings
ru: Настройки

# prebattle/addAllBtn/tooltip/body
source: Add all contacts to recipient list.
ru: Добавить все контакты в список адресатов.

# prebattle/addBtn/tooltip/body
source: Add selected contact.
ru: Добавить выбранный контакт.

# prebattle/removeAllBtn/tooltip/body
source: Delete all contacts from recipient list.
ru: Убрать все контакты из списка адресатов.

# prebattle/removeBtn/tooltip/body
source: Delete selected contact from recipient list.
ru: Убрать выбранный контакт из списка адресатов.

# server/errors/actionInCooldown/message
source: Action %(action)s has been suspended for %(cooldownPeriod)s s.
ru: Действие %(action)s заморожено на %(cooldownPeriod)s с.

# server/errors/actionInCooldown/title
source: Chat Error
ru: Ошибка чата

# server/errors/activeChannelsLimitReached/message
source: You have reached the limit for open channels. Please close the unused channels.
ru: Открыто максимально возможное количество каналов. Пожалуйста, закройте ненужные каналы.

# server/errors/activeChannelsLimitReached/title
source: Error
ru: Ошибка

# server/errors/addFriendError/message
source: Error adding user to your Friends list.
ru: Ошибка при добавлении пользователя в «Друзья».

# server/errors/addFriendError/title
source: Error
ru: Ошибка

# server/errors/addIgnoredError/message
source: Error adding user to your Blacklist.
ru: Ошибка при добавлении пользователя в «Чёрный список».

# server/errors/addIgnoredError/title
source: Error
ru: Ошибка

# server/errors/channelAlreadyExists/message
source: Channel with this name already exists.
ru: Канал с таким именем уже существует.

# server/errors/channelAlreadyExists/title
source: Error creating a channel.
ru: Ошибка при создании канала.

# server/errors/channelDestroyed/message
source: Channel deleted.
ru: Канал удалён.

# server/errors/channelDestroyed/title
source: Error joining a channel.
ru: Ошибка присоединения к каналу.

# server/errors/chatBanned/title
source: Chat Error
ru: Ошибка чата

# server/errors/chatCommandError/message
source: Error running chat command: %(error)s
ru: Ошибка выполнения команды чата: %(error)s

# server/errors/chatCommandError/title
source: Chat Error
ru: Ошибка чата

# server/errors/commandInCooldown/message
source: Command %(command)s has been suspended for %(cooldownPeriod)s s.
ru: Команда %(command)s заморожена на %(cooldownPeriod)s с.

# server/errors/commandInCooldown/title
source: Chat Error
ru: Ошибка чата

# server/errors/connectTimeout/message
source: Connection to the channel has timed out.
ru: Период ожидания подключения к каналу истек.

# server/errors/connectTimeout/title
source: Chat Error
ru: Ошибка чата

# server/errors/createPrivateError/message
source: Cannot create a private channel: the user is currently offline.
ru: Нельзя создать приватный канал, поскольку пользователя сейчас нет в сети.

# server/errors/createPrivateError/title
source: Chat Error
ru: Ошибка чата

# server/errors/incorrectCharacter/message
source: Invalid symbol
ru: Недопустимый символ

# server/errors/incorrectCharacter/title
source: Error
ru: Ошибка

# server/errors/incorrectCommandArgument/message
source: Invalid parameter %(arg)s
ru: Неправильный аргумент %(arg)s

# server/errors/incorrectCommandArgument/title
source: Error
ru: Ошибка

# server/errors/incorrectPassword/message
source: Invalid password for the secured channel.
ru: Неправильный пароль для защищённого канала.

# server/errors/incorrectPassword/title
source: Error joining a channel.
ru: Ошибка присоединения к каналу.
