Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/messenger.*.resx
Languages: ru

# serviceChannelMessages/invoiceReceived/compensation
source: Compensation for
ru: Компенсация за

# serviceChannelMessages/invoiceReceived/compensation/credits
source: credits
ru: кредитами

# serviceChannelMessages/invoiceReceived/compensation/crystal
source: with bonds
ru: бонами

# serviceChannelMessages/invoiceReceived/compensation/gold
source: gold
ru: золотом

# serviceChannelMessages/invoiceReceived/creditsAccrued
source: Credits added
ru: Начислено кредитов

# serviceChannelMessages/invoiceReceived/creditsDebited
source: Credits were charged from your balance
ru: С вашего счёта списано кредитов

# serviceChannelMessages/invoiceReceived/crewDroppedToBarracks
source: crew sent to Barracks
ru: экипаж помещён в Казарму

# serviceChannelMessages/invoiceReceived/crewOnVehicle
source: crew %d%%
ru: экипаж %d%%

# serviceChannelMessages/invoiceReceived/crewWithLvlDroppedToBarracks
source: crew %d%% sent to Barracks
ru: экипаж %d%% помещён в Казарму

# serviceChannelMessages/invoiceReceived/crewWithdrawn
source: crew removed
ru: экипаж списан

# serviceChannelMessages/invoiceReceived/crystalAccrued
source: Bonds received
ru: Начислено бон

# serviceChannelMessages/invoiceReceived/crystalDebited
source: Bonds removed
ru: Списано бон

# serviceChannelMessages/invoiceReceived/discounts
source: Personal discounts
ru: Персональные скидки

# serviceChannelMessages/invoiceReceived/dossiersAccrued
source: Awards added
ru: Добавлены награды

# serviceChannelMessages/invoiceReceived/dossiersDebited
source: Awards removed
ru: Списаны награды

# serviceChannelMessages/invoiceReceived/freeXp
source: Free Experience
ru: Свободный опыт

# serviceChannelMessages/invoiceReceived/freeXpAccrued
source: Free Experience added
ru: Начислено свободного опыта

# serviceChannelMessages/invoiceReceived/freeXpDebited
source: Free Experience deducted
ru: Списано свободного опыта

# serviceChannelMessages/invoiceReceived/goldAccrued
source: Gold added
ru: Начислено золота

# serviceChannelMessages/invoiceReceived/goldDebited
source: Gold deducted
ru: Списано золота

# serviceChannelMessages/invoiceReceived/invoice
source: Receipt
ru: Квитанция

# serviceChannelMessages/invoiceReceived/itemsAccrued
source: Consumables added
ru: Добавлено снаряжение

# serviceChannelMessages/invoiceReceived/itemsDebited
source: Consumables removed
ru: Списано снаряжение

# serviceChannelMessages/invoiceReceived/pieces
source: item(s)
ru: шт.

# serviceChannelMessages/invoiceReceived/premiumAccrued
source: Days of Premium Account added
ru: Добавлено дней премиум аккаунта

# serviceChannelMessages/invoiceReceived/premiumDebited
source: Days of Premium Account deducted
ru: Списано дней премиум аккаунта

# serviceChannelMessages/invoiceReceived/premium_account
source: Premium
ru: Премиум

# serviceChannelMessages/invoiceReceived/rentDays
source: days of rental:
ru: дней аренды:

# serviceChannelMessages/invoiceReceived/slotsAccrued
source: Slots added
ru: Добавлены слоты

# serviceChannelMessages/invoiceReceived/slotsDebited
source: Slots removed
ru: Списаны слоты

# serviceChannelMessages/invoiceReceived/tankmen
source: Recruits
ru: Новобранцы

# serviceChannelMessages/invoiceReceived/tankmenFreeXpAccrued
source: Undistributed Free Experience received by crew members
ru: Начислено нераспределённого опыта членам экипажа

# serviceChannelMessages/invoiceReceived/tankmenFreeXpDebited
source: Undistributed Free Experience removed from crew members
ru: Списано нераспределённого опыта с членов экипажа

# serviceChannelMessages/invoiceReceived/vehiclesAccrued
source: Vehicles added
ru: Добавлена техника

# serviceChannelMessages/invoiceReceived/vehiclesDebited
source: Vehicles removed
ru: Списана техника

# serviceChannelMessages/invoiceReceived/vehiclesRented
source: Rented vehicles added
ru: Добавлена арендованная техника

# serviceChannelMessages/itemReceivedAsGift
source: You have been granted consumables: %(typeName)s "%(itemName)s"–%(amount)d item(s).
ru: От администрации получено снаряжение: %(typeName)s "%(itemName)s" – %(amount)d шт.

# serviceChannelMessages/prebattle/battleType/clan
source: Clan Battle
ru: Клановый бой

# serviceChannelMessages/prebattle/battleType/prebattle
source: Battle Results
ru: Результат боя

# serviceChannelMessages/prebattle/battleType/tournament
source: Tournament
ru: Турнир

# serviceChannelMessages/prebattle/finish/base/defeat
source: Defeat
ru: Поражение

# serviceChannelMessages/prebattle/finish/base/draftGame
source: Draw
ru: Ничья

# serviceChannelMessages/prebattle/finish/base/undefined
source: Results not defined
ru: Результаты не определены

# serviceChannelMessages/prebattle/finish/base/win
source: Victory!
ru: Победа!

# serviceChannelMessages/prebattle/finish/creatorLeft
source: Deleted by owner
ru: Удалена создателем

# serviceChannelMessages/prebattle/finish/failure
source: Technical failure
ru: Технический сбой

# serviceChannelMessages/prebattle/finish/playerKick
source: You have been excluded
ru: Вас исключили

# serviceChannelMessages/prebattle/finish/technical/defeat
source: Technical Defeat
ru: Техническое поражение

# serviceChannelMessages/prebattle/finish/technical/draftGame
source: Technical Draw
ru: Техническая ничья

# serviceChannelMessages/prebattle/finish/technical/undefined
source: Results not defined
ru: Результаты не определены

# serviceChannelMessages/prebattle/finish/technical/win
source: Technical Victory!
ru: Техническая победа!

# serviceChannelMessages/prebattle/finish/timeout
source: Timeout expired
ru: Время ожидания истекло

# serviceChannelMessages/prebattle/finishedTime
source: Complete
ru: Завершено

# serviceChannelMessages/prebattle/numberOfBattle
source: (battle %s)
ru: (сражение %s)

# serviceChannelMessages/prebattle/subtotal
source: Partial Result
ru: Промежуточный итог

# serviceChannelMessages/prebattle/total
source: Result
ru: Итог

# serviceChannelMessages/premiumBought
source: Premium Account received. Expiration date: %(expiryTime)s.
ru: Премиум аккаунт получен. Срок действия истекает %(expiryTime)s.

# serviceChannelMessages/premiumExpired
source: Premium Account expired.
ru: Срок действия премиум аккаунта истёк.

# serviceChannelMessages/premiumExtended
source: Premium Account extended. Expiration date: %(expiryTime)s.
ru: Премиум аккаунт продлён. Срок действия истекает %(expiryTime)s.

# serviceChannelMessages/premiumReceivedAsGift
source: You have been granted Premium Account for %(days)d day(s).
ru: От администрации получен премиум акаунт на %(days)d д.

# serviceChannelMessages/priorityMessageTitle
source: Attention!
ru: Внимание!

# serviceChannelMessages/rentCompensation/compensation
source: Compensation
ru: Компенсация

# serviceChannelMessages/rentCompensation/creditsReceived
source: Credits added for unused time of rental of %(vehicleName)s
ru: Начислено кредитов за неиспользованное время аренды %(vehicleName)s

# serviceChannelMessages/rentCompensation/goldReceived
source: Gold added for unused time of %(vehicleName)s rental
ru: Начислено золота за неиспользованное время аренды %(vehicleName)s

# serviceChannelMessages/rentalsExpired
source: Rental period of %(vehicleName)s has ended.
ru: Срок действия аренды %(vehicleName)s истёк.

# serviceChannelMessages/serverDowntimeCompensation
source: The effect of your %s is extended to compensate for the maintenance time.
ru: В связи с проведением технических работ действие %s продлено.

# serviceChannelMessages/serverDowntimeCompensation/camouflages
source: Camouflage
ru: камуфляжа

# serviceChannelMessages/serverDowntimeCompensation/playerEmblems
source: Emblems
ru: эмблем

# serviceChannelMessages/serverDowntimeCompensation/playerInscriptions
source: Inscriptions
ru: надписей

# serviceChannelMessages/serverDowntimeCompensation/premium
source: Premium Account
ru: премиум аккаунта

# serviceChannelMessages/serverDowntimeCompensation/rentals
source: Rental
ru: аренды

# serviceChannelMessages/serverReboot
source: The game server will be disconnected at %(date)s.
ru: Игровой сервер будет отключён %(date)s.

# serviceChannelMessages/serverRebootCancelled
source: Server disconnection canceled, disconnection planned at %(date)s.
ru: Отключение игрового сервера, запланированное %(date)s, отменено.

# serviceChannelMessages/sysMsg/converter/camouflages
source: Camouflage changed
ru: Изменён камуфляж

# serviceChannelMessages/sysMsg/converter/creditsReceived
source: Credits received: %(credits)s
ru: Начислено кредитов: %(credits)s

# serviceChannelMessages/sysMsg/converter/creditsWithdrawn
source: Credits deducted: %(credits)s
ru: Списано кредитов: %(credits)s

# serviceChannelMessages/sysMsg/converter/crystalReceived
source: Bonds: %(crystal)s
ru: Боны: %(crystal)s

# serviceChannelMessages/sysMsg/converter/crystalWithdrawn
source: Bonds: %(crystal)s
ru: Боны: %(crystal)s

# serviceChannelMessages/sysMsg/converter/emblems
source: Emblems changed
ru: Изменены эмблемы

# serviceChannelMessages/sysMsg/converter/freeXPReceived
source: Free Experience received: %(freeXP)s
ru: Начислено свободного опыта: %(freeXP)s

# serviceChannelMessages/sysMsg/converter/freeXPWithdrawn
source: Free Experience deducted: %(freeXP)s
ru: Списано свободного опыта: %(freeXP)s

# serviceChannelMessages/sysMsg/converter/goldReceived
source: Gold received: %(gold)s
ru: Начислено золота: %(gold)s

# serviceChannelMessages/sysMsg/converter/goldWithdrawn
source: Gold deducted: %(gold)s
ru: Списано золота: %(gold)s

# serviceChannelMessages/sysMsg/converter/inscriptions
source: Inscriptions changed
ru: Изменены надписи

# serviceChannelMessages/sysMsg/converter/slotsReceived
source: Slots added: %(slots)s
ru: Добавлено слотов: %(slots)s

# serviceChannelMessages/sysMsg/converter/slotsWithdrawn
source: Slots removed: %(slots)s
ru: Списано слотов: %(slots)s

# serviceChannelMessages/sysMsg/converter/title
source: Attention!
ru: Внимание!

# serviceChannelMessages/sysMsg/converter/vehiclesReceived
source: Vehicles added: %(vehicles)s
ru: Добавлена техника: %(vehicles)s

# serviceChannelMessages/sysMsg/converter/vehiclesWithdrawn
source: Vehicles removed: %(vehicles)s
ru: Списана техника: %(vehicles)s

# serviceChannelMessages/sysMsg/titles/customization
source: Customization:
ru: Кастомизация:

# serviceChannelMessages/sysMsg/titles/dismantling
source: Demounted:
ru: Демонтировано:

# serviceChannelMessages/sysMsg/titles/error
source: Error:
ru: Ошибка:

# serviceChannelMessages/sysMsg/titles/financialTransaction
source: Financial Transaction:
ru: Финансовая операция:

# serviceChannelMessages/sysMsg/titles/powerlevel
source: Researched:
ru: Исследовано:

# serviceChannelMessages/sysMsg/titles/primeTime
source: Ceasefires
ru: Прекращения огня

# serviceChannelMessages/sysMsg/titles/purchase
source: Purchased:
ru: Куплено:

# serviceChannelMessages/sysMsg/titles/rankedBattlesAvailable
source: Ranked Battles Available
ru: Ранговые бои доступны

# serviceChannelMessages/sysMsg/titles/remove
source: Removal from the Garage:
ru: Удаление из Ангара:

# serviceChannelMessages/sysMsg/titles/repair
source: Repairs:
ru: Ремонт:

# serviceChannelMessages/sysMsg/titles/restore
source: Recovered:
ru: Восстановлено:

# serviceChannelMessages/sysMsg/titles/selling
source: Sold:
ru: Продано:

# serviceChannelMessages/vehCamouflageTimedOut
source: Camouflage on %(vehicleName)s has expired.
ru: Срок действия камуфляжа на %(vehicleName)s истёк.

# serviceChannelMessages/vehEmblemTimedOut
source: Emblem on %(vehicleName)s has expired.
ru: Срок действия эмблемы на %(vehicleName)s истёк.

# serviceChannelMessages/vehInscriptionTimedOut
source: Inscription on %(vehicleName)s has expired.
ru: Срок действия надписи на %(vehicleName)s истёк.

# serviceChannelMessages/vehicleLock
source: Vehicle destroyed. %(vehicleName)s unavailable for clan battle until %(expireTime)s.
ru: Машина уничтожена. %(vehicleName)s недоступен для кланового боя до %(expireTime)s.

# serviceChannelMessages/vehicleLockExpired
source: Unlocked. %(vehicleName)s available for clan battle.
ru: Время блокировки истекло. %(vehicleName)s доступен для кланового боя.

# serviceChannelMessages/vehicleReceivedAsGift
source: You have been granted a Premium vehicle: %(vehicleName)s
ru: От администрации получена премиум машина: %(vehicleName)s

# serviceChannelMessages/vehicleRented
source: Vehicle %(vehicleName)s rented. Rental period ends: %(expiryTime)s.
ru: Машина %(vehicleName)s арендована. Срок действия истекает %(expiryTime)s.

# serviceChannelMessages/vehiclesAllLockExpired
source: Lock released. The vehicles are available for a clan battle.
ru: Блокировка закончилась. Вся техника доступна для кланового боя.

# serviceChannelMessages/waresBoughtAsGold
source: Player %(srcName)s transferred %(srcWares)s gold to your account.
ru: От игрока %(srcName)s получено золота: %(srcWares)s.

# serviceChannelMessages/waresSoldAsGold
source: %(srcWares)s gold transferred to player %(dstName)s. Fee: %(fee)s.
ru: %(srcWares)s золота отправлено игроку %(dstName)s. Комиссия составила %(fee)s.

# serviceChannelMessages/xpReceivedAsGift
source: You have been granted %(freeXP)s Free Experience.
ru: От администрации получен свободный опыт: %(freeXP)s.

# status/offline
source: Offline
ru: Не в сети

# status/online
source: Online
ru: В сети

# xmpp_error/action
source: Unable to execute "%(actionName)s". Error code %(strArg1)s. Try again later.
ru: Невозможно выполнить «%(actionName)s». Код ошибки: %(strArg1)s. Попробуйте позже.

# xmpp_error/simple
source: Error code %(strArg1)s. Try again later.
ru: Код ошибки: %(strArg1)s. Попробуйте позже.

# xmpp_error/user_room_creation
source: Unable to create player channel "%(strArg1)s".
ru: Невозможно создать пользовательский канал %(strArg1)s.
