Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/messenger.*.resx
Languages: ru

# battle/history/downMessage
source: view new messages
ru: перейти к новым сообщениям

# battle/history/header
source: Enemy
ru: Противник

# battle/history/latestMessage
source: view the last message
ru: перейти к последнему сообщению

# battle/history/title
source: Chat history:
ru: История чата:

# battle/history/upMessage
source: view old messages
ru: перейти к предыдущим сообщениям

# battle/receivers/chatIsLocked
source: %(open)sCHAT OFF%(close)s
ru: %(open)sЧАТ ОТКЛЮЧЁН%(close)s

# battle/receivers/chatIsLockedToolTip
source: Battle chat can be enabled in game settings.
ru: Включить боевой чат можно в настройках игры.

# battle/receivers/common
source: TO ALL
ru: ВСЕМ

# battle/receivers/squad
source: TO PLATOON
ru: ВЗВОДУ

# battle/receivers/team
source: TO TEAM
ru: КОМАНДЕ

# battle/toolTips/cancel
source: cancel
ru: отменить

# battle/toolTips/changeReceiver
source: change recipient
ru: смена адресата

# battle/toolTips/default
source: with previous recipient
ru: с предыдущим адресатом

# battle/toolTips/duringChat
source: During chat:
ru: Во время чата:

# battle/toolTips/mutePlayer
source: You can block messages from the selected player by clicking the button near the player's message in chat.
ru: Можно отключить приём сообщений от выбранного игрока, нажав на кнопку в чате возле его сообщения.

# battle/toolTips/send
source: send a message
ru: отправить сообщение

# battle/toolTips/startChat
source: Start chat:
ru: Начать чат:

# battle/toolTips/toxicMessage
source: You can report a message by clicking on it and selecting the reason for filing a complaint. This option also allows you to disable the chat or set the chat to allies only. The Platoon chat will still be available at all times.
ru: Вы можете пожаловаться на сообщение, нажав на него и выбрав причину жалобы. Настройка также позволяет полностью отключить весь чат или оставить только чат вашей команды.

# battle/toolTips/usingChat
source: Chat
ru: Использование чата

# battle/toolTips/withSquad
source: with your Platoon
ru: со своим взводом

# battle/unknown/ally
source: Ally
ru: Союзник

# battle/unknown/enemy
source: Enemy
ru: Противник

# chat/postBattleSharing/label
source: Battle results
ru: Результаты боя

# chat/toxicMessages/blockedMessage
source: Message from %(playerName)s was blocked.
ru: Сообщение от %(playerName)s заблокировано.

# chat_action/BROADCAST_BATTLE_MESSAGE
source: Send message
ru: Отправить сообщение

# chat_action/BROADCAST_UNIT_MESSAGE
source: Send message
ru: Отправить сообщение

# chat_action/FIND_USERS_BY_NAME
source: Player search
ru: Поиск игроков

# chat_action/GET_VOIP_CREDENTIALS
source: Voice chat settings
ru: Настройки голосового чата

# chat_error/CANNOT_BAN_ONESELF
source: you cannot ban yourself.
ru: нельзя забанить самого себя.

# chat_error/GENERIC_ERROR
source: Error running "%(actionName)s".
ru: Ошибка выполнения «%(actionName)s».

# chat_error/IS_BUSY
source: Server is busy.
ru: Сервер занят.

# chat_error/NOT_ALLOWED
source: not enough permissions to perform the operation.
ru: недостаточно прав для выполнения операции.

# chat_error/NOT_READY
source: Action "%(actionName)s" unavailable.
ru: Действие «%(actionName)s» недоступно.

# chat_error/USER_NOT_FOUND
source: the user does not exist.
ru: пользователь не существует.

# chat_error/WRONG_ARGS
source: invalid parameter.
ru: неправильный аргумент.

# client/dynSquad/created/allies
source: Your allies created Platoon %(squadNum)s.
ru: Cоюзники сформировали взвод %(squadNum)s.

# client/dynSquad/created/enemies
source: Platoon %(squadNum)s created by the enemy team.
ru: Противник сформировал взвод %(squadNum)s.

# client/dynSquad/created/owner/disableVOIP
source: Platoon %(squadNum)s created. Platoon chat and voice chat are now available. To disable voice chat, press %(keyName)s.
ru: Взвод %(squadNum)s сформирован. Доступны чат взвода и голосовая связь (чтобы отключить голосовую связь, нажмите %(keyName)s).

# client/dynSquad/created/owner/enableVOIP
source: Platoon %(squadNum)s created. Platoon chat and voice chat are now available. To enable voice chat, press %(keyName)s.
ru: Взвод %(squadNum)s сформирован. Доступны чат взвода и голосовая связь (чтобы включить голосовую связь, нажмите %(keyName)s).

# client/dynSquad/created/owner/specifyVOIP
source: Platoon %(squadNum)s created. Platoon chat and voice chat now available. Assign a key for enabling/disabling voice chat.
ru: Взвод %(squadNum)s сформирован. Доступны чат взвода и голосовая связь. Необходимо назначить клавишу для включения/отключения голосовой связи.

# client/dynSquad/created/owner/withoutVOIP
source: Platoon %(squadNum)s created. Platoon chat now available.
ru: Взвод %(squadNum)s сформирован. Доступен взводный чат.

# client/dynSquad/created/recruit/disableVOIP
source: You have joined Platoon %(squadNum)s. Platoon chat and voice chat are now available. To disable voice chat, press %(keyName)s.
ru: Вы присоединились ко взводу %(squadNum)s. Доступны чат взвода и голосовая связь (чтобы отключить голосовую связь, нажмите %(keyName)s).

# client/dynSquad/created/recruit/enableVOIP
source: You have joined Platoon %(squadNum)s. Platoon chat and voice chat are now available. To enable voice chat, press %(keyName)s.
ru: Вы присоединились ко взводу %(squadNum)s. Доступны чат взвода и голосовая связь (чтобы включить голосовую связь, нажмите %(keyName)s).

# client/dynSquad/created/recruit/specifyVOIP
source: You have joined Platoon %(squadNum)s. Platoon chat and voice chat now available. Assign a key for enabling/disabling voice chat.
ru: Вы присоединились ко взводу %(squadNum)s. Доступны чат взвода и голосовая связь. Необходимо назначить клавишу для включения/отключения голосовой связи.

# client/dynSquad/created/recruit/withoutVOIP
source: You have joined Platoon %(squadNum)s. Platoon chat now available.
ru: Вы присоединились ко взводу %(squadNum)s. Доступен взводный чат.

# client/dynSquad/disableVOIP
source: Voice chat disabled. To communicate with your Platoon members, enable voice chat by pressing %(keyName)s.
ru: Голосовая связь отключена. Чтобы общаться и слышать совзводных, включите голосовую связь (нажмите %(keyName)s).

# client/dynSquad/enableVOIP
source: Voice chat enabled.
ru: Голосовая связь включена.

# client/dynSquad/inviteAccepted/myself/disableVOIP
source: You have joined Platoon %(squadNum)s. Platoon chat and voice chat are now available. To disable voice chat, press %(keyName)s.
ru: Вы присоединились ко взводу %(squadNum)s. Доступны чат взвода и голосовая связь (чтобы отключить голосовую связь, нажмите %(keyName)s).

# client/dynSquad/inviteAccepted/myself/enableVOIP
source: You have joined Platoon %(squadNum)s. Platoon chat and voice chat are now available. To enable voice chat, press %(keyName)s.
ru: Вы присоединились ко взводу %(squadNum)s. Доступны чат взвода и голосовая связь (чтобы включить голосовую связь, нажмите %(keyName)s).

# client/dynSquad/inviteAccepted/myself/specifyVOIP
source: You have joined Platoon %(squadNum)s. Platoon chat and voice chat now available. Assign a key for enabling/disabling voice chat.
ru: Вы присоединились ко взводу %(squadNum)s. Доступны чат взвода и голосовая связь. Необходимо назначить клавишу для включения/отключения голосовой связи.

# client/dynSquad/inviteAccepted/myself/withoutVOIP
source: You have joined Platoon %(squadNum)s. Platoon chat now available.
ru: Вы присоединились ко взводу %(squadNum)s. Доступен взводный чат.

# client/dynSquad/inviteAccepted/user
source: %(receiver)s has joined Platoon %(squadNum)s.
ru: %(receiver)s присоединился ко взводу %(squadNum)s.

# client/dynSquad/inviteReceived
source: %(creator)s invited you to Platoon.
ru: %(creator)s пригласил вас во взвод.

# client/dynSquad/inviteSent
source: %(receiver)s invited to Platoon.
ru: %(receiver)s приглашён во взвод.

# client/error/broadcastInCooldown
source: You have been suspended from sending messages for %s s.
ru: Отправка сообщений заморожена на %s с.

# client/error/commandInCooldown/limited
source: Command "%s" suspended for %s s.
ru: Команда «%s» заморожена на %s с.

# client/error/commandInCooldown/unlimited
source: Command %s suspended.
ru: Команда «%s» заморожена.

# client/information/addToFriends/message
source: User %s has been added to your Friends list.
ru: Пользователь %s добавлен в группу «Друзья».

# client/information/addToIgnored/message
source: %s has been added to your Blacklist. Chat with the player is blocked; the player's messages are hidden.
ru: %s добавлен в «Чёрный список», связь в чате с ним полностью отключена, сообщения скрыты.

# client/information/addToTmpIgnored/message
source: Chat with %s is blocked; the player's messages are hidden.
ru: Чат с %s заблокирован, сообщения в текущем бою скрыты.

# client/information/emptySearchResult/message
source: No results found.
ru: Поиск не дал результатов.

# client/information/removeFromFriends/message
source: User %s has been removed from your Friends list.
ru: Пользователь %s удалён из группы «Друзья».

# client/information/removeFromIgnored/message
source: %s has been removed from your Blacklist; chat with the player is fully restored.
ru: %s удалён из «Чёрного списка», связь в чате с ним полностью восстановлена.

# client/information/removeFromTmpIgnored/message
source: Chat with %s is available again.
ru: Чат c %s вновь доступен.

# client/information/setMuted/message
source: %s is not allowed to send you voice messages.
ru: %s не может отправлять вам голосовые сообщения.

# client/information/unsetMuted/message
source: %s is allowed to send you voice messages.
ru: %s может отправлять вам голосовые сообщения.

# client/warning/emptyUserSearchToken/message
source: Empty query
ru: Задан пустой запрос

# client/warning/emptyUserSearchToken/title
source: Search Users
ru: Поиск пользователей

# client/warning/invalidUserSearchToken/message
source: Incorrect length or invalid character in Search field. Valid number of characters is %d to %d.
ru: Неправильная длина либо недопустимый символ в строке поиска. Допустимая длина от %d до %d символов.

# client/warning/invalidUserSearchToken/title
source: Search Users
ru: Поиск пользователей

# client_action/ADD_FRIEND
source: Add player to Friends list
ru: Добавить игрока в «Друзья»

# client_action/ADD_GROUP
source: Create group
ru: Создать группу

# client_action/ADD_IGNORED
source: Add player to Blacklist
ru: Добавить игрока в «Чёрный список»

# client_action/APPROVE_FRIENDSHIP
source: Confirm friend request
ru: Подтвердить запрос на добавление в «Друзья»

# client_action/CANCEL_FRIENDSHIP
source: Decline friend request
ru: Отклонить запрос на добавление в «Друзья»

# client_action/CHANGE_GROUP
source: Edit group
ru: Изменить группу

# client_action/CREATE_USER_ROOM
source: Create player channel
ru: Создать пользовательский канал

# client_action/FIND_USERS_BY_PREFIX
source: Player search
ru: Поиск игроков

# client_action/JOIN_USER_ROOM
source: Connect to player channel
ru: Присоединиться к пользовательскому каналу

# client_action/LEAVE_USER_ROOM
source: Leave player channel
ru: Покинуть пользовательский канал

# client_action/REMOVE_FRIEND
source: Remove player from Friends list
ru: Удалить игрока из «Друзей»

# client_action/REMOVE_IGNORED
source: Remove player from Blacklist
ru: Удалить игрока из «Чёрного списка»

# client_action/REMOVE_NOTE
source: Delete note
ru: Удалить заметку

# client_action/RQ_FRIENDSHIP
source: Send friend request
ru: Отправить запрос на добавление в «Друзья»

# client_action/RQ_HISTORY
source: See previous messages
ru: Получить историю сообщений

# client_action/SEARCH_USER_ROOM
source: Search player channels
ru: Поиск пользовательских каналов

# client_action/SEND_MESSAGE
source: Send a message
ru: Отправить сообщение

# client_action/SET_MUTE
source: Disable voice messages
ru: Отключить голосовые сообщения

# client_action/SET_NOTE
source: Create/edit note
ru: Создать/редактировать заметку

# client_action/UNSET_MUTE
source: Enable voice messages
ru: Включить голосовые сообщения

# client_error/action/in_cooldown
source: Action "%(actionName)s" is suspended for %(floatArg1)s s.
ru: Действие «%(actionName)s» заморожено на %(floatArg1)s с.

# client_error/action/in_cooldown_wo_period
source: Action "%(actionName)s" is temporarily unavailable. Try again later.
ru: Действие «%(actionName)s» временно недоступно. Попробуйте позже.

# client_error/channel/LIMIT_REACHED
source: You have exceeded the maximum allowed number of channels. Please close unnecessary channels and try again.
ru: Превышено ограничение на создание каналов. Пожалуйста, закройте ненужные каналы и попробуйте снова.

# client_error/channel/NAME_ALREADY_EXISTS
source: Channel "%(strArg1)s" already exists.
ru: Канал «%(strArg1)s» уже существует.

# client_error/channel/NAME_EMPTY
source: Channel name not specified.
ru: Не указано имя канала.

# client_error/channel/NAME_INVALID
source: Invalid channel name "%(strArg1)s".
ru: Неправильное имя канала «%(strArg1)s».

# client_error/channel/PASSWORDS_NOT_EQUALS
source: Password confirmation does not match the entered password.
ru: Текст подтверждения пароля не совпадает с введённым текстом пароля.

# client_error/channel/PASSWORD_EMPTY
source: Channel password not specified.
ru: Не указан пароль канала.

# client_error/channel/PASSWORD_INVALID
source: Invalid channel password.
ru: Неправильный пароль канала.

# client_error/channel/RETYPE_EMPTY
source: Password confirmation not specified.
ru: Не указано подтверждение пароля.

# client_error/channel/RETYPE_INVALID
source: Invalid password confirmation.
ru: Неправильное подтверждение пароля.

# client_error/command/generic_error
source: Error running the command "%(strArg1)s".
ru: Ошибка выполнения команды «%(strArg1)s».

# client_error/command/in_cooldown_wo_name
source: command suspended for %(floatArg1)s.
ru: команда заморожена на %(floatArg1)s.

# client_error/command/not_supported
source: command %(strArg1)s is not supported by the client.
ru: команда %(strArg1)s не поддерживается клиентом.

# client_error/command/wrong_ban_period
source: invalid ban duration %(int64Arg1)s.
ru: неправильный период бана %(int64Arg1)s.

# client_error/command/wrong_ban_type
source: invalid ban type %(int32Arg1)s.
ru: неправильный тип бана %(int32Arg1)s.

# client_error/command/wrong_player_name
source: invalid player name %(strArg1)s.
ru: неправильное имя игрока %(strArg1)s.

# client_error/contact/BLOCK_ITEM_EXISTS
source: Player "%(strArg1)s" is on your Blacklist.
ru: Игрок «%(strArg1)s» находится в «Чёрном списке».

# client_error/contact/BLOCK_ITEM_NOT_FOUND
source: Player "%(strArg1)s" is not on your Blacklist.
ru: Игрок «%(strArg1)s» не найден в «Чёрном списке».

# client_error/contact/CONTACT_ITEM_NOT_FOUND
source: Player not found.
ru: Игрок не найден.

# client_error/contact/FRIENDSHIP_APPROVED
source: You have already confirmed the friend request from "%(strArg1)s".
ru: Вы уже подтвердили запрос на добавление в «Друзья» от «%(strArg1)s».

# client_error/contact/FRIENDSHIP_CANCELED
source: You have already declined the friend request from "%(strArg1)s".
ru: Вы уже отклонили запрос на добавление в «Друзья» от «%(strArg1)s».

# client_error/contact/FRIENDSHIP_RQ_PROCESS
source: Your reply to the friend request from "%(strArg1)s" is being processed.
ru: Ваш запрос на добавление в «Друзья» от «%(strArg1)s» обрабатывается.

# client_error/contact/GROUP_EMPTY
source: Group name not specified.
ru: Не указано имя группы.

# client_error/contact/GROUP_EXISTS
source: Group "%(strArg1)s" already exists.
ru: Группа «%(strArg1)s» уже существует.

# client_error/contact/GROUP_INVALID_NAME
source: Invalid group name "%(strArg1)s".
ru: Неправильное имя группы «%(strArg1)s».

# client_error/contact/GROUP_NOT_FOUND
source: Group "%(strArg1)s" not found.
ru: Группа «%(strArg1)s» не найдена.

# client_error/contact/MUTED_ITEM_NOT_FOUND
source: Voice messages enabled for player "%(strArg1)s".
ru: Игроку «%(strArg1)s» включены голосовые сообщения.

# client_error/contact/NOTE_EMPTY
source: Note text not specified.
ru: Не указан текст заметки.

# client_error/contact/NOTE_NOT_FOUND
source: No notes for player "%(strArg1)s"
ru: Для игрока «%(strArg1)s» нет заметки.

# client_error/contact/ROSTER_ITEM_EXISTS
source: Player "%(strArg1)s" is your friend.
ru: Игрок «%(strArg1)s» находится в «Друзьях».

# client_error/contact/ROSTER_ITEM_NOT_FOUND
source: Player "%(strArg1)s" not found on your Friends list.
ru: Игрок «%(strArg1)s» не найден в «Друзьях».

# client_error/limit/CHANNEL_INVALID_LENGTH
source: Channel name must contain %(int32Arg1)s–%(int32Arg2)s characters.
ru: Имя канала должно содержать %(int32Arg1)s–%(int32Arg2)s символа.

# client_error/limit/GROUP_INVALID_LENGTH
source: Group name should not exceed %(int32Arg2)s symbols.
ru: Имя группы не должно превышать %(int32Arg2)s символов.

# client_error/limit/MAX_BLOCK_ITEMS
source: Maximum number of players on Blacklist %(int32Arg2)s
ru: Максимальное количество игроков в «Чёрном списке» %(int32Arg2)s.

# client_error/limit/MAX_GROUP
source: Maximum number of groups created %(int32Arg2)s.
ru: Создано максимальное количество групп %(int32Arg2)s.

# client_error/limit/MAX_ROSTER_ITEMS
source: Unfortunately, you cannot have more than %(int32Arg2)s players on your Friends list. Remove players you do not play with.
ru: К сожалению, вы не можете добавлять больше %(int32Arg2)s друзей. Возможно, вам стоит пересмотреть список друзей и удалить тех, с кем вы не играете.

# client_error/limit/NOTE_INVALID_LENGTH
source: Text in the note should not exceed %(int32Arg2)s symbols.
ru: Текст заметки не должен превышать %(int32Arg2)s символов.

# client_error/limit/PWD_INVALID_LENGTH
source: Password must contain %(int32Arg1)s–%(int32Arg2)s characters.
ru: Допустимый пароль %(int32Arg1)s-%(int32Arg2)s символов.

# client_error/shared/DBID_INVALID
source: Invalid player ID
ru: Неправильный идентификатор игрока.

# client_error/shared/GENERIC
source: Error executing "%(actionName)s"
ru: Ошибка выполнения «%(actionName)s».

# client_error/shared/LOCKED
source: Action "%(actionName)s" is temporarily unavailable. Try again later.
ru: Действие «%(actionName)s» временно заморожено. Попробуйте позже.

# client_error/shared/NAME_EMPTY
source: Player name not specified.
ru: Не указано имя игрока.

# client_error/shared/NAME_INVALID
source: Invalid player name %(strArg1)s
ru: Неправильное имя игрока %(strArg1)s.

# client_error/shared/NOT_CONNECTED
source: Unable to connect to the chat server. Try again later.
ru: Вы не подключены к серверу чата. Попробуйте позже.

# client_error/shared/NOT_SUPPORTED
source: Action "%(actionName)s" is not supported by the game client.
ru: Действие «%(actionName)s» не поддерживается клиентом игры.

# client_error/shared/WAITING_BEFORE_START
source: Some features are disabled until the countdown starts.
ru: До начала отсчёта некоторые функции недоступны

# client_error/shared/WRONG_ARGS
source: Invalid data specified.
ru: Заданы неправильные данные.

# command/acceptInvite
source: Accept Invitation
ru: Принять приглашение

# command/addFriend
source: Add player to your Friends list
ru: Добавить игрока в группу «Друзья»

# command/addIgnored
source: Add player to your Blacklist
ru: Добавить игрока в «Чёрный список»

# command/broadcast
source: Send message
ru: Отправить сообщение

# command/createChatChannel
source: Create Channel
ru: Создать канал

# command/createInvite
source: Create Invitation
ru: Создать приглашение

# command/createPrivate
source: Create private channel
ru: Создать приватный канал

# command/findChatChannels
source: Search Channels
ru: Поиск каналов

# command/findUser
source: Player Search
ru: Поиск игроков

# command/getActiveInvites
source: Get invite list
ru: Получить список приглашений

# command/getArchiveInvites
source: Get archived invite list
ru: Получить список приглашений в архиве

# command/getMembersCount
source: Get number of players in the channel
ru: Получить число игроков в канале

# command/leaveChatChannel
source: Leave Channel
ru: Покинуть канал

# command/rejectInvite
source: Decline Invitation
ru: Отклонить приглашение

# command/removeFriend
source: Remove player from your Friends list
ru: Удалить игрока из группы «Друзья»

# command/removeIgnored
source: Remove player from your Blacklist
ru: Удалить игрока из «Чёрного списка»

# command/requestChatChannelMembers
source: Get list of clan members
ru: Получить список членов канала

# command/requestSystemChatChannels
source: Get list of system channels
ru: Получить список системных каналов

# command/setMuted
source: Disable voice messages
ru: Отключить голосовые сообщения

# command/success/USERBAN
source: %(strArg1)s is banned.
ru: %(strArg1)s забанен.

# command/success/USERUNBAN
source: %(strArg1)s is no longer banned.
ru: Бан c %(strArg1)s снят.

# command/unsetMuted
source: Enable voice messages
ru: Включить голосовые сообщения

# contacts/createGroupView/tooltips/btns/apply/body
source: Click to save the created group of contacts.
ru: Нажмите, чтобы сохранить созданную группу контактов.

# contacts/createGroupView/tooltips/btns/apply/header
source: Create
ru: Создать

# contacts/createGroupView/tooltips/btns/close/body
source: Click to cancel creation and return to your Contact list.
ru: Нажмите, чтобы отменить создание и вернуться к списку контактов.

# contacts/createGroupView/tooltips/btns/close/header
source: Close
ru: Закрыть

# contacts/groupDeleteView/tooltips/btns/apply/body
source: Click to delete your group of contacts.
ru: Нажмите, чтобы удалить группу контактов.

# contacts/groupDeleteView/tooltips/btns/apply/header
source: Delete
ru: Удалить

# contacts/groupDeleteView/tooltips/btns/close/body
source: Click to cancel deletion and return to your Contact list.
ru: Нажмите, чтобы отменить удаление и вернуться к списку контактов.

# contacts/groupDeleteView/tooltips/btns/close/header
source: Cancel
ru: Отменить

# contacts/groupRenameView/tooltips/btns/apply/body
source: Click to save the group of contacts under a new name.
ru: Нажмите, чтобы сохранить группу контактов под новым названием.

# contacts/groupRenameView/tooltips/btns/apply/header
source: Save
ru: Сохранить

# contacts/groupRenameView/tooltips/btns/close/body
source: Click to cancel editing and return to your Contact list.
ru: Нажмите, чтобы отменить редактирование и вернуться к списку контактов.

# contacts/groupRenameView/tooltips/btns/close/header
source: Close
ru: Закрыть

# contacts/manageGroupView/tooltips/input
source: Name should not exceed %(maxChars)s symbols.
ru: Название не должно превышать %(maxChars)s символов.

# contacts/searchView/tooltips/btns/add/body
source: Click to add a player to your Friends list.
ru: Нажмите, чтобы добавить игрока в список друзей.

# contacts/searchView/tooltips/btns/add/header
source: Add
ru: Добавить

# contacts/searchView/tooltips/btns/close/body
source: Click to cancel player search and return to your Contact list.
ru: Нажмите, чтобы отменить поиск игроков и вернуться к списку контактов.

# contacts/searchView/tooltips/btns/close/header
source: Close
ru: Закрыть

# contacts/searchView/tooltips/btns/search/body
source: Click to search for a player by name.
ru: Нажмите, чтобы начать поиск по имени игрока.

# contacts/searchView/tooltips/btns/search/header
source: Search
ru: Искать

# contacts/searchView/tooltips/searchCredentials/body
source: Name must contain from %(minChars)s to %(maxChars)s characters or digits.
ru: Имя должно содержать от %(minChars)s до %(maxChars)s букв или цифры.

# contacts/searchView/tooltips/searchDisabled/body
source: Search frozen for %(time)s seconds for sending queries too frequently.
ru: Из-за слишком частого обращения, поиск заморожен на %(time)s секунд.
