Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/messenger.*.resx
Languages: ru

# server/errors/initializationFailure/message
source: Chat initialization failed.
ru: Ошибка инициализации чата.

# server/errors/initializationFailure/title
source: Chat Error
ru: Ошибка чата

# server/errors/internalError/message
source: Internal error, try again later.
ru: Внутренняя ошибка, попробуйте позже.

# server/errors/internalError/title
source: Error creating a channel
ru: Ошибка при создании канала

# server/errors/invalidChannelName/message
source: Invalid channel name.
ru: Недопустимое имя канала.

# server/errors/invalidChannelName/title
source: Chat Error
ru: Ошибка чата

# server/errors/inviteCommandError/message
source: Error running Invitation command.
ru: Ошибка выполнения команды «Пригласить».

# server/errors/inviteCommandError/title
source: Error
ru: Ошибка

# server/errors/memberAlreadyBanned/message
source: User %(user)s has already been banned.
ru: Пользователь %(user)s уже забанен.

# server/errors/memberAlreadyBanned/title
source: Chat Error
ru: Ошибка чата

# server/errors/memberAlreadyModerator/message
source: User %(user)s is already channel moderator.
ru: Пользователь %(user)s уже является модератором канала.

# server/errors/memberAlreadyModerator/title
source: Chat Error
ru: Ошибка чата

# server/errors/memberBanned/title
source: Chat Error
ru: Ошибка чата

# server/errors/memberDisconnecting/message
source: The user is disconnected
ru: Пользователь отключён

# server/errors/memberDisconnecting/title
source: Chat Error
ru: Ошибка чата

# server/errors/memberNotModerator/message
source: User %(user)s is not channel moderator.
ru: Пользователь %(user)s не является модератором канала.

# server/errors/memberNotModerator/title
source: Chat Error
ru: Ошибка чата

# server/errors/membersLimitReached/message
source: User limit for this channel has been reached.
ru: Достигнуто максимальное количество пользователей в канале.

# server/errors/membersLimitReached/title
source: Error connecting to channel
ru: Ошибка подключения к каналу

# server/errors/notAllowed/message
source: Not enough permissions for this operation.
ru: Недостаточно прав для выполнения операции.

# server/errors/notAllowed/title
source: Chat Error
ru: Ошибка чата

# server/errors/passwordRequired/message
source: Enter your password to connect to the secured channel.
ru: Для присоединения к защищённому каналу введите пароль.

# server/errors/passwordRequired/title
source: Error Joining a Channel
ru: Ошибка присоединения к каналу

# server/errors/sqlError/message
source: Error calling DB.
ru: Ошибка обращения к БД.

# server/errors/sqlError/title
source: Error
ru: Ошибка

# server/errors/userIgnoredError/message
source: This user has added you to their Blacklist.
ru: Пользователь добавил вас в «Чёрный список».

# server/errors/userIgnoredError/title
source: Error
ru: Ошибка

# server/errors/userNotExists/message
source: User with this name does not exist.
ru: Пользователь не существует.

# server/errors/userNotExists/title
source: Error
ru: Ошибка

# server/errors/usersRosterLimitReached/message
source: You have reached the user limit for your Contact list.
ru: Достигнуто максимальное количество пользователей в списке контактов.

# server/errors/usersRosterLimitReached/title
source: Error
ru: Ошибка

# server_error/user_room_creation/LIMIT_COUNT
source: You have exceeded the maximum allowed number of channels.
ru: Превышено ограничение на создание каналов.

# server_error/user_room_creation/LIMIT_NAME
source: You have exceeded the maximum allowed number of characters for a channel name.
ru: Превышено ограничение на длину имени канала.

# server_error/user_room_creation/LIMIT_PASS
source: You have exceeded the maximum allowed number of characters for a password.
ru: Превышено ограничение на длину пароля.

# server_error/user_room_creation/NAME_EXISTS
source: Channel "%(strArg1)s" already exists.
ru: Канал «%(strArg1)s» уже существует.

# server_error/user_room_creation/WRONG_SYMBOL
source: Invalid characters in channel name.
ru: Некорректные символы в имени канала.

# server_error/user_room_creation/WRONG_WORD
source: Offensive words in channel name.
ru: Запрещённые слова в имени канала.

# serviceChannelMessages/achievementReceived/message
source: Service Record
ru: Достижения

# serviceChannelMessages/actionBegin
source: Special
ru: Акция

# serviceChannelMessages/actionEnd
source: Special has ended.
ru: Акция завершена.

# serviceChannelMessages/autoBoosterErrorNoWallet
source: Failed to resupply consumables on the %s. All your gold will be available after WG Wallet operability is restored automatically.
ru: Не удалось пополнить снаряжение на %s. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# serviceChannelMessages/autoEquipBoosterDisabledOption
source: Failed to resupply consumables on the %s. Purchase consumables with gold.
ru: Не удалось пополнить снаряжение на %s. Купите снаряжение за золото.

# serviceChannelMessages/autoEquipBoosterError
source: Failed to resupply the directive on the %s. Insufficient funds.
ru: Не удалось пополнить предбоевую инструкцию на %s. Недостаточно средств.

# serviceChannelMessages/autoEquipBoosterSkipped
source: Failed to resupply the directive on the %s automatically. Please equip it manually.
ru: Не выполнено автоматическое пополнение предбоевой инструкции на %s. Установите предбоевую инструкцию вручную.

# serviceChannelMessages/autoEquipBoosterSuccess
source: The consumables on the %s were resupplied successfully. You have spent
ru: Снаряжение на %s пополнено успешно. Потрачено

# serviceChannelMessages/autoEquipDisabledOption
source: Failed to resupply consumables on %s. Consider purchasing consumables for gold.
ru: Не удалось пополнить снаряжение на %s. Купите снаряжение за золото.

# serviceChannelMessages/autoEquipError
source: Failed to resupply consumables on %s. Not enough credits.
ru: Не удалось пополнить снаряжение на %s. Недостаточно средств.

# serviceChannelMessages/autoEquipErrorNoWallet
source: Failed to resupply consumables on %s. All your gold will be available after WG Wallet operability is restored automatically.
ru: Не удалось пополнить снаряжение на %s. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# serviceChannelMessages/autoEquipSkipped
source: Failed to resupply consumables on %s automatically. Load consumables manually.
ru: Не выполнено автоматическое пополнение снаряжения на %s. Загрузите снаряжение вручную.

# serviceChannelMessages/autoEquipSuccess
source: The consumables on %s resupplied successfully. You have spent
ru: Снаряжение на %s пополнено успешно. Потрачено

# serviceChannelMessages/autoLoadDisabledOption
source: Failed to resupply ammunition on %s. Consider purchasing shells for gold.
ru: Не удалось пополнить боекомплект на %s. Купите снаряды за золото.

# serviceChannelMessages/autoLoadError
source: Failed to resupply ammunition on %s. Not enough credits.
ru: Не удалось пополнить боекомплект на %s. Недостаточно средств.

# serviceChannelMessages/autoLoadErrorNoWallet
source: Failed to resupply ammunition on %s. All your gold will be available after WG Wallet operability is restored automatically.
ru: Не удалось пополнить боекомплект на %s. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# serviceChannelMessages/autoLoadSkipped
source: Failed to resupply ammunition on %s automatically. Load ammunition manually.
ru: Не выполнено автоматическое пополнение боекомплекта на %s. Загрузите боекомплект вручную.

# serviceChannelMessages/autoLoadSuccess
source: The ammunition on %s resupplied successfully. You have spent
ru: Боекомплект на %s пополнен успешно. Потрачено

# serviceChannelMessages/autoRepairDisabledOption
source: Failed to repair %s.
ru: Не удалось отремонтировать %s.

# serviceChannelMessages/autoRepairError
source: Failed to repair %s. Not enough credits.
ru: Не удалось отремонтировать %s. Недостаточно средств.

# serviceChannelMessages/autoRepairErrorNoWallet
source: Failed to repair %s. All your gold will be available after WG Wallet operability is restored automatically.
ru: Не удалось отремонтировать %s. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# serviceChannelMessages/autoRepairSkipped
source: Failed to repair %s automatically. Repair your vehicle manually.
ru: Не выполнен автоматический ремонт %s. Отремонтируйте машину вручную.

# serviceChannelMessages/autoRepairSuccess
source: Vehicle %s repaired successfully. You have spent
ru: Ремонт %s выполнен успешно. Потрачено

# serviceChannelMessages/badgeAchievement
source: Badges added
ru: Добавлено нашивок

# serviceChannelMessages/battleResults/achieves
source: Battle achievements
ru: Достижения в бою

# serviceChannelMessages/battleResults/action
source: Received %s for special '%s'
ru: Получено %s за акцию «%s»

# serviceChannelMessages/battleResults/actions
source: Received %s for special '%s'
ru: Получено %s за акции «%s»

# serviceChannelMessages/battleResults/actionsResultsCredits
source: %s credits
ru: %s кредитов

# serviceChannelMessages/battleResults/actionsResultsCrystal
source: %s bonds
ru: %s бон

# serviceChannelMessages/battleResults/actionsResultsFreeXP
source: %s Free Experience
ru: %s свободного опыта

# serviceChannelMessages/battleResults/actionsResultsGold
source: %s gold
ru: %s золота

# serviceChannelMessages/battleResults/battle
source: Battle
ru: Бой

# serviceChannelMessages/battleResults/button
source: Details
ru: Подробнее

# serviceChannelMessages/battleResults/contributionForDamageAllies
source: compensation for damage caused by allies: %s
ru: компенсация за урон от союзников: %s

# serviceChannelMessages/battleResults/credits
source: Credits earned
ru: Получено кредитов

# serviceChannelMessages/battleResults/crystal
source: Bonds received
ru: Получено бон

# serviceChannelMessages/battleResults/defeat
source: Defeat
ru: Поражение

# serviceChannelMessages/battleResults/doubleXpFactor
source: x%d for the first victory each day
ru: x%d за первую победу в день

# serviceChannelMessages/battleResults/drawGame
source: Draw
ru: Ничья

# serviceChannelMessages/battleResults/ended
source: Battle Ended
ru: Бой окончен

# serviceChannelMessages/battleResults/experience
source: Experience received
ru: Получено опыта

# serviceChannelMessages/battleResults/fort/clan
source: Advance
ru: Наступление

# serviceChannelMessages/battleResults/fortBuilding
source: Structure
ru: Строение

# serviceChannelMessages/battleResults/fortResource
source: Industrial Resource earned
ru: Получено промресурса

# serviceChannelMessages/battleResults/fortResource/clan
source: by clan
ru: кланом

# serviceChannelMessages/battleResults/fortResource/player
source: by player
ru: игроком

# serviceChannelMessages/battleResults/freeXP
source: Free Experience received
ru: Получено свободного опыта

# serviceChannelMessages/battleResults/gold
source: Gold received
ru: Получено золота

# serviceChannelMessages/battleResults/penaltyForDamageAllies
source: fine for damage caused to allies: %s
ru: штраф за нанесение урона союзникам: %s

# serviceChannelMessages/battleResults/potapovQuests
source: Congratulations! For successful completion of personal missions you receive the following rewards
ru: Поздравляем! За успешное выполнение личных боевых задач вам присвоены следующие награды

# serviceChannelMessages/battleResults/quests
source: Mission completed! Reward
ru: Боевая задача выполнена! Награда

# serviceChannelMessages/battleResults/quests/achievements
source: Service Record
ru: Достижения

# serviceChannelMessages/battleResults/quests/berths
source: Bunks added to the Barracks
ru: Добавлено коек в Казарму

# serviceChannelMessages/battleResults/quests/credits
source: Credits added
ru: Добавлено кредитов

# serviceChannelMessages/battleResults/quests/crystal
source: Bonds added
ru: Добавлено бон

# serviceChannelMessages/battleResults/quests/freeXP
source: Free Experience added
ru: Добавлено свободного опыта

# serviceChannelMessages/battleResults/quests/gold
source: Gold added
ru: Добавлено золота

# serviceChannelMessages/battleResults/quests/items
source: Added
ru: Добавлено

# serviceChannelMessages/battleResults/quests/premium
source: Days of Premium Account added
ru: Добавлено дней премиум аккаунта

# serviceChannelMessages/battleResults/quests/vehicleSlots
source: Slots added
ru: Добавлено слотов

# serviceChannelMessages/battleResults/rankedState/nothingChanged
source: chevron not received
ru: шеврон не получен

# serviceChannelMessages/battleResults/rankedState/rankEarned
source: rank received
ru: получен ранг

# serviceChannelMessages/battleResults/rankedState/rankLost
source: rank lost
ru: потерян ранг

# serviceChannelMessages/battleResults/rankedState/stepEarned
source: chevron received
ru: получен шеврон

# serviceChannelMessages/battleResults/rankedState/stepLost
source: chevron lost
ru: потерян шеврон

# serviceChannelMessages/battleResults/refSystemBoughtVehicle
source: Congratulations! Your recruit %(userName)s has purchased a Tier X vehicle.
ru: Поздравляем! Ваш рекрут %(userName)s купил машину Х уровня.

# serviceChannelMessages/battleResults/refSystemContributeXp
source: Congratulations! Your recruit %(userName)s has earned %(xp)s experience for you.
ru: Поздравляем! Ваш рекрут %(userName)s принёс вам %(xp)s опыта.

# serviceChannelMessages/battleResults/refSystemQuests
source: Congratulations! As a reward for your recruits' success you receive
ru: Поздравляем! В награду за успехи ваших рекрутов вы получаете

# serviceChannelMessages/battleResults/tanks
source: Vehicles
ru: Техника

# serviceChannelMessages/battleResults/techDefeat
source: Technical defeat
ru: Техническое поражение

# serviceChannelMessages/battleResults/techVictory
source: Technical victory
ru: Техническая победа

# serviceChannelMessages/battleResults/training_battle
source: Training Battle
ru: Учебный бой

# serviceChannelMessages/battleResults/victory
source: Victory
ru: Победа

# serviceChannelMessages/battleTutorial/reasons/extermination
source: Vehicle destroyed
ru: Машина уничтожена

# serviceChannelMessages/battleTutorial/reasons/timeout
source: Your time is up
ru: Время истекло

# serviceChannelMessages/battleTutorial/results/failed
source: Failed.
ru: Обучение провалено.

# serviceChannelMessages/battleTutorial/results/finished
source: Completed!
ru: Обучение завершено!

# serviceChannelMessages/boosterDisabled
source: Personal Reserve "%(boosterName)s" has been disabled due to technical reasons.
ru: Личный резерв «%(boosterName)s» был отключён по техническим причинам.

# serviceChannelMessages/boosterExpired
source: Personal Reserve "%(boosterName)s" has expired. The Reserve was removed.
ru: Время действия личного резерва «%(boosterName)s» закончилось. Резерв списан.

# serviceChannelMessages/buttons/close
source: Close
ru: Закрыть

# serviceChannelMessages/clan/LEFT_CLAN
source: You left or were excluded from the clan:
ru: Вы вышли или были исключены из клана:

# serviceChannelMessages/creditsAndGoldReceivedAsGift
source: You have been granted %(gold)s gold, %(credits)s credits.
ru: От администрации получено золота: %(gold)s, кредитов: %(credits)s.

# serviceChannelMessages/creditsReceivedAsGift
source: You have been granted %(credits)s credits.
ru: От администрации получено кредитов: %(credits)s.

# serviceChannelMessages/durationOfPremiumAccounExpires
source: Premium Account expires on %(expiryTime)s.
ru: Срок действия премиум аккаунта истекает %(expiryTime)s.

# serviceChannelMessages/fort/ATTACK_PLANNED
source: War declared on clan %(clan)s! Advance starts on %(date)s at %(time)s.
ru: Война клану %(clan)s объявлена! Наступление начнётся %(date)s в %(time)s.

# serviceChannelMessages/fort/BASE_DESTROYED
source: Defense overwhelmed! All attacks canceled. Fill up the durability bar of the Command Center for the Stronghold to function.
ru: Оборона сломлена! Все нападения отменены! Заполните шкалу прочности командного центра для нормального функционирования Укрепрайона.

# serviceChannelMessages/fort/BATTLE_DELETED
source: Scheduled battle with clan %(clan)s was canceled.
ru: Запланированное сражение с кланом %(clan)s было отменено.

# serviceChannelMessages/fort/BATTLE_DELETED_LEVEL
source: Advance scheduled for %(time)s on %(date)s against the %(clan)s clan was cancelled: the difference between Stronghold levels is more than 1 level.
ru: Наступление %(date)s в %(time)s на клан %(clan)s отменено: разница между уровнями Укрепрайонов составляет более 1 уровня.

# serviceChannelMessages/fort/BUILDING_DAMAGED
source: Structure %(building)s is damaged! Fill up the durability bar for the Structure to function.
ru: Строение %(building)s разрушено! Для возобновления функционирования заполните шкалу его прочности.

# serviceChannelMessages/fort/BUILDING_DAMAGED_MILITARY_BASE
source: Command Center is damaged! Fill up the durability bar for the Stronghold to function. If your Command Center receives further damage, your defense will be overwhelmed.
ru: Частичное разрушение командного центра! Заполните его шкалу прочности для нормального функционирования Укрепрайона. Дальнейшее разрушение командного центра сломает оборону.

# serviceChannelMessages/fort/DEFENCE_PLANNED
source: Clan %(clan)s has declared war on you! Advance starts on %(date)s at %(time)s.
ru: Клан %(clan)s объявил вам войну! Наступление начнётся %(date)s в %(time)s.

# serviceChannelMessages/fort/DEF_HOUR_ACTIVATED
source: Defense Period set: %(defenceHour)s
ru: Назначен период обороны: %(defenceHour)s

# serviceChannelMessages/fort/DEF_HOUR_CHANGED
source: Defense Period has been adjusted. New Defense Period: %(defenceHour)s
ru: Период обороны изменён. Новый период обороны: %(defenceHour)s

# serviceChannelMessages/fort/DEF_HOUR_SHUTDOWN
source: Defense of your Stronghold is disabled. Level of all structures and Reserves is reduced to Level IV.
ru: Оборона вашего Укрепрайона отключена. Уровень всех строений и резервов понижен до IV.

# serviceChannelMessages/fort/FORT_GOT_8_LEVEL
source: Congratulations! You developed your Stronghold to level VIII.
ru: Поздравляем! Вы развили Укрепрайон до VIII уровня.

# serviceChannelMessages/fort/FORT_READY
source: Congratulations! Stronghold is fully operational to the advantage of the clan.
ru: Поздравляем! Укрепрайон полностью готов к работе на благо клана.

# serviceChannelMessages/fort/NO_OFF_DAY_ACTIVATED
source: Ceasefire day has been changed. New day of Ceasefire not set.
ru: День прекращения огня изменён. Новый день прекращения огня назначен не был.

# serviceChannelMessages/fort/OFF_DAY_ACTIVATED
source: Ceasefire day set: %(offDay)s
ru: Назначен день прекращения огня: %(offDay)s

# serviceChannelMessages/fort/ORDER_CANCELED
source: Level of structure %(building)s has been increased. Reserve %(order)s in preparation transformed into Industrial Resource and added to the structure storage.
ru: Уровень строения %(building)s был повышен. Готовящийся резерв %(order)s преобразован в промресурс, который зачислен на склад строения.

# serviceChannelMessages/fort/ORDER_COMPENSATED
source: Reserve %(orderTypeName)s compensated and ready for activation.
ru: Резерв %(orderTypeName)s компенсирован и доступен для активации.

# serviceChannelMessages/fort/PERIPHERY_CHANGED
source: Home server changed to %(peripheryName)s.
ru: Домашний сервер изменён на %(peripheryName)s.

# serviceChannelMessages/fort/PROM_RESOURCE_EARNED
source: Industrial Resource added: %(promresource)d
ru: Начислено промресурса: %(promresource)d

# serviceChannelMessages/fort/PROM_RESOURCE_WITHDRAWN
source: Industrial Resource deducted: %(promresource)d
ru: Списано промресурса: %(promresource)d

# serviceChannelMessages/fort/REATTACHED_TO_BASE
source: You are attached to structure %(building)s.
ru: Вы закреплены за строением %(building)s.

# serviceChannelMessages/fort/RESERVES_EARNED
source: Reserves added: %(reserves)d
ru: Добавлены резервы: %(reserves)d

# serviceChannelMessages/fort/RESERVES_WITHDRAWN
source: Reserves deducted: %(reserves)d
ru: Списаны резервы: %(reserves)d

# serviceChannelMessages/fort/RESERVE_ACTIVATED
source: Reserve %(order)s is active. Time left: %(timeLeft)s
ru: До завершения действия резерва %(order)s: %(timeLeft)s

# serviceChannelMessages/fort/RESERVE_ACTIVATED/title
source: Reserve Activated
ru: Резерв активирован

# serviceChannelMessages/fort/RESERVE_EXPIRED
source: Reserve %(order)s is fully used.
ru: Действие резерва %(order)s завершено.

# serviceChannelMessages/fort/RESERVE_PRODUCED
source: Preparation of %(count)s Reserve(s) %(order)s completed.
ru: Подготовка %(count)s резерва(ов) %(order)s завершена.

# serviceChannelMessages/fort/SPECIAL_ORDER_EXPIRED_EVACUATION
source: Reserve Evacuation has expired. %(additional)s Total for our clan: %(resTotal)s
ru: Действие резерва «Эвакуация» закончилось. %(additional)s Итоговый результат для нашего клана: %(resTotal)s

# serviceChannelMessages/fort/SPECIAL_ORDER_EXPIRED_EVACUATION_ADDITIONAL
source: Enemy activated Reserve Requisition and additionally plundered: %(resDec)s Additionally saved by our clan: %(resInc)s
ru: Противник использовал резерв «Реквизиция» и дополнительно награбил: %(resDec)s Нашим кланом дополнительно сохранено: %(resInc)s

# serviceChannelMessages/fort/SPECIAL_ORDER_EXPIRED_REQUISITION
source: Reserve Requisition has expired. %(additional)s Total for our clan: %(resTotal)s
ru: Действие резерва «Реквизиция» закончилось. %(additional)s Итоговый результат для нашего клана: %(resTotal)s

# serviceChannelMessages/fort/SPECIAL_ORDER_EXPIRED_REQUISITION_ADDITIONAL
source: Enemy used Reserve Evacuation and additionally saved: %(resDec)s Additionally plundered by our clan: %(resInc)s
ru: Противник использовал резерв «Эвакуация» и дополнительно сохранил: %(resDec)s Нашим кланом дополнительно награблено: %(resInc)s

# serviceChannelMessages/fort/STORAGE_OVERFLOW
source: Storage of structure %(building)s is full. Use Industrial Resource to prepare Reserves or transport it to another structure.
ru: Склад строения %(building)s переполнен. Используйте промресурс для подготовки резервов или транспортируйте его в другое строение.

# serviceChannelMessages/fort/VACATION_FINISHED
source: The Neutrality period of your Stronghold has ended. Other clans can now attack you—stay prepared!
ru: Период нейтралитета вашего Укрепрайона завершён. Другие кланы вновь могут напасть на вас — будьте наготове.

# serviceChannelMessages/fort/VACATION_STARTED
source: Your Stronghold has declared Neutrality. Other clans cannot attack you now. Period of Neutrality ends: %(finish)s.
ru: Ваш Укрепрайон объявил нейтралитет. Другие кланы не могут на вас нападать. Завершение периода нейтралитета %(finish)s.

# serviceChannelMessages/fortificationStartUp
source: %(defResCount)s units of Industrial Resource added to the Command Center storage.
ru: На склад командного центра зачислено %(defResCount)s единиц промресурса.

# serviceChannelMessages/goldReceived/date
source: Date
ru: Дата

# serviceChannelMessages/goldReceived/financial_transaction
source: Financial Transaction
ru: Финансовая операция

# serviceChannelMessages/goldReceived/received
source: Gold received
ru: Получено золота

# serviceChannelMessages/goldReceivedAsGift
source: You have been granted %(gold)s gold.
ru: От администрации получено золота: %(gold)s.

# serviceChannelMessages/invoiceReceived/berthsAccrued
source: Bunks added to the Barracks
ru: Добавлены койки в Казарму

# serviceChannelMessages/invoiceReceived/berthsDebited
source: Bunks removed from the Barracks
ru: Списаны койки из Казармы

# serviceChannelMessages/invoiceReceived/boosters
source: Personal Reserves
ru: Личные резервы
