Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/miniclient.*.resx
Languages: ru

# accountPopover/warning
source: Clans will be available after downloading the full game.
ru: Кланы станут доступны после завершения загрузки.

# ammunition_panel/warn_tooltip
source: Available after downloading the full game
ru: Доступно после завершения загрузки

# battle_type_select_popover/message
source: All battle modes will be available after downloading the full game.
ru: Все режимы боёв станут доступны после завершения загрузки.

# buy_vehicle/message
source: You will need to download the full game to join the battle in high tier vehicles. Confirm purchase?
ru: До завершения загрузки бои доступны только на технике начальных уровней. Подтвердить покупку?

# buy_vehicle/title
source: Confirm Purchase
ru: Подтверждение покупки

# communicationCenter/warning
source: Clans will be available after downloading the full game.
ru: Кланы станут доступны после завершения загрузки.

# continue_download_dialog/message
source: To complete the download, the game must be closed. Download will start automatically.
ru: Для завершения загрузки необходимо выйти из игры. Загрузка начнётся автоматически.

# continue_download_dialog/title
source: Confirm Exit
ru: Подтверждение выхода

# fort_welcome_view/description
source: The Stronghold mode will be available after downloading the full game.
ru: Укрепрайон станет доступен после завершения загрузки.

# hangar/continue_download
source: Complete download
ru: Завершить загрузку

# hangar/miniclient_description_window/title
source: Attention
ru: Внимание

# hangar/sabdbox_platform_message
source: Unavailable in the current client version
ru: Недоступно в текущей версии клиента

# hangar/unavailable
source: Available after downloading the full game
ru: Доступен после завершения загрузки

# hangar/warn_message
source: The game is not fully downloaded.
ru: Игра загружена не полностью.

# invitation/note/CLAN
source: Clan Battle will be available after downloading the full game.
ru: Клановый бой станет доступен после завершения загрузки.

# invitation/note/EVENT
source: Playing in a Platoon will be available after downloading the full game.
ru: Игра взводом станет доступна после завершения загрузки.

# invitation/note/EXTERNAL
source: Skirmishes will be available after downloading the full game.
ru: Вылазки станут доступны после завершения загрузки.

# invitation/note/FALLOUT
source: Playing in a Platoon will be available after downloading the full game.
ru: Игра взводом станет доступна после завершения загрузки.

# invitation/note/FORT_BATTLE
source: Advances will be available after downloading the full game.
ru: Наступления станут доступны после завершения загрузки.

# invitation/note/SORTIE
source: Skirmishes will be available after downloading the full game.
ru: Вылазки станут доступны после завершения загрузки.

# invitation/note/SQUAD
source: Playing in a Platoon will be available after downloading the full game.
ru: Игра взводом станет доступна после завершения загрузки.

# invitation/note/TOURNAMENT
source: Tournaments will be available after downloading the full game.
ru: Турниры станут доступны после завершения загрузки.

# invitation/note/TRAINING
source: Team Training will be available after downloading the full game.
ru: Тренировочный бой станет доступен после завершения загрузки.

# invitation/note/UNIT
source: Team Battle will be available after downloading the full game.
ru: Командный бой станет доступен после завершения загрузки.

# personal_quests_welcome_view/continue_download
source: Complete download
ru: Завершить загрузку

# personal_quests_welcome_view/description
source: Personal missions will be available after downloading the full game.
ru: Личные боевые задачи станут доступны после завершения загрузки.

# profile/warning
source: Clans will be available after downloading the full game.
ru: Кланы станут доступны после завершения загрузки.

# restore_vehicle/message
source: You will need to download the full game to join the battle in high-tier vehicles. Confirm recovery?
ru: До завершения загрузки бои доступны только на технике начальных уровней. Подтвердить восстановление?

# restore_vehicle/title
source: Confirm Recovery
ru: Подтверждение восстановления

# shop_vehicle_item_renderer/warn_message
source: Available after downloading the full game
ru: Доступен после завершения загрузки

# squad_promo_window/btn
source: Close
ru: Закрыть

# squad_promo_window/description
source: You will be able to play in tactical units after downloading the full game.
ru: Игра в формированиях станет доступна после завершения загрузки.

# squad_promo_window/header
source: Play with Your Friends
ru: Играйте вместе с друзьями

# tech_tree/continue_download
source: Complete download
ru: Завершить загрузку

# tech_tree/description
source: Only low tier vehicles will be available before the game is fully downloaded.
ru: До завершения загрузки доступна только техника начальных уровней.

# tutorial/video/title
source: Battle Training
ru: Боевое обучение
