Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/motivation_quests.*.resx
Languages: ru

# common/congratulation
source: Congratulations! You completed the mission and receive the following rewards
ru: Поздравляем! Вы выполнили условия задачи и получили награду

# common/requirements
source: Available for completion in Tier IV vehicles or higher.
ru: Выполняется на любой машине IV уровня и выше.

# g1/advice
source: You can win the battle by destroying all enemy vehicles or capturing the enemy base. Be careful and do not rush ahead. Collaboration with your allies is key to avoiding destruction.
ru: Победить в бою можно уничтожив всю технику противника или захватив его базу. Старайтесь действовать аккуратно и не лезьте напролом. Совместные командные действия — залог выживания в бою.

# g1/description
source: Fulfilling the condition for 3 battles in a row is optional.
ru: Выполнять условие в 3 боях подряд не обязательно.

# g1/name
source: Days of War
ru: Боевые будни

# g10/advice
source: You can inflict huge damage regardless of your vehicle type. Choose targets that you can hit without fail, try to survive for as long as possible, and you will be pleasantly surprised by the "Damage caused" line on the Battle Results screen.
ru: Каким бы типом техники вы не управляли, всегда будет возможность нанести большое количество урона. Выбирайте такие цели, которые сможете поразить, и выживайте как можно дольше — к концу боя у вас будет солидное количество нанесённого урона.

# g10/description
source: Fulfilling the condition for 2 battles in a row is optional.
ru: Выполнять условие в 2 боях подряд не обязательно.

# g10/name
source: Role Model: Damage
ru: Пример для подражания: урон

# g2/advice
source: Heavy tanks have powerful guns and sturdy frontal armor that is hard to penetrate. However, this advantage is balanced by their poor maneuverability, which makes it easy to flank them and hit weak spots in the sides and rear.
ru: Тяжёлые танки имеют неплохие орудия и крепкую лобовую броню, которую не так просто пробить. Однако за это они расплачиваются слабой подвижностью, что позволяет легко обойти их с борта или с тыла, где их броня легко поддастся вашим снарядам.

# g2/description
source: Results achieved in all battles in any vehicle are added together.
ru: Суммируется результат за все проведённые бои на любой машине.

# g2/name
source: Bull's Eye: Heavy Tanks
ru: Точно в цель: тяжёлые танки

# g3/advice
source: Medium tanks are versatile units that pursue a wide range of objectives on any battlefield—from covering main strike forces to performing flank attacks. Do not let them outflank you and destroy them while they are approaching.
ru: Средние танки — универсальные солдаты на любом поле боя, которые выполняют самый широкий спектр задач, начиная от прикрытия основных ударных сил и заканчивая стремительными фланговыми прорывами. Старайтесь не пропускать их в свой тыл, уничтожая ещё на подходе.

# g3/description
source: Results achieved in all battles in any vehicle are added together.
ru: Суммируется результат за все проведённые бои на любой машине.

# g3/name
source: Bull's Eye: Medium Tanks
ru: Точно в цель: средние танки

# g4/advice
source: Light tanks have weak armor and guns, but they compensate for this with excellent speed and concealment. The primary tasks for light tanks are spotting and distracting enemy vehicles.
ru: У лёгких танков слабая броня и орудия, однако прекрасные скорость и незаметность. Главная задача лёгких танков - передача разведданных и отвлечение внимания команды противника.

# g4/description
source: Results achieved in all battles in any vehicle are added together.
ru: Суммируется результат за все проведённые бои на любой машине.

# g4/name
source: Bull's Eye: Light Tanks
ru: Точно в цель: лёгкие танки

# g5/advice
source: Tank destroyers are formidable opponents with heavy armament and excellent concealment, but—in most cases—mediocre maneuverability. Try to spot and destroy them as soon as possible.
ru: Противотанковые самоходные установки — грозная сила, обладающая хорошим вооружением и маскировкой, за что расплачивается часто посредственными ходовыми характеристиками. Старайтесь обнаруживать и уничтожать их как можно раньше.

# g5/description
source: Results achieved in all battles in any vehicle are added together.
ru: Суммируется результат за все проведённые бои на любой машине.

# g5/name
source: Bull's Eye: Tank Destroyers
ru: Точно в цель: ПТ-САУ

# g6/advice
source: The fewer enemy vehicles left, the closer the victory. Act wisely, try to survive, and deal as much damage as possible. Use terrain to fire without exposing yourself.
ru: Чем меньше машин осталось у противника, тем ближе победа. Действуйте осмотрительно, старайтесь выжить и нанести как можно больше урона. Используйте особенности местности, чтобы вести огонь по противнику, не подставляясь под его выстрелы.

# g6/description
source: Results achieved in all battles in any vehicle are added together.
ru: Суммируется результат за все проведённые бои на любой машине.

# g6/name
source: Building a Collection
ru: Пополняя копилку

# g7/advice
source: Every vehicle has internal and external modules and crew. Critical hits on them substantially reduce the battle performance of the enemy. Study vehicles' weak spots to be more effective in causing critical damage to enemy vehicles and hiding vulnerable points of your own vehicle.
ru: В каждой машине есть ряд внутренних и внешних модулей, а также экипаж, критические попадания по которым могут существенно снизить эффективность машины в бою. Изучайте слабые места техники: это поможет и наносить эффективный урон прочности, модулям и экипажу, и не подставлять под выстрелы уязвимые места своей машины.

# g7/description
source: Results achieved in all battles in any vehicle are added together.
ru: Суммируется результат за все проведённые бои на любой машине.

# g7/name
source: Piercing Shots
ru: Бить навылет

# g8/advice
source: One way to win a battle is to capture the enemy base. When enemy tanks are focused on fierce fighting, you can slip past them unnoticed and take the base. Remember that the more vehicles holding position within the base circle, the faster the capture. The maximum capture speed is achieved with 3 vehicles in the base circle.
ru: Захват базы — один из способов победить. Зачастую, когда противник занят боем, вы можете незаметно проскочить на его базу и захватить её. Помните: чем больше машин находится в круге захвата — тем быстрее идёт захват. Максимальная скорость захвата достигается при 3 захватчиках.

# g8/name
source: Backup Plan
ru: План «Б»

# g9/advice
source: You earn experience for spotting, causing damage and destroying enemy vehicles, capturing the enemy base, defending your base, and winning the battle.
ru: Опыт в бою начисляется за любые полезные действия: за обнаружение техники и передачу разведданных, нанесение урона и уничтожение машин противника, захват или защиту базы, а также за победу в бою.

# g9/description
source: Fulfilling the condition for 2 battles in a row is optional.
ru: Выполнять условие в 2 боях подряд не обязательно.

# g9/name
source: Role Model: Experience
ru: Пример для подражания: опыт

# group
source: Recruit Training
ru: Курс молодого бойца
