Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_3_4_advise
source: Aim for the drive wheels, the sprocketed wheels at the front or rear of the suspension. Once immobilized, an enemy tank is an easy target. Do not forget to draw the attention of your allies to the target vehicle by selecting "Requesting fire at…" from the Command Menu.
ru: Сбив гусеницу, вы обездвижите противника на некоторое время, что позволит вам и вашей команде лучше прицеливаться по нему. Чтобы легко сбить гусеницу, цельтесь в передний или задний катки. Не забудьте акцентировать внимание союзников на этом событии, вызвав команду «Поддержите огнём!» из меню приказов.

# quest_3_4_descr
source: Destroying an enemy's track can leave them vulnerable to more shots from you or your allies.
ru: Вы можете сильно навредить противнику, сбив ему гусеницу.

# quest_3_4_short
source: MT-4
ru: СТ-4

# quest_3_5
source: MT-5: Counter-Reconnaissance
ru: СТ-5. Контрразведка

# quest_3_5_10_condition_add
source: • Win the battle. • Allies must destroy at least 2 enemy vehicles stunned or immobilized by you.
ru: • Победить в бою. • Союзники должны уничтожить 2 оглушённые или обездвиженные вами машины противника или более.

# quest_3_5_10_condition_description_complexDamageAssist
source: Cause, or assist in causing 3,000 HP of damage by stunning or immobilizing
ru: Суммарно нанести урона, оглушить или обездвижить на 3000 ед.

# quest_3_5_10_condition_description_complexKillAssist
source: Allies must destroy 2 vehicles stunned or immobilized by you
ru: Союзники должны уничтожить 2 оглушённые или обездвиженные вами машины

# quest_3_5_10_condition_main
source: • Total damage caused by you and your allies after your stunning or immobilizing an enemy vehicle must be at least 3,000 HP.
ru: • Сумма нанесённого вами урона, а также урона, нанесённого союзниками по оглушённым и обездвиженным вами целям должна составлять не менее 3000.

# quest_3_5_11_condition_add
source: • Stun enemy vehicles for a total of at least 150 seconds.
ru: • Оглушить технику противника суммарно на 150 и более секунд.

# quest_3_5_11_condition_main
source: • Stun at least 3 enemy vehicles with a single shot.
ru: • Оглушить не менее 3 машин противника одним выстрелом.

# quest_3_5_11_condition_title_multiStunEvent
source: Stun 3 vehicles with a single shot
ru: Оглушить 3 машины одним выстрелом

# quest_3_5_11_condition_title_stunDuration
source: Stun enemy vehicles for 150 seconds
ru: Оглушить суммарно на 150 секунд

# quest_3_5_12_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_3_5_12_condition_description_complexKillAssist
source: Allies must destroy 2 vehicles stunned or immobilized by you
ru: Союзники должны уничтожить 2 оглушённые или обездвиженные вами машины

# quest_3_5_12_condition_main
source: • Stun enemy vehicles for a total of at least 150 seconds. • Allies must destroy at least 2 enemy vehicles stunned or immobilized by you.
ru: • Оглушить технику противника суммарно на 150 и более секунд. • Союзники должны уничтожить 2 оглушённые или обездвиженные вами машины противника или более.

# quest_3_5_12_condition_title_stunDuration
source: Stun enemy vehicles for 150 seconds
ru: Оглушить суммарно на 150 секунд

# quest_3_5_13_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_3_5_13_condition_main
source: • Cause damage to enemy vehicles at least 8 times or stun them at least 10 times. Damage or stun caused by Platoon mates counts toward this total. Can be completed either on your own or as part of a Platoon consisting of your SPG and any other vehicles.
ru: • Лично или суммарно взводом не менее 8 раз нанести урон или не менее 10 раз оглушить технику противника. Выполнение возможно как лично, так и при игре взводом, состоящим из вашей САУ и любой другой техники.

# quest_3_5_13_condition_title_stunNum
source: Stun 10 times (personal/Platoon)
ru: Оглушить 10 раз (лично/взвод)

# quest_3_5_13_condition_title_vehicleDamage
source: Cause damage 8 times (personal/Platoon)
ru: Нанести урон 8 раз (лично/взвод)

# quest_3_5_14_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_3_5_14_condition_description_damageAssistedTrack
source: Allies must cause 800 HP of damage to the enemy vehicle immobilized by you
ru: Союзники должны нанести 800 урона машине со сбитой вами гусеницей

# quest_3_5_14_condition_main
source: • Stun enemy vehicles for a total of at least 180 seconds or enable your allies to cause at least 800 HP of damage to enemy vehicles by immobilizing them. Stun or immobilization caused by Platoon mates counts toward this total. Can be completed either on your own or as part of a Platoon consisting of your SPG and any other vehicles.
ru: • Лично или суммарно взводом оглушить технику противника в общей сложности на 180 и более секунд, или помочь союзникам нанести не менее 800 урона, обездвижив технику противника. Выполнение возможно как лично, так и при игре взводом, состоящим из вашей САУ и любой другой техники.

# quest_3_5_14_condition_title_stunDuration
source: Stun for 180 seconds (personal/Platoon)
ru: Оглушить суммарно на 180 секунд (лично/взвод)

# quest_3_5_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_3_5_15_condition_description_complexDamageAssist
source: Enable your allies to cause 2,500 HP of damage to enemy vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести 2500 урона, оглушив или обездвижив технику противника

# quest_3_5_15_condition_description_top_xp
source: Finish the battle as the top player on your team by experience earned
ru: Занять 1 место по опыту в своей команде

# quest_3_5_15_condition_main
source: • Finish the battle as the top player on your team by experience earned. • Enable your allies to cause at least 2,500 HP of damage to enemy vehicles by stunning or immobilizing them.
ru: • Занять 1 место среди игроков своей команды по опыту. • Помочь союзникам нанести 2500 урона и более, оглушив или обездвижив технику противника.

# quest_3_5_15_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_5_1_condition_add
source: • Cause damage to enemy vehicles at least 6 times by shooting or ramming them.
ru: • Выстрелом или тараном нанести урон технике противника не менее 6 раз.

# quest_3_5_1_condition_main
source: • Stun enemy vehicles at least 7 times.
ru: • Оглушить технику противника не менее 7 раз.

# quest_3_5_1_condition_title_stunNum
source: Stun 7 times
ru: Оглушить 7 раз

# quest_3_5_1_condition_title_vehicleDamage
source: Cause damage 6 times
ru: Нанести урон 6 раз

# quest_3_5_2_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_3_5_2_condition_main
source: • Stun enemy vehicles for a total of at least 150 seconds.
ru: • Оглушить технику противника суммарно на 150 и более секунд.

# quest_3_5_2_condition_title_stunDuration
source: Stun enemy vehicles for 150 seconds
ru: Оглушить суммарно на 150 секунд

# quest_3_5_2_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_3_5_3_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_5_3_condition_main
source: • Stun an enemy heavy tank or tank destroyer at least 6 times.
ru: • Оглушить тяжёлый танк или ПТ-САУ противника не менее 6 раз.

# quest_3_5_3_condition_title_vehicleStun
source: Stun heavy tanks or tank destroyers 6 times
ru: Оглушить тяжёлые танки или ПТ-САУ 6 раз

# quest_3_5_4_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_5_4_condition_description_vehicleStun
source: Stun an enemy heavy tank or tank destroyer for a total of 80 seconds
ru: Оглушить тяжёлые танки или ПТ-САУ суммарно на 80 секунд

# quest_3_5_4_condition_main
source: • Stun an enemy heavy tank or tank destroyer for a total of at least 80 seconds.
ru: • Оглушить тяжёлый танк или ПТ-САУ противника суммарно на 80 секунд и более.

# quest_3_5_5_condition_add
source: • Cause damage to enemy vehicles at least 6 times by shooting or ramming them.
ru: • Выстрелами или тараном нанести урон технике противника не менее 6 раз.

# quest_3_5_5_condition_description_assistStun
source: Enable your allies to cause 2,000 HP of damage to enemy vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести 2000 урона, оглушив или обездвижив технику противника

# quest_3_5_5_condition_main
source: • Enable your allies to cause at least 2,000 HP of damage to enemy vehicles by stunning or immobilizing them.
ru: • Помочь союзникам нанести 2000 урона и более, оглушив или обездвижив технику противника.

# quest_3_5_5_condition_title_vehicleDamage
source: Cause damage 6 times
ru: Нанести урон 6 раз

# quest_3_5_6_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_5_6_condition_description_assistStun
source: Enable your allies to cause damage to 5 vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести урон, оглушив или обездвижив 5 машин

# quest_3_5_6_condition_main
source: • Enable your allies to cause damage to at least 5 enemy vehicles by stunning or immobilizing them.
ru: • Помочь союзникам нанести урон по 5 и более оглушённым или обездвиженным вами машинам противника.

# quest_3_5_7_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_5_7_condition_main
source: • Stun at least 5 enemy vehicles.
ru: • Оглушить не менее 5 разных машин противника.

# quest_3_5_7_condition_title_stunned
source: Stun 5 vehicles
ru: Оглушить 5 машин

# quest_3_5_8_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_3_5_8_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_3_5_8_condition_main
source: • Be among the top 3 players on your team by experience earned.
ru: • Попасть в топ-3 игроков своей команды по опыту.

# quest_3_5_9_condition_add
source: • Survive the battle. • Win the battle. • Remain unspotted throughout the battle.
ru: • Выжить в бою. • Победить в бою. • Остаться необнаруженным до завершения боя.

# quest_3_5_9_condition_description_crit
source: Destroy internal modules or injure crew members, totaling at least 8 modules or crew members
ru: Вывести из строя суммарно 8 внутренних модулей или членов экипажа

# quest_3_5_9_condition_main
source: • Destroy any modules of enemy vehicles or injure members of their crew, totaling at least 8 modules and crew members. • The number of destroyed modules and injured crew members is totaled across all enemy vehicles you have damaged in the battle.
ru: • Вывести из строя не менее 8 любых модулей или ранить членов экипажа техники противника. • Засчитывается сумма выведенных из строя модулей, а также раненых членов экипажа по всем повреждённым вами в бою машинам противника.

# quest_3_5_advise
source: Do not let enemy light tanks achieve their main objective! Prevent them from spotting and immobilizing the vehicles of your teammates.
ru: Постарайтесь не дать лёгким танкам противника выполнить свою основную задачу — передачу разведданных и обездвиживание союзников.

# quest_3_5_descr
source: One of the objectives of medium tanks is to destroy light tanks.
ru: Одна из задач средних танков — уничтожать лёгкие танки.

# quest_3_5_short
source: MT-5
ru: СТ-5

# quest_3_6
source: MT-6: Rapid Fire
ru: СТ-6. Беглый огонь

# quest_3_6_advise
source: Your tank combines mobility and firepower: use them both. You can help your teammates on one flank, then retreat to the base to protect the SPGs, and then suddenly strike the enemy from the rear—all in one battle.
ru: Пользуйтесь тем, что ваш танк мобилен и имеет хорошее вооружение. В одном бою вы можете помогать союзникам на разных флангах, возвращаться на базу, защищая САУ, а также внезапно атаковать противника, пробравшись в тыл.

# quest_3_6_descr
source: Medium tanks are flexible and able to achieve a variety of objectives on the battlefield.
ru: Средние танки прекрасно подходят для решения самых важных задач в бою.

# quest_3_6_short
source: MT-6
ru: СТ-6

# quest_3_7
source: MT-7: A Surprise Blow
ru: СТ-7. Внезапный удар

# quest_3_7_advise
source: Enemy artillery can cause heavy damage to your teammates. Break through a flank, rush to the enemy base, and neutralize their SPGs.
ru: Снаряды САУ наносят огромное количество урона технике вашей команды. Доминируя на своем фланге, прорвитесь к базе и найдите САУ противника.

# quest_3_7_descr
source: Enemy SPGs are high-priority targets for you. Neutralize them to get your team one step closer to victory.
ru: Артиллерия противника — важная цель, уничтожив которую, вы приблизите свою команду к победе.

# quest_3_7_short
source: MT-7
ru: СТ-7

# quest_3_8
source: MT-8: Confrontation
ru: СТ-8. Противостояние

# quest_3_8_advise
source: Focus on the vehicles of your tier or higher. A fight against strong opponents will help you sharpen your skill with medium tanks, as well as receive more valuable rewards after battles.
ru: Акцентируйте своё внимание на технике вашего уровня и выше. Только сражаясь с равными или более высокоуровневыми машинами, вы сможете отточить навыки владения вашим средним танком, а также получить более ценные награды по итогам боя.

# quest_3_8_descr
source: Destroy same-tier enemy vehicles or vehicles of a higher tier to significantly contribute to the victory of your team.
ru: Вы серьёзно помогаете команде, уничтожая технику вашего уровня или выше.

# quest_3_8_short
source: MT-8
ru: СТ-8

# quest_3_9
source: MT-9: A Worthy Opponent
ru: СТ-9. Достойный противник

# quest_3_9_advise
source: Outflank enemy vehicles, shoot them while concealed, target their weak spots to pick them apart—whatever it takes. Remember that heavy tanks are slower than you, and their turrets have low traverse speeds.
ru: Старайтесь не попадать под обстрел, объезжая противника с разных сторон. Помните, что башни тяжёлых танков вращаются медленно, а манёвренность уступает вашей.

# quest_3_9_descr
source: Seeking and destroying enemy heavy tanks is a hard task to accomplish but very beneficial to the team's cause.
ru: Успешная охота за тяжёлыми танками — сложное, но полезное для команды занятие.

# quest_3_9_short
source: MT-9
ru: СТ-9

# quest_4_1
source: TD-1: Effective Performance
ru: ПТ-1. Эффективные действия

# quest_4_10
source: TD-10: A Hidden Menace
ru: ПТ-10. Скрытая угроза

# quest_4_10_advise
source: Use camouflage and Camouflage Net. Keep your distance and let your teammates do the spotting. You serve your team by staying out of sight, but be in a position to fire when the opportunity arises.
ru: Используйте камуфляж и маскировочную сеть. Во время боя старайтесь находиться в укрытии и наносить урон по противнику, разведданные по которому вам передают союзники.

# quest_4_10_descr
source: If your tank destroyer is well-concealed, you can strike the unsuspecting enemy without them being able to respond.
ru: При хорошей маскировке ПТ-САУ способна безнаказанно жалить ничего не подозревающего противника.

# quest_4_10_short
source: TD-10
ru: ПТ-10

# quest_4_11
source: TD-11: The Key Role
ru: ПТ-11. Главная роль

# quest_4_11_advise
source: A major challenge for tank destroyers is surviving the battle long enough to achieve their full damage-dealing potential. You must engage, but you must also stay alive.
ru: Главной проблемой для ПТ-САУ может стать недостаточная выживаемость. Ваша машина, уничтоженная в первые минуты боя, не лучшая помощь команде.

# quest_4_11_descr
source: Your powerful gun is a force to be reckoned with. If, of course, you know how to shoot it.
ru: С вашим мощным орудием стоит считаться. Если, конечно, вы достаточно метко стреляете.

# quest_4_11_short
source: TD-11
ru: ПТ-11

# quest_4_12
source: TD-12: Big Game Hunting
ru: ПТ-12: Охотник на крупную дичь

# quest_4_12_advise
source: You have the potential to carry your team to victory. If you know the weak spots of enemy heavy tanks, the thickness of their armor cannot save them.
ru: Приносите пользу команде любыми активными действиями. Если вы знаете слабые места тяжёлых танков противника, толщина их брони для вас больше не играет роли.

# quest_4_12_descr
source: Armed with your wits and an excellent gun, you can destroy enemy vehicles before they get close. Once an enemy heavy tank has been spotted, you can cause a lot of damage to them before they even spot you.
ru: Благодаря дальности обзора и точному орудию вы можете уничтожать противника ещё на подходе. Тяжёлый танк, попавший в ваше поле зрения, рискует заметить вас, будучи уже изрядно потрёпанным.

# quest_4_12_short
source: TD-12
ru: ПТ-12

# quest_4_13
source: TD-13: Tank Hunters
ru: ПТ-13. Истребители танков

# quest_4_13_advise
source: Most tank destroyers have excellent single-shot damage. Coordinate with Platoon mates and fire in volleys. Not many enemy vehicles can stand up to multiple, simultaneous hits.
ru: Обладая большим разовым уроном и фокусируя цель, ПТ-САУ имеют преимущество перед другими типами техники. Пользуйтесь этим, играя взводом из 3 ПТ-САУ или постоянно координируя огонь со своими союзниками.

# quest_4_13_descr
source: As a Platoon, you can focus your fire and rapidly take down enemy tanks. This mission may be completed either as part of a Platoon or on your own; however, the latter is more difficult.
ru: Сфокусированный огонь по противнику — эффективная взводная тактика. Задачу также можно выполнять лично, но это объективно сложнее.

# quest_4_13_short
source: TD-13
ru: ПТ-13

# quest_4_14
source: TD-14: Big Hunt
ru: ПТ-14. Большая охота

# quest_4_14_advise
source: Provide covering fire for members of your Platoon who have taken a beating. Sometimes it is better to draw enemy fire yourself in order to give an ally a chance to retreat to safety.
ru: Прикрывайте совзводных, которые сильно пострадали от выстрелов противника. Иногда выгоднее принять огонь на себя, тем самым дав возможность своим друзьям отступить.

# quest_4_14_descr
source: A well-coordinated Platoon of tank destroyers will not allow the enemy to outflank their team's positions. This mission may be completed either as part of a Platoon or on your own, however, the latter is more difficult.
ru: Сыгранный взвод из ПТ-САУ попросту не допустит прорыв противника в тыл команды. Задачу также можно выполнять лично, но это объективно сложнее.

# quest_4_14_short
source: TD-14
ru: ПТ-14

# quest_4_15
source: TD-15: Triumph
ru: ПТ-15. Триумф

# quest_4_15_advise
source: The more damage you cause in a battle, the better the chance of victory for your team. It is a simple rule that you should remember.
ru: Чем больше урона в бою вы нанесли, тем выше шанс на победу. Простое правило, которое нельзя забывать.

# quest_4_15_descr
source: When diplomacy fails, the guns start to speak. So get your loaded word in.
ru: Когда дипломатия бессильна, начинают говорить пушки. Скажите и вы своё веское слово.

# quest_4_15_short
source: TD-15
ru: ПТ-15

# quest_4_1_10_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_4_1_10_condition_description_top_xp
source: Finish the battle as the top player on both teams by experience earned
ru: Занять 1 место по опыту в обеих командах

# quest_4_1_10_condition_main
source: • Finish the battle as the top player of both teams by experience earned. • Survive the battle.
ru: • Занять 1 место среди игроков обеих команд по опыту. • Выжить в бою.

# quest_4_1_11_condition_add
source: • Cause at least 2,500 HP of damage to enemy vehicles.
ru: • Нанести не менее 2500 урона технике противника.

# quest_4_1_11_condition_description_damage_eventCount
source: Cause damage 12 times to enemy vehicles of the same tier as your vehicle or higher
ru: 12 раз нанести урон технике своего уровня или выше

# quest_4_1_11_condition_main
source: • Cause damage at least 12 times to enemy vehicles of the same tier as your vehicle or higher.
ru: • Не менее 12 раз нанести урон технике противника вашего уровня или выше.

# quest_4_1_11_condition_title_damage
source: Cause 2,500 HP of damage
ru: Нанести 2500 урона

# quest_4_1_12_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_1_12_condition_description_damageAssistedRadioWhileInvisible
source: Enable your allies to cause 3,000 HP of damage to enemy vehicles by spotting them. Remain unspotted at the moment when the damage is caused
ru: Передать разведданные на 3000 урона, оставаясь незамеченным в момент его нанесения

# quest_4_1_12_condition_main
source: • Enable your allies to cause 3,000 HP of damage to enemy vehicles by spotting them. Remain unspotted at the moment when the damage is caused.
ru: • Передать разведданные союзникам для нанесения не менее 3000 урона, будучи невидимым для противника в момент нанесения урона.

# quest_4_1_13_condition_add
source: • Personally survive the battle. • Win the battle.
ru: • Лично выжить в бою. • Победить в бою.

# quest_4_1_13_condition_description_damageAssistedRadio
source: Enable your allies to cause 3,000 HP of damage
ru: Передать разведданные на 3000 урона

# quest_4_1_13_condition_main
source: • Spot enemy vehicles and enable your allies to cause at least 3,000 HP of damage to enemy vehicles. Spotting damage caused by Platoon mates counts toward this total. • Cause at least 2,500 HP of damage to enemy vehicles. Damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your light tank and any other vehicles.
ru: • Лично (или суммарно взводом) передать разведданные для нанесения не менее 3000 урона. • Лично (или суммарно с совзводными) нанести не менее 2500 урона технике противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего лёгкого танка и любой другой техники.

# quest_4_1_13_condition_title_damage
source: Cause 2,500 HP of damage (personal/Platoon)
ru: Нанести 2500 урона (лично/взвод)

# quest_4_1_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_4_1_14_condition_description_damageAssistedRadio
source: Enable your allies to cause 6,000 HP of damage
ru: Передать разведданные на 6000 урона

# quest_4_1_14_condition_main
source: • Spot enemy vehicles and enable your allies to cause at least 6,000 HP of damage to enemy vehicles. Spotting damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your light tank and any other vehicles.
ru: • Лично (или суммарно взводом) передать разведданные для нанесения не менее 6000 урона. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего лёгкого танка и любой другой техники.

# quest_4_1_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_4_1_15_condition_description_damage_complexAssist
source: Damage caused and damage caused with your assistance must total 8,000 HP
ru: Сумма нанесённого урона и урона, нанесённого с вашей помощью, должна составить 8000 ед.

# quest_4_1_15_condition_description_kills_complexAssist
source: Enable your allies to destroy 5 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам уничтожить 5 целей, передавая разведданные или сбивая гусеницы

# quest_4_1_15_condition_main
source: • The total damage caused and the damage caused by your allies upon your spotting or destroying a track of an enemy vehicle must be at least 8,000 HP.
ru: • Сумма нанесённого урона, а также урона, нанесённого союзниками по вашим разведданным или после сбития вами гусеницы, должна составлять не менее 8000.

# quest_4_1_1_condition_add
source: • Survive the battle.
ru: • Выжить в бою.
