Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_1_2_6_condition_main
source: • Destroy at least 2 enemy heavy or medium tanks.
ru: • Уничтожить суммарно 2 тяжёлых или средних танка.

# quest_1_2_6_condition_title_vehicleKills
source: Destroy 2 heavy or medium tanks
ru: Уничтожить суммарно 2 тяжёлых или средних танка

# quest_1_2_7_condition_add
source: • Destroy an enemy vehicle.
ru: • Уничтожить машину противника.

# quest_1_2_7_condition_main
source: • Participate in the successful capture of a base or reset the enemy capture points of your/neutral base. • Win the battle. • Cause at least 1,000 HP of damage to enemy vehicles.
ru: • Принять участие в успешном захвате базы или сбить захват собственной/нейтральной базы. • Победить в бою. • Нанести не менее 1000 урона технике противника.

# quest_1_2_7_condition_title_damageDealt
source: Cause 500 HP of damage
ru: Нанести 500 урона

# quest_1_2_7_condition_title_vehicleKills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_2_8_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_1_2_8_condition_main
source: • Cause at least 1,000 HP of damage to enemy heavy tanks.
ru: • Нанести не менее 1000 урона тяжёлым танкам противника.

# quest_1_2_8_condition_title_damageDealt
source: Cause 500 HP of Damage to Heavy Tanks
ru: Нанести 500 урона тяжёлым танкам

# quest_1_2_8_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_1_2_9_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_2_9_condition_main
source: • Destroy an enemy vehicle by ramming.
ru: • Уничтожить тараном машину противника.

# quest_1_2_9_condition_title_ram
source: Destroy an enemy vehicle by ramming it
ru: Уничтожить тараном машину противника

# quest_1_2_advise
source: But to spot a few enemy vehicles and get destroyed in the process would be a waste of your valuable tank. A good scout can spot enemies while successfully staying alive.
ru: Обнаружить множество машин противника и сразу быть уничтоженным — худшая тактика. Вы должны научиться находить противника и уметь после этого скрыться от его огня.

# quest_1_2_descr
source: One of the main objectives of light tanks is to spot enemy vehicles.
ru: Одна из основных задач лёгких танков — обнаружение противника.

# quest_1_2_short
source: LT-2
ru: ЛТ-2

# quest_1_3
source: LT-3: The Pursuit
ru: ЛТ-3. Преследование

# quest_1_3_10_condition_add
source: • Destroy an enemy vehicle by shooting or ramming it.
ru: • Выстрелами или тараном уничтожить машину противника.

# quest_1_3_10_condition_main
source: • Cause damage to enemy vehicles at least 2 times by shooting them.
ru: • Выстрелами нанести урон машинам противника не менее 2 раз.

# quest_1_3_10_condition_title_vehicleDamage
source: Cause damage 2 times
ru: Нанести урон 2 раза

# quest_1_3_10_condition_title_vehicleKills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_3_11_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_3_11_condition_main
source: • Cause damage to an enemy vehicle by ramming it.
ru: • Тараном нанести урон машине противника.

# quest_1_3_11_condition_title_ram
source: Cause damage by ramming
ru: Нанести урон тараном

# quest_1_3_12_condition_add
source: • Be among the top 5 players on your team by experience earned.
ru: • Попасть в топ-5 игроков своей команды по опыту.

# quest_1_3_12_condition_description_top_xp
source: Be among the top 5 players on your team by experience earned
ru: Попасть в топ-5 по опыту в своей команде

# quest_1_3_12_condition_main
source: • Set an enemy vehicle on fire.
ru: • Поджечь машину противника.

# quest_1_3_12_condition_title_fire
source: Set an enemy vehicle on fire
ru: Поджечь машину противника

# quest_1_3_13_condition_add
source: • Personally be among the top 5 players on your team by experience earned.
ru: • Лично попасть в топ-5 игроков своей команды по опыту.

# quest_1_3_13_condition_description_top_xp
source: Be among the top 5 players on your team by experience earned
ru: Попасть в топ-5 по опыту в своей команде

# quest_1_3_13_condition_main
source: • Cause at least 3,000 HP of damage to enemy vehicles. Damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your medium tank and any other vehicles.
ru: • Лично (или суммарно взводом) нанести не менее 3000 урона технике противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего среднего танка и любой другой техники.

# quest_1_3_13_condition_title_vehicleDamage
source: Cause 2,000 HP of damage (personal/Platoon)
ru: Нанести 2000 урона (лично/взвод)

# quest_1_3_14_condition_add
source: • Cause at least 1,500 HP of damage. Damage caused by Platoon mates counts toward this total.
ru: • Лично (или суммарно взводом) нанести не менее 1500 урона технике противника.

# quest_1_3_14_condition_main
source: • Destroy at least 3 enemy vehicles. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your medium tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 3 машин противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего среднего танка и любой другой техники.

# quest_1_3_14_condition_title_vehicleDamage
source: Cause 1,500 HP of damage (personal/Platoon)
ru: Нанести 1500 урона (лично/взвод)

# quest_1_3_14_condition_title_vehicleKills
source: Destroy 3 vehicles (Personal/Platoon)
ru: Уничтожить 3 машины (лично/взвод)

# quest_1_3_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_3_15_condition_main
source: • Destroy at least 2 enemy tank destroyers.
ru: • Уничтожить не менее 2 ПТ-САУ противника.

# quest_1_3_15_condition_title_damaged
source: Cause damage to 5 vehicles
ru: Нанести урон 5 машинам

# quest_1_3_15_condition_title_vehicleKills
source: Destroy 2 tank destroyers
ru: Уничтожить 2 ПТ-САУ

# quest_1_3_1_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_3_1_condition_description_top_xp
source: Be among the top 10 players on your team by experience earned
ru: Попасть в топ-10 по опыту в своей команде

# quest_1_3_1_condition_main
source: • Cause damage to an enemy vehicle. • Win the battle. • Be among the top 10 players on your team by experience earned.
ru: • Нанести урон машине противника. • Победить в бою. • Попасть в топ-10 игроков своей команды по опыту.

# quest_1_3_2_condition_add
source: • Destroy an enemy vehicle.
ru: • Уничтожить машину противника.

# quest_1_3_2_condition_main
source: • Fire at least 6 shots that cause damage to enemy vehicles.
ru: • Произвести по технике противника не менее 6 выстрелов, нанёсших урон.

# quest_1_3_2_condition_title_vehicleDamage
source: Cause damage 6 times
ru: Нанести урон 6 раз

# quest_1_3_2_condition_title_vehicleKills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_3_3_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_3_3_condition_description_vehicleDamage
source: Cause damage during the first 2 minutes of the battle
ru: Нанести урон в первые 2 минуты боя

# quest_1_3_3_condition_main
source: • Cause damage to an enemy vehicle during the first 2 minutes of the battle.
ru: • Нанести урон машине противника в первые 2 минуты боя.

# quest_1_3_4_condition_add
source: • Destroy an immobilized enemy vehicle before its track is repaired.
ru: • Уничтожить обездвиженную машину, пока она не восстановила гусеницы.

# quest_1_3_4_condition_main
source: • Destroy a track of an enemy vehicle, and cause damage to the immobilized vehicle before its track is repaired.
ru: • Сбить гусеницу и нанести урон обездвиженной машине противника, пока она не восстановила гусеницы.

# quest_1_3_4_condition_title_crit
source: Destroy 1 track
ru: Сбить 1 гусеницу

# quest_1_3_4_condition_title_vehicleDamage
source: Cause damage to the immobilized vehicle
ru: Нанести урон обездвиженной машине

# quest_1_3_4_condition_title_vehicleKills
source: Destroy an immobilized enemy vehicle
ru: Уничтожить обездвиженную машину противника

# quest_1_3_5_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_3_5_condition_main
source: • Cause damage to an enemy light tank by shooting or ramming it.
ru: • Выстрелом или тараном нанести урон лёгкому танку противника.

# quest_1_3_5_condition_title_vehicleDamage
source: Cause damage to a light tank
ru: Нанести урон лёгкому танку

# quest_1_3_6_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_3_6_condition_description_vehicleDamage
source: Cause damage to vehicles of 3 different types
ru: Нанести урон технике 3 разных типов

# quest_1_3_6_condition_main
source: • Cause damage to enemy vehicles of 3 different types.
ru: • Нанести урон технике противника 3 разных типов.

# quest_1_3_7_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_3_7_condition_main
source: • Cause damage to at least 1 enemy SPG.
ru: • Нанести урон как минимум 1 САУ противника.

# quest_1_3_7_condition_title_vehicleDamage
source: Cause damage to an SPG
ru: Нанести урон САУ

# quest_1_3_8_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_3_8_condition_main
source: • Cause damage to enemy medium tanks at least 3 times by shooting them. • The total damage caused to enemy medium tanks must be at least 500 HP.
ru: • Выстрелами не менее 3 раз нанести урон средним танкам противника. • Совокупный урон, нанесённый по средним танкам противника, должен составлять не менее 500.

# quest_1_3_8_condition_title_vehicleDamage
source: Cause 300 HP of damage to medium tanks
ru: Нанести средним танкам 300 урона

# quest_1_3_8_condition_title_vehicleDamage_count
source: Cause damage to medium tanks 3 times
ru: Нанести урон средним танкам 3 раза

# quest_1_3_9_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_3_9_condition_main
source: • Cause at least 500 HP of damage to enemy heavy tanks. • Destroy at least 1 enemy heavy tank.
ru: • Нанести не менее 500 урона тяжёлым танкам противника. • Уничтожить как минимум 1 тяжёлый танк противника.

# quest_1_3_9_condition_title_vehicleDamage
source: Caused 300 HP of damage to heavy tanks
ru: Нанести тяжёлым танкам 300 урона

# quest_1_3_9_condition_title_vehicleKills
source: Destroy a heavy tank
ru: Уничтожить тяжёлый танк

# quest_1_3_advise
source: Always try to flank the enemy and hit them from the rear, where the armor is weakest. Do not linger in one spot. If you change positions frequently, the enemy will have a hard time hitting your vehicle. Remember that light tanks have the same chance of being detected while on the move as when they are stationary.
ru: Старайтесь заходить в тыл противнику и атаковать его машины в корму, где броня наиболее уязвима. Старайтесь не стоять на месте — так по вам сложнее прицелиться. Помните: незаметность лёгкого танка в движении такая же, как и у неподвижного.

# quest_1_3_descr
source: Your light tank has enough speed to quickly cross the map and provide support to your allies where your help is needed.
ru: Скорости вашего лёгкого танка хватит, чтобы за короткое время переместиться с одного конца карты на другой, тем самым оказывая помощь там, где она необходима.

# quest_1_3_short
source: LT-3
ru: ЛТ-3

# quest_1_4
source: LT-4: A Forced Halt
ru: ЛТ-4. Остановка по требованию

# quest_1_4_10_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_4_10_condition_description_vehicleDamage
source: Cause 1,000 HP of damage, remain unspotted at the moment when the damage is caused
ru: Нанести 1000 урона, оставаясь незамеченным в момент его нанесения

# quest_1_4_10_condition_main
source: • Cause at least 1,000 HP of damage to enemy vehicles. Remain unspotted at the moment when the damage is caused.
ru: • Нанести не менее 1000 урона, будучи невидимым для противника в момент нанесения урона.

# quest_1_4_11_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_4_11_condition_main
source: • Finish the battle as the top player on your team by damage caused. • Cause at least 1,000 HP of damage.
ru: • Занять 1 место среди игроков своей команды по урону. • Нанести не менее 1000 урона технике противника.

# quest_1_4_11_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_4_12_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_4_12_condition_main
source: • Destroy an enemy heavy tank. • Cause at least 1,000 HP of damage.
ru: • Уничтожить тяжёлый танк противника. • Нанести не менее 1000 урона технике противника.

# quest_1_4_12_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_4_12_condition_title_vehicleKills
source: Destroy a heavy tank
ru: Уничтожить тяжёлый танк

# quest_1_4_13_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_1_4_13_condition_main
source: • Destroy at least 3 enemy vehicles. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your tank destroyer and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 3 машин противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашей ПТ-САУ и любой другой техники.

# quest_1_4_13_condition_title_vehicleKills
source: Destroy 3 vehicles (Personal/Platoon)
ru: Уничтожить 3 машины (лично/взвод)

# quest_1_4_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_1_4_14_condition_description_percentFromTotalTeamDamage
source: Cause 20% of the total amount of damage caused by your team
ru: Нанести 20% от суммарного урона своей команды

# quest_1_4_14_condition_main
source: • Cause at least 20% of the total damage caused to enemy vehicles by your team. Damage caused by Platoon mates counts toward this total. • Win the battle. • Can be completed either on your own or as part of a Platoon consisting of your tank destroyer and any other vehicles.
ru: • Лично (или суммарно взводом) нанести противнику не менее 20% от суммарного урона вашей команды. • Победить в бою. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашей ПТ-САУ и любой другой техники.

# quest_1_4_15_condition_add
source: • Destroy an enemy vehicle.
ru: • Уничтожить машину противника.

# quest_1_4_15_condition_main
source: • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 3000 урона технике противника.

# quest_1_4_15_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_1_4_15_condition_title_kills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_1_4_1_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_4_1_condition_description_top_xp
source: Be among the top 7 players on your team by experience earned
ru: Попасть в топ-7 по опыту в своей команде

# quest_1_4_1_condition_main
source: • Be among the top 7 players on your team by experience earned.
ru: • Попасть в топ-7 игроков своей команды по опыту.

# quest_1_4_2_condition_add
source: • Survive the battle. • At the end of the battle, have no injured crew members or damaged/destroyed internal modules.
ru: • Выжить в бою. • Не иметь к моменту завершения боя повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа.

# quest_1_4_2_condition_description_crit
source: Destroy an internal module or injure a crew member
ru: Вывести из строя внутренний модуль или члена экипажа

# quest_1_4_2_condition_main
source: • Destroy an internal module or injure a crew member of an enemy vehicle.
ru: • Вывести из строя внутренний модуль или ранить члена экипажа машины противника.

# quest_1_4_3_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_4_3_condition_main
source: • Cause damage to at least 2 enemy vehicles. • Win the battle.
ru: • Нанести урон не менее 2 машинам противника. • Победить в бою.

# quest_1_4_3_condition_title_damaged
source: Cause damage to 2 vehicles
ru: Нанести урон 2 машинам

# quest_1_4_4_condition_add
source: • Use the Camouflage Net equipment.
ru: • Использовать оборудование «Маскировочная сеть».

# quest_1_4_4_condition_description_vehicleKills
source: Destroy an enemy vehicle. Remain unspotted by it at the moment of its destruction
ru: Уничтожить машину противника, оставаясь незамеченным в момент её уничтожения

# quest_1_4_4_condition_main
source: • Destroy an enemy vehicle. Remain unspotted by it at the moment of its destruction.
ru: • Уничтожить машину противника, оставаясь невидимым для него в момент его уничтожения.

# quest_1_4_4_condition_title_installed_camouflageNet
source: Enter a battle with the Camouflage Net
ru: Выйти в бой с маскировочной сетью

# quest_1_4_5_condition_add
source: • Cause at least 1,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 1000 урона технике противника.

# quest_1_4_5_condition_description_vehicleDamage
source: Cause damage from a distance of 300 m or more
ru: Нанести урон с расстояния не менее 300 метров

# quest_1_4_5_condition_main
source: • Cause damage to an enemy vehicle from a distance of 300 m or more.
ru: • Нанести урон машине противника с расстояния не менее 300 метров.

# quest_1_4_5_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_4_6_condition_add
source: • Destroy at least 1 enemy vehicle.
ru: • Уничтожить 1 машину противника и более.

# quest_1_4_6_condition_description_vehicleDamage
source: Cause damage from a distance of 250 m or more
ru: Нанести урон с расстояния не менее 250 метров

# quest_1_4_6_condition_main
source: • Cause damage to an enemy vehicle from a distance of 250 m or more.
ru: • Нанести урон противнику с расстояния не менее 250 метров.

# quest_1_4_6_condition_title_vehicleKills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_4_7_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_4_7_condition_description_vehicleKills
source: Destroy an enemy vehicle, having received no prior damage to your vehicle.
ru: Уничтожить машину противника, не потеряв прочности до этого момента

# quest_1_4_7_condition_main
source: • Destroy an enemy vehicle, having received no prior damage to your vehicle.
ru: • Уничтожить машину противника, не потеряв очков прочности до этого момента.

# quest_1_4_8_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_1_4_8_condition_description_damageDealt
source: Cause 2 times more damage than the hit points of your vehicle
ru: Нанести в 2 раза больше урона, чем прочность собственной машины

# quest_1_4_8_condition_main
source: • Cause damage exceeding at least 2 times the hit points of your vehicle.
ru: • Нанести технике противника не менее чем в 2 раза больше урона, чем прочность собственной машины.

# quest_1_4_9_condition_add
source: • Destroy an enemy vehicle.
ru: • Уничтожить машину противника.

# quest_1_4_9_condition_main
source: • Score at least 3 armor-penetrating hits in a row against enemy vehicles. • Armor-penetrating hits to one or several enemy vehicles are counted.
ru: • Пробить броню противника не менее 3 раз подряд. • Пробития подряд считаются как по одной машине, так и по нескольким.

# quest_1_4_9_condition_title_inBattleMaxPiercingSeries
source: Score 3 armor-penetrating hits in a row
ru: Пробить броню 3 раза подряд

# quest_1_4_9_condition_title_kills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_4_advise
source: To destroy a track effectively, target the drive wheel at the front or rear of the suspension. Remember that even if your gun is incapable of penetrating the armor of an enemy vehicle, it can always destroy the track. HE shells are best suited for this purpose. You will receive more experience if your allies cause damage to enemy vehicles immobilized by you.
ru: Для того, чтобы легко сбить гусеницу, цельтесь в первый или последний катки. Помните, что если ваше орудие не способно пробить броню, оно всегда сможет сбить гусеницы. Осколочно-фугасные снаряды с этой задачей справятся лучше. Вы получите часть опыта за урон, нанесённый союзниками по обездвиженной вами технике.

# quest_1_4_descr
source: Destroy a track of an enemy vehicle, thus immobilizing it and exposing it to the fire of your teammates’ more powerful guns. When you destroy a track of an enemy vehicle you temporarily immobilize it. This will help you and your allies to take better aim.
ru: Сбейте противнику гусеницы, тем самым обездвижив его и подставив под огонь более мощных союзных орудий. Сбив гусеницу, вы обездвижите противника на некоторое время, что позволит вам и вашей команде лучше прицеливаться по нему.

# quest_1_4_short
source: LT-4
ru: ЛТ-4

# quest_1_5
source: LT-5: The Forward Observer
ru: ЛТ-5. Корректировка огня

# quest_1_5_10_condition_add
source: • Allies must destroy at least 1 enemy vehicle stunned or immobilized by you.
ru: • Союзники должны уничтожить 1 оглушённую или обездвиженную вами машину противника или более.

# quest_1_5_10_condition_description_complexDamageAssist
source: Cause, or assist in causing 1,000 HP of damage by stunning or immobilizing.
ru: Суммарно нанести урона, оглушить или обездвижить на 1000 ед.

# quest_1_5_10_condition_description_complexKillAssist
source: Allies must destroy an enemy vehicle stunned or immobilized by you
ru: Союзники должны уничтожить оглушённую или обездвиженную вами машину

# quest_1_5_10_condition_main
source: • Total damage caused by you and your allies to enemy vehicles that you have stunned or immobilized must be at least 1,000 HP.
ru: • Сумма нанесённого вами урона, а также урона, нанесённого союзниками по оглушённым и обездвиженным вами целям должна составлять не менее 1000.

# quest_1_5_11_condition_add
source: • Stun enemy vehicles for at least 50 seconds in total.
ru: • Оглушить технику противника суммарно на 50 и более секунд.

# quest_1_5_11_condition_main
source: • Stun at least 2 enemy vehicles with a single shot.
ru: • Оглушить не менее 2 машин противника одним выстрелом.

# quest_1_5_11_condition_title_multiStunEvent
source: Stun 2 vehicles with a single shot
ru: Оглушить 2 машины одним выстрелом

# quest_1_5_11_condition_title_stunDuration
source: Stun enemy vehicles for 50 seconds in total
ru: Оглушить суммарно на 50 секунд

# quest_1_5_12_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_5_12_condition_description_complexKillAssist
source: Allies must destroy an enemy vehicle stunned or immobilized by you
ru: Союзники должны уничтожить оглушённую или обездвиженную вами машину

# quest_1_5_12_condition_main
source: • Stun enemy vehicles for at least 50 seconds in total. • Allies must destroy at least 1 enemy vehicle stunned or immobilized by you.
ru: • Оглушить технику противника суммарно на 50 и более секунд. • Союзники должны уничтожить 1 оглушённую или обездвиженную вами машину противника или более.

# quest_1_5_12_condition_title_stunDuration
source: Stun enemy vehicles for 50 seconds in total
ru: Оглушить суммарно на 50 секунд

# quest_1_5_13_condition_add
source: • Win the battle.
ru: • Победить в бою.
