Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_2_1_4_condition_description_damageAssistedTrack
source: Destroy a track of an enemy vehicle. Your allies must cause 250 of damage to that vehicle while it is immobilized
ru: Сбить гусеницу противнику. Союзники должны нанести ему 250 урона, пока он обездвижен

# quest_2_1_4_condition_description_killsAssistedTrack
source: Destroy a track of an enemy vehicle. Your allies must destroy that vehicle while it is immobilized
ru: Сбить гусеницу противнику. Союзники должны его уничтожить, пока он обездвижен

# quest_2_1_4_condition_main
source: • Destroy a track of an enemy vehicle. • Allies must cause at least 250 HP of damage to the immobilized enemy vehicle before its tracks are repaired.
ru: • Cбить гусеницу машине противника. • Союзники должны нанести не менее 250 урона по обездвиженной вами машине, пока она не восстановила гусеницы.

# quest_2_1_4_condition_title_crit_track
source: Destroy 1 track
ru: Сбить 1 гусеницу

# quest_2_1_5_condition_add
source: • Spot enemy vehicles and enable your allies to cause damage to at least 4 vehicles spotted by you.
ru: • Передать разведданные для нанесения урона по не менее 4 машинам противника.

# quest_2_1_5_condition_description_damagedVehicleCntAssistedRadio
source: Spot enemy vehicles and enable your allies to cause damage to 4 vehicles spotted by you
ru: Передать разведданные для нанесения союзниками урона по 4 целям

# quest_2_1_5_condition_description_killsAssistedRadio
source: Enable your allies to destroy 2 vehicles spotted by you
ru: Передать разведданные для уничтожения 2 целей

# quest_2_1_5_condition_main
source: • Spot enemy vehicles and enable your allies to destroy at least 2 vehicles spotted by you.
ru: • Передать разведданные для уничтожения не менее 2 машин противника.

# quest_2_1_6_condition_add
source: • Spot an enemy vehicle or destroy its tracks. This enemy vehicle must be destroyed while spotted, or before its tracks are repaired.
ru: • Передавать разведданные по машине противника или сбивать ей гусеницы, пока она не будет уничтожена.

# quest_2_1_6_condition_description_damage_complexAssist
source: Enable your allies to cause damage to 4 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам нанести урон по 4 целям, передавая разведданные или сбивая гусеницы

# quest_2_1_6_condition_description_kills_complexAssist
source: Enable your allies to destroy at least 1 enemy vehicle by spotting it or destroying its tracks
ru: Помочь союзникам уничтожить 1 машину противника, передавая разведданные или сбивая гусеницы

# quest_2_1_6_condition_main
source: • Enable your allies to cause damage to at least 4 enemy vehicles by spotting them or destroying their tracks.
ru: • Помочь союзникам нанести урон по не менее 4 машинам противника, передавая разведданные или сбивая гусеницы.

# quest_2_1_7_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_1_7_condition_main
source: • Spot at least 2 enemy SPGs and cause damage or critical hits to them.
ru: • Обнаружить не менее 2 САУ противника, нанести им урон или любые критические повреждения.

# quest_2_1_7_condition_title_spottedAndDamagedSPG
source: Spot and cause damage to 1 SPG
ru: Обнаружить и нанести урон 1 САУ

# quest_2_1_8_condition_add
source: • Destroy an enemy vehicle by shooting or ramming it.
ru: • Выстрелами или тараном уничтожить машину противника.

# quest_2_1_8_condition_description_base
source: Participate in a successful capture of a base or reset enemy capture points of your/neutral base, earning 20 base points
ru: Принять участие в захвате или сбитии захвата базы, заработав 20 соответствующих очков

# quest_2_1_8_condition_main
source: • Participate in a successful capture of a base while earning at least 20 base capture points, or reset enemy capture points of your/neutral base while earning at least 20 base defense points. • Win the battle.
ru: • Принять участие в успешном захвате базы, получив не менее 20 очков захвата, или сбить захват собственной/нейтральной базы, получив не менее 20 очков защиты. • Победить в бою.

# quest_2_1_8_condition_title_kills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_2_1_9_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_1_9_condition_description_spottedBeforeWeBecameSpotted
source: Spot 2 vehicles while remaining unspotted
ru: Обнаружить 2 машины, оставаясь необнаруженным

# quest_2_1_9_condition_main
source: • Spot at least 4 enemy vehicles before any enemy vehicle spots you.
ru: • Обнаружить не менее 4 машин противника раньше, чем вас обнаружит кто-либо из команды противника.

# quest_2_1_advise
source: You will encounter other heavy tanks with very thick armor. Learn to aim at their thinner plates and at weak spots.
ru: Вы обладаете хорошим орудием, но и оно не может прошивать противника навылет. Учитесь находить особо уязвимые места.

# quest_2_1_descr
source: The guns of heavy tanks are powerful, but still benefit from skillful aim.
ru: Мощные орудия тяжёлых танков способны уничтожить любого противника.

# quest_2_1_short
source: HT-1
ru: ТТ-1

# quest_2_2
source: HT-2: Point Blank Shooting
ru: ТТ-2. Стрельба в упор

# quest_2_2_10_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_2_10_condition_description_top_damage
source: Be among the top 3 players on both teams by damage caused
ru: Попасть в топ-3 по урону в обеих командах

# quest_2_2_10_condition_main
source: • Be among the top 3 players on both teams by damage caused.
ru: • Попасть в топ-3 игроков обеих команд по нанесённому урону.

# quest_2_2_11_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_2_2_11_condition_main
source: • Cause at least 2,000 HP of damage by the end of a battle. Do not have any damaged/destroyed internal modules or injured crew members of your vehicle. • Survive the battle.
ru: • Нанести к моменту завершения боя не менее 2000 урона и не иметь при этом повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа. • Выжить в бою.

# quest_2_2_11_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_2_2_11_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_2_2_12_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_2_2_12_condition_description_damageBlockedByArmor
source: Have total damage blocked by armor equal to or exceeding 2 times the hit points of your vehicle
ru: Получить заблокированного бронёй урона в 2 раза больше прочности собственной машины

# quest_2_2_12_condition_main
source: • Damage blocked by armor must be at least double the HP of your vehicle. • Cause at least 1,500 HP of damage.
ru: • Получить заблокированного бронёй урона в 2 раза больше прочности собственной машины. • Нанести не менее 1500 урона технике противника.

# quest_2_2_12_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_2_2_13_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_2_2_13_condition_description_vehicleKills
source: Destroy 2 vehicles during the first 3 minutes of the battle
ru: Уничтожить 2 машины в первые 3 минуты боя

# quest_2_2_13_condition_main
source: • Destroy at least 2 enemy vehicles during the first 3 minutes of the battle. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your heavy tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 2 машин противника в первые 3 минуты боя. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего тяжёлого танка и любой другой техники.

# quest_2_2_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_2_2_14_condition_description_vehicleKills
source: Destroy 4 enemy vehicles of 2 different types
ru: Уничтожить 4 машины 2 разных типов

# quest_2_2_14_condition_main
source: • Destroy at least 4 enemy vehicles of 2 different types. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your heavy tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 4 машин противника 2 разных типов. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего тяжёлого танка и любой другой техники.

# quest_2_2_15_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_2_15_condition_description_complex
source: Cause, receive, and block a total of 6,000 HP of damage
ru: Нанести урона, получить и заблокировать суммарно на 6000 ед.

# quest_2_2_15_condition_description_percentFromTotalTeamDamage
source: Cause 20% of the total amount of damage caused by your team
ru: Нанести 20% от суммарного урона своей команды

# quest_2_2_15_condition_main
source: • Damage caused, received, and blocked by armor must total at least 8,000 HP.
ru: • Сумма нанесённого урона, полученного урона, а также урона, заблокированного бронёй, должна составить не менее 8000.

# quest_2_2_1_condition_add
source: • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 2000 урона технике противника.

# quest_2_2_1_condition_main
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_2_2_1_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_2_2_1_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_2_2_2_condition_add
source: • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 2000 урона технике противника.

# quest_2_2_2_condition_description_vehicleKills
source: Destroy 2 vehicles from a distance of 100 m or less
ru: Уничтожить 2 машины с расстояния 100 метров и ближе

# quest_2_2_2_condition_main
source: • Destroy at least 2 enemy vehicles from a distance of 100 meters or less.
ru: • Уничтожить не менее 2 машин противника с расстояния не более 100 метров.

# quest_2_2_2_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_2_2_3_condition_add
source: • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 2000 урона технике противника.

# quest_2_2_3_condition_description_vehicleKills
source: Destroy 3 enemy vehicles of 2 different types
ru: Уничтожить 3 машины 2 разных типов

# quest_2_2_3_condition_main
source: • Destroy at least 3 enemy vehicles of 2 different types.
ru: • Уничтожить не менее 3 машин противника. • Уничтоженная техника должна быть 2 разных типов.

# quest_2_2_3_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_2_2_4_condition_add
source: • Destroy an enemy vehicle.
ru: • Уничтожить машину противника.

# quest_2_2_4_condition_description_innerModuleCritCount
source: Destroy internal modules or injure crew members, totaling at least 3 modules or crew members
ru: Вывести из строя суммарно 3 внутренних модуля или членов экипажа

# quest_2_2_4_condition_main
source: • Damage or destroy enemy vehicles’ internal modules or injure members of their crew, totaling at least 3 modules and crew members. • The numbers of damaged/destroyed modules and injured crew members across all enemy vehicles you have damaged in the battle are added together.
ru: • Повредить или вывести из строя не менее 3 внутренних модулей или ранить членов экипажа техники противника. • Засчитывается сумма повреждённых или выведенных из строя модулей, а также раненых членов экипажа по всем повреждённым вами в бою машинам противника.

# quest_2_2_4_condition_title_vehicleKills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_2_2_5_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_2_2_5_condition_description_vehicleDamage
source: Cause 2,000 HP of damage to vehicles within the view range of your vehicle
ru: Нанести 2000 урона технике, попадающей в ваш радиус обзора

# quest_2_2_5_condition_main
source: • Cause at least 2,000 HP of damage to enemy vehicles at close range (up to the view range of your vehicle).
ru: • Нанести не менее 2000 урона технике противника с близкого расстояния (не превышающего радиус вашего круга обзора).

# quest_2_2_5_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_2_2_6_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_2_2_6_condition_description_vehicleKills
source: Destroy a total of 2 heavy or medium tanks of the same tier as your vehicle or higher
ru: Уничтожить суммарно 2 тяжёлых или средних танка своего уровня или выше

# quest_2_2_6_condition_main
source: • Destroy a total of 2 heavy or medium tanks of the same tier as your vehicle or higher.
ru: • Уничтожить суммарно 2 тяжёлых или средних танка своего уровня или выше.

# quest_2_2_7_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_2_2_7_condition_main
source: • Participate in the successful capture of a base or reset the enemy capture points of your/neutral base. • Win the battle. • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Принять участие в успешном захвате базы или сбить захват собственной/нейтральной базы. • Победить в бою. • Нанести не менее 2000 урона технике противника.

# quest_2_2_7_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_2_2_7_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_2_2_8_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_2_2_8_condition_main
source: • Cause at least 2,000 HP of damage to enemy heavy tanks.
ru: • Нанести не менее 2000 урона тяжёлым танкам противника.

# quest_2_2_8_condition_title_damageDealt
source: Cause 1,000 HP of damage to heavy tanks
ru: Нанести 1000 урона тяжёлым танкам

# quest_2_2_8_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_2_2_9_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_2_9_condition_description_ram
source: Destroy an enemy vehicle by ramming. Survive the ramming attack on the enemy
ru: Уничтожить тараном машину противника. Выжить при таране

# quest_2_2_9_condition_main
source: • Destroy an enemy vehicle by ramming. • Survive the ramming attack on the enemy.
ru: • Уничтожить тараном машину противника. • Выжить при таране.

# quest_2_2_advise
source: The effectiveness of the Sniper mode significantly decreases when the enemy vehicle is getting closer. Sometimes it is better to switch to Arcade aim by pressing Shift or using the mouse wheel.
ru: Чем ближе машина противника, тем сложнее попасть по ней в «снайперском» режиме прицела. Иногда эффективнее перевести его в «аркадный» с помощью клавиши Shift или колёсика мыши.

# quest_2_2_descr
source: Even in the most heated battle, your tank can destroy the enemy and survive.
ru: Даже оказавшись в центре сражения, ваш танк способен уничтожить противника и остаться целым.

# quest_2_2_short
source: HT-2
ru: ТТ-2

# quest_2_3
source: HT-3: Omnivorous
ru: ТТ-3. Всеядный

# quest_2_3_10_condition_add
source: • Destroy at least 2 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 2 машин противника.

# quest_2_3_10_condition_main
source: • Cause damage to enemy vehicles at least 4 times by shooting them.
ru: • Выстрелами нанести урон машинам противника не менее 4 раз.

# quest_2_3_10_condition_title_vehicleDamage
source: Cause damage 4 times
ru: Нанести урон 4 раза

# quest_2_3_10_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_2_3_11_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_3_11_condition_main
source: • Destroy an enemy vehicle by ramming it.
ru: • Тараном уничтожить машину противника.

# quest_2_3_11_condition_title_ram
source: Destroy an enemy vehicle by ramming it
ru: Уничтожить тараном машину противника

# quest_2_3_12_condition_add
source: • Be among the top 3 players on your team by experience earned.
ru: • Попасть в топ-3 игроков своей команды по опыту.

# quest_2_3_12_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_2_3_12_condition_main
source: • Set an enemy vehicle on fire. • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Поджечь машину противника. • Нанести не менее 2000 урона технике противника.

# quest_2_3_12_condition_title_damageDealt
source: Cause 1,500 HP of damage
ru: Нанести 1500 урона

# quest_2_3_12_condition_title_fire
source: Set an enemy vehicle on fire
ru: Поджечь машину противника

# quest_2_3_13_condition_add
source: • Personally be among the top 5 players on your team by experience earned.
ru: • Лично попасть в топ-5 игроков своей команды по опыту.

# quest_2_3_13_condition_description_top_xp
source: Be among the top 5 players on your team by experience earned
ru: Попасть в топ-5 по опыту в своей команде

# quest_2_3_13_condition_main
source: • Cause at least 4,000 HP of damage to enemy vehicles. Damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your medium tank and any other vehicles.
ru: • Лично (или суммарно взводом) нанести не менее 4000 урона технике противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего среднего танка и любой другой техники.

# quest_2_3_13_condition_title_vehicleDamage
source: Cause 4,000 HP of damage (personal/Platoon)
ru: Нанести 4000 урона (лично/взвод)

# quest_2_3_14_condition_add
source: • Cause at least 2,000 HP of damage. Damage caused by Platoon mates counts toward this total.
ru: • Лично (или суммарно взводом) нанести не менее 2000 урона технике противника.

# quest_2_3_14_condition_main
source: • Destroy at least 4 enemy vehicles. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your medium tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 4 машин противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего среднего танка и любой другой техники.

# quest_2_3_14_condition_title_vehicleDamage
source: Cause 2,000 HP of damage (personal/Platoon)
ru: Нанести 2000 урона (лично/взвод)

# quest_2_3_14_condition_title_vehicleKills
source: Destroy 4 vehicles (personal/Platoon)
ru: Уничтожить 4 машины (лично/взвод)

# quest_2_3_15_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_2_3_15_condition_main
source: • Cause at least 2,000 HP of damage to enemy tank destroyers.
ru: • Нанести не менее 2000 урона ПТ-САУ противника.

# quest_2_3_15_condition_title_damaged
source: Cause damage to 6 vehicles
ru: Нанести урон 6 машинам

# quest_2_3_15_condition_title_vehicleDamage
source: Cause 1,000 HP of damage to tank destroyers
ru: Нанести 1000 урона ПТ-САУ

# quest_2_3_15_condition_title_vehicleKills
source: Destroy 2 tank destroyers
ru: Уничтожить 2 ПТ-САУ

# quest_2_3_1_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_3_1_condition_description_top_xp
source: Be among the top 5 players on your team by experience earned
ru: Попасть в топ-5 по опыту в своей команде

# quest_2_3_1_condition_main
source: • Cause damage to an enemy vehicle. • Win the battle. • Be among the top 5 players on your team by experience earned.
ru: • Нанести урон машине противника. • Победить в бою. • Попасть в топ-5 игроков своей команды по опыту.

# quest_2_3_2_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_2_3_2_condition_main
source: • Fire at least 9 shots that cause damage to enemy vehicles.
ru: • Произвести по технике противника не менее 9 выстрелов, нанёсших урон.

# quest_2_3_2_condition_title_vehicleDamage
source: Cause damage 9 times
ru: Нанести урон 9 раз

# quest_2_3_2_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_2_3_3_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_3_3_condition_description_vehicleDamage
source: Cause 750 HP of damage during the first 2 minutes of the battle
ru: Нанести 750 урона в первые 2 минуты боя

# quest_2_3_3_condition_main
source: • Cause at least 750 HP of damage to enemy vehicles during the first 2 minutes of the battle.
ru: • Нанести не менее 750 урона технике противника в первые 2 минуты боя.

# quest_2_3_4_condition_add
source: • Destroy an immobilized enemy vehicle before its track is repaired.
ru: • Уничтожить обездвиженную машину, пока она не восстановила гусеницы.

# quest_2_3_4_condition_main
source: • Destroy the tracks of at least 2 different enemy vehicles and cause damage to immobilized vehicles at least 2 times.
ru: • Сбить гусеницы не менее 2 разным машинам противника и не менее 2 раз нанести урон обездвиженной технике противника.

# quest_2_3_4_condition_title_crit
source: Destroy 2 tracks
ru: Сбить 2 гусеницы

# quest_2_3_4_condition_title_vehicleDamage
source: Cause damage to an immobilized vehicle 2 times
ru: Нанести урон обездвиженной машине 2 раза

# quest_2_3_4_condition_title_vehicleKills
source: Destroy an immobilized enemy vehicle
ru: Уничтожить обездвиженную машину противника

# quest_2_3_5_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_3_5_condition_main
source: • Destroy an enemy light tank by shooting or ramming it.
ru: • Выстрелом или тараном уничтожить лёгкий танк противника.

# quest_2_3_5_condition_title_vehicleKills
source: Destroy a light tank
ru: Уничтожить лёгкий танк

# quest_2_3_6_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_3_6_condition_description_vehicleDamage
source: Cause 2,000 HP of damage to enemy vehicles of 3 different types
ru: Нанести 2000 урона технике 3 разных типов

# quest_2_3_6_condition_main
source: • Cause at least 3,000 HP of damage to enemy vehicles of 3 different types.
ru: • Нанести не менее 3000 урона по технике противника 3 разных типов.

# quest_2_3_7_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_2_3_7_condition_main
source: • Destroy at least 1 enemy SPG.
ru: • Уничтожить как минимум 1 САУ противника.

# quest_2_3_7_condition_title_vehicleKills
source: Destroy 1 SPG
ru: Уничтожить 1 САУ

# quest_2_3_8_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_2_3_8_condition_main
source: • Cause damage to enemy medium tanks at least 5 times by shooting them. • The total damage caused to enemy medium tanks must be at least 1,000 HP.
ru: • Выстрелами не менее 5 раз нанести урон средним танкам противника. • Совокупный урон, нанесённый по средним танкам противника, должен составлять не менее 1000.

# quest_2_3_8_condition_title_vehicleDamage
source: Cause 750 HP of damage to medium tanks
ru: Нанести средним танкам 750 урона

# quest_2_3_8_condition_title_vehicleDamage_count
source: Cause damage to medium tanks 5 times
ru: Нанести урон средним танкам 5 раз

# quest_2_3_9_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.
