Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_2_3_9_condition_main
source: • Cause at least 1,000 HP of damage to enemy heavy tanks. • Destroy at least 1 enemy heavy tank.
ru: • Нанести не менее 1000 урона тяжёлым танкам противника. • Уничтожить как минимум 1 тяжёлый танк противника.

# quest_2_3_9_condition_title_vehicleDamage
source: Cause 750 HP of damage to heavy tanks
ru: Нанести тяжёлым танкам 750 урона

# quest_2_3_9_condition_title_vehicleKills
source: Destroy a heavy tank
ru: Уничтожить тяжёлый танк

# quest_2_3_advise
source: Every type of vehicle employs its own unique tactics on the battlefield. For example, medium tanks can easily outflank opponents, heavy tanks will most likely meet enemies head-on, and tank destroyers will prefer to position themselves on hills or hide behind bushes.
ru: У каждого типа техники своя тактика на поле боя. Например, средние танки могут обойти вас с фланга, тяжёлые пойдут в лобовую, а ПТ-САУ займут удобные позиции на возвышенностях или в кустах.

# quest_2_3_descr
source: Prove that your tank can destroy an enemy vehicle of any type.
ru: Докажите, что ваш танк способен уничтожить любого противника вне зависимости от типа.

# quest_2_3_short
source: HT-3
ru: ТТ-3

# quest_2_4
source: HT-4: Hit Them Where It Hurts!
ru: ТТ-4. По болевым точкам

# quest_2_4_10_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_4_10_condition_description_vehicleDamage
source: Cause 2,000 HP of damage, remaining unspotted at the moment when the damage is caused
ru: Нанести 2000 урона, оставаясь незамеченным в момент его нанесения

# quest_2_4_10_condition_main
source: • Cause at least 2,000 HP of damage to enemy vehicles. Remain unspotted at the moment when the damage is caused.
ru: • Нанести не менее 2000 урона, будучи невидимым для противника в момент нанесения урона.

# quest_2_4_11_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_4_11_condition_main
source: • Finish the battle as the top player on your team by damage caused. • Cause at least 2,000 HP of damage.
ru: • Занять 1 место среди игроков своей команды по урону. • Нанести не менее 2000 урона технике противника.

# quest_2_4_11_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_2_4_12_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_4_12_condition_main
source: • Destroy an enemy heavy tank that is 1 tier higher than your vehicle. • Cause at least 2,000 HP of damage.
ru: • Уничтожить тяжёлый танк противника на уровень выше. • Нанести не менее 2000 урона технике противника.

# quest_2_4_12_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_2_4_12_condition_title_vehicleKills
source: Destroy a heavy tank 1 tier higher
ru: Уничтожить тяжёлый танк на уровень выше

# quest_2_4_13_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_2_4_13_condition_main
source: • Destroy at least 4 enemy vehicles. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your tank destroyer and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 4 машин противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашей ПТ-САУ и любой другой техники.

# quest_2_4_13_condition_title_vehicleKills
source: Destroy 4 vehicles (personal/Platoon)
ru: Уничтожить 4 машины (лично/взвод)

# quest_2_4_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_2_4_14_condition_description_percentFromTotalTeamDamage
source: Cause 25% of the total amount of damage caused by your team
ru: Нанести 25% от суммарного урона своей команды

# quest_2_4_14_condition_main
source: • Cause at least 25% of the total damage caused to enemy vehicles by your team. Damage caused by Platoon mates counts toward this total. • Win the battle. • Can be completed either on your own or as part of a Platoon consisting of your tank destroyer and any other vehicles.
ru: • Лично (или суммарно взводом) нанести противнику не менее 25% от суммарного урона вашей команды. • Победить в бою. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашей ПТ-САУ и любой другой техники.

# quest_2_4_15_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_2_4_15_condition_main
source: • Cause at least 4,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 4000 урона технике противника.

# quest_2_4_15_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_2_4_15_condition_title_kills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_2_4_1_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_4_1_condition_description_top_xp
source: Be among the top 5 players on your team by experience earned
ru: Попасть в топ-5 по опыту в своей команде

# quest_2_4_1_condition_main
source: • Be among the top 5 players on your team by experience earned.
ru: • Попасть в топ-5 игроков своей команды по опыту.

# quest_2_4_2_condition_add
source: • Survive the battle. • At the end of the battle, have no injured crew members or damaged/destroyed internal modules.
ru: • Выжить в бою. • Не иметь к моменту завершения боя повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа.

# quest_2_4_2_condition_description_crit
source: Destroy an internal module or injure a crew member
ru: Вывести из строя внутренний модуль или члена экипажа

# quest_2_4_2_condition_main
source: • Cause at least 1,000 HP of damage and destroy 1 or more internal modules, or injure a crew member of an enemy vehicle.
ru: • Нанести не менее 1000 урона и вывести из строя 1 и более внутренний модуль или ранить члена экипажа противника.

# quest_2_4_2_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_2_4_3_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_4_3_condition_main
source: • Cause damage to at least 3 enemy vehicles. • Win the battle.
ru: • Нанести урон не менее 3 машинам противника. • Победить в бою.

# quest_2_4_3_condition_title_damaged
source: Cause damage to 3 vehicles
ru: Нанести урон 3 машинам

# quest_2_4_4_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_4_4_condition_description_vehicleKills
source: Destroy 2 vehicles. Remain unspotted at the moment of their destruction
ru: Уничтожить 2 машины, оставаясь незамеченным в момент их уничтожения

# quest_2_4_4_condition_main
source: • Destroy at least 2 enemy vehicles. Remain unspotted by them at the moment of their destruction.
ru: • Уничтожить не менее 2 машин противника, оставаясь невидимым для них в момент их уничтожения.

# quest_2_4_5_condition_add
source: • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 2000 урона технике противника.

# quest_2_4_5_condition_description_vehicleKills
source: Destroy an enemy vehicle from a distance of 300 m or more
ru: Уничтожить машину противника с расстояния не менее 300 метров

# quest_2_4_5_condition_main
source: • Destroy an enemy vehicle from a distance of 300 m or more.
ru: • Уничтожить машину противника с расстояния не менее 300 метров.

# quest_2_4_5_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_2_4_6_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_2_4_6_condition_description_vehicleDamage
source: Cause 1,000 HP of damage from a distance of 250 m or more
ru: Нанести 1000 урона с расстояния не менее 250 метров

# quest_2_4_6_condition_main
source: • Cause at least 1,000 HP of damage to enemy vehicles from a distance of over 250 m.
ru: • Нанести не менее 1000 урона технике противника с расстояния более 250 метров.

# quest_2_4_6_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_2_4_7_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_4_7_condition_description_vehicleKills
source: Destroy 2 vehicles, having received no prior damage to your vehicle
ru: Уничтожить 2 машины, не потеряв прочности до этого момента

# quest_2_4_7_condition_main
source: • Destroy at least 2 enemy vehicles, having received no prior damage to your vehicle.
ru: • Уничтожить не менее 2 машин противника, не потеряв очков прочности до этого момента.

# quest_2_4_8_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_2_4_8_condition_description_damageDealt
source: Cause 3 times more damage than the hit points of your vehicle
ru: Нанести в 3 раза больше урона, чем прочность собственной машины

# quest_2_4_8_condition_main
source: • Cause damage exceeding at least 3 times the hit points of your vehicle.
ru: • Нанести технике противника не менее чем в 3 раза больше урона, чем прочность собственной машины.

# quest_2_4_9_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_2_4_9_condition_main
source: • Score at least 4 armor-penetrating hits in a row against enemy vehicles. • Armor-penetrating hits to one or several enemy vehicles are counted.
ru: • Пробить броню противника не менее 4 раз подряд. • Пробития подряд считаются как по одной машине, так и по нескольким.

# quest_2_4_9_condition_title_inBattleMaxPiercingSeries
source: Score 4 armor-penetrating hits in a row
ru: Пробить броню 4 раза подряд

# quest_2_4_9_condition_title_kills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_2_4_advise
source: You can immobilize an enemy vehicle by hitting its engine, while just one precise hit to the ammo rack of a vehicle can give you the upper hand in the most difficult duel. Internal modules are the turret ring, engine, fuel tanks, ammo rack, and radio.
ru: Точный выстрел в двигатель может обездвижить машину противника, а удачное попадание в его боеукладку решит исход даже самой безнадёжной дуэли. К внутренним модулям относятся: механизм поворота башни, двигатель, баки, боеукладка и радиостанция.

# quest_2_4_descr
source: You must know not only your own tank, but your opponents' vehicles as well. Carefully study the vehicles that you are likely to encounter in battle and hit their weak spots.
ru: Опытный танкист должен знать слабые места машин противника. Изучайте технику, против которой вы можете оказаться в бою. Бейте по уязвимым местам.

# quest_2_4_short
source: HT-4
ru: ТТ-4

# quest_2_5
source: HT-5: Target Acquired!
ru: ТТ-5. Вижу цель!

# quest_2_5_10_condition_add
source: • Allies must destroy at least 1 enemy vehicle stunned or immobilized by you.
ru: • Союзники должны уничтожить 1 оглушённую или обездвиженную вами машину противника или более.

# quest_2_5_10_condition_description_complexDamageAssist
source: Cause, or assist in causing 2,000 HP of damage by stunning or immobilizing
ru: Суммарно нанести урона, оглушить или обездвижить на 2000 ед.

# quest_2_5_10_condition_description_complexKillAssist
source: Allies must destroy an enemy vehicle stunned or immobilized by you
ru: Союзники должны уничтожить оглушённую или обездвиженную вами машину

# quest_2_5_10_condition_main
source: • Total damage caused by you and your allies to enemy vehicles stunned or immobilized by you must be at least 2,000 HP.
ru: • Сумма нанесённого вами урона, а также урона, нанесённого союзниками по оглушённым и обездвиженным вами целям должна составлять не менее 2000.

# quest_2_5_11_condition_add
source: • Stun enemy vehicles for a total of at least 100 seconds.
ru: • Оглушить технику противника суммарно на 100 и более секунд.

# quest_2_5_11_condition_main
source: • Stun at least 2 enemy vehicles with a single shot twice.
ru: • Дважды оглушить не менее 2 машин противника одним выстрелом.

# quest_2_5_11_condition_title_multiStunEvent
source: Stun 2 enemy vehicles with a single shot twice
ru: Дважды оглушить 2 машины одним выстрелом

# quest_2_5_11_condition_title_stunDuration
source: Stun enemy vehicles for 100 seconds
ru: Оглушить суммарно на 100 секунд

# quest_2_5_12_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_5_12_condition_description_complexKillAssist
source: Allies must destroy an enemy vehicle stunned or immobilized by you
ru: Союзники должны уничтожить оглушённую или обездвиженную вами машину

# quest_2_5_12_condition_main
source: • Stun enemy vehicles for a total of at least 100 seconds. • Allies must destroy at least 1 enemy vehicle stunned or immobilized by you.
ru: • Оглушить технику противника суммарно на 100 и более секунд. • Союзники должны уничтожить 1 оглушённую или обездвиженную вами машину противника или более.

# quest_2_5_12_condition_title_stunDuration
source: Stun enemy vehicles for 100 seconds
ru: Оглушить суммарно на 100 секунд

# quest_2_5_13_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_5_13_condition_main
source: • Cause damage to enemy vehicles at least 6 times or stun them at least 8 times. Damage or stun caused by Platoon mates counts toward this total. Can be completed either on your own or as part of a Platoon consisting of your SPG and any other vehicles.
ru: • Лично или суммарно взводом не менее 6 раз нанести урон или не менее 8 раз оглушить технику противника. Выполнение возможно как лично, так и при игре взводом, состоящим из вашей САУ и любой другой техники.

# quest_2_5_13_condition_title_stunNum
source: Stun 8 times (Personal/Platoon)
ru: Оглушить 8 раз (лично/взвод)

# quest_2_5_13_condition_title_vehicleDamage
source: Cause damage 6 times (personal/Platoon)
ru: Нанести урон 6 раз (лично/взвод)

# quest_2_5_14_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_5_14_condition_description_damageAssistedTrack
source: Allies must cause 600 HP of damage to the enemy vehicle immobilized by you
ru: Союзники должны нанести 600 урона машине со сбитой вами гусеницей

# quest_2_5_14_condition_main
source: • Stun enemy vehicles for a total of at least 100 seconds or enable your allies to cause at least 600 HP of damage to enemy vehicles by immobilizing them. Stun or immobilization caused by Platoon mates counts toward this total. Can be completed either on your own or as part of a Platoon consisting of your SPG and any other vehicles.
ru: • Лично или суммарно взводом оглушить технику противника в общей сложности на 100 и более секунд, или помочь союзникам нанести не менее 600 урона, обездвижив технику противника. Выполнение возможно как лично, так и при игре взводом, состоящим из вашей САУ и любой другой техники.

# quest_2_5_14_condition_title_stunDuration
source: Stun for 100 seconds (personal/Platoon)
ru: Оглушить суммарно на 100 секунд (лично/взвод)

# quest_2_5_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_5_15_condition_description_complexDamageAssist
source: Enable your allies to cause 1,500 HP of damage to enemy vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести 1500 урона, оглушив или обездвижив технику противника

# quest_2_5_15_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_2_5_15_condition_main
source: • Be among the top 3 players on your team by experience earned. • Enable your allies to cause at least 1,500 HP of damage to enemy vehicles by stunning or immobilizing them.
ru: • Попасть в топ-3 игроков своей команды по опыту. • Помочь союзникам нанести 1500 урона и более, оглушив или обездвижив технику противника.

# quest_2_5_15_condition_title_damageDealt
source: Cause 1,500 HP of damage
ru: Нанести 1500 урона

# quest_2_5_1_condition_add
source: • Cause damage to enemy vehicles at least 5 times by shooting or ramming them.
ru: • Выстрелом или тараном нанести урон технике противника не менее 5 раз.

# quest_2_5_1_condition_main
source: • Stun enemy vehicles at least 5 times.
ru: • Оглушить технику противника не менее 5 раз.

# quest_2_5_1_condition_title_stunNum
source: Stun 5 times
ru: Оглушить 5 раз

# quest_2_5_1_condition_title_vehicleDamage
source: Cause damage 5 times
ru: Нанести урон 5 раз

# quest_2_5_2_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить 2 машины противника и более.

# quest_2_5_2_condition_main
source: • Stun enemy vehicles for a total of at least 100 seconds.
ru: • Оглушить технику противника суммарно на 100 и более секунд.

# quest_2_5_2_condition_title_stunDuration
source: Stun enemy vehicles for 100 seconds
ru: Оглушить суммарно на 100 секунд

# quest_2_5_2_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_2_5_3_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_5_3_condition_main
source: • Stun an enemy heavy tank or tank destroyer at least 4 times.
ru: • Оглушить тяжёлый танк или ПТ-САУ противника не менее 4 раз.

# quest_2_5_3_condition_title_vehicleStun
source: Stun heavy tanks or tank destroyers 4 times
ru: Оглушить тяжёлые танки или ПТ-САУ 4 раза

# quest_2_5_4_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_5_4_condition_description_vehicleStun
source: Stun enemy heavy tanks or tank destroyers for a total of 50 seconds
ru: Оглушить тяжёлые танки или ПТ-САУ суммарно на 50 секунд

# quest_2_5_4_condition_main
source: • Stun an enemy heavy tank or tank destroyer for a total of at least 50 seconds.
ru: • Оглушить тяжёлый танк или ПТ-САУ противника суммарно на 50 секунд и более.

# quest_2_5_5_condition_add
source: • Cause damage to enemy vehicles at least 5 times by shooting or ramming them.
ru: • Выстрелами или тараном нанести урон технике противника не менее 5 раз.

# quest_2_5_5_condition_description_assistStun
source: Enable your allies to cause 1,000 HP of damage to enemy vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести 1000 урона, оглушив или обездвижив технику противника

# quest_2_5_5_condition_main
source: • Enable your allies to cause at least 1,000 HP of damage to enemy vehicles by stunning or immobilizing them.
ru: • Помочь союзникам нанести 1000 урона и более, оглушив или обездвижив технику противника.

# quest_2_5_5_condition_title_vehicleDamage
source: Cause damage 5 times
ru: Нанести урон 5 раз

# quest_2_5_6_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_5_6_condition_description_assistStun
source: Enable your allies to cause damage to 3 vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести урон, оглушив или обездвижив 3 машины

# quest_2_5_6_condition_main
source: • Enable your allies to cause damage to at least 3 enemy vehicles by stunning or immobilizing them.
ru: • Помочь союзникам нанести урон по 3 и более оглушённым или обездвиженным вами машинам противника.

# quest_2_5_7_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_5_7_condition_main
source: • Stun at least 3 enemy vehicles.
ru: • Оглушить не менее 3 разных машин противника.

# quest_2_5_7_condition_title_stunned
source: Stun 3 vehicles
ru: Оглушить 3 машины

# quest_2_5_8_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_5_8_condition_description_top_xp
source: Be among the top 5 players on your team by experience earned
ru: Попасть в топ-5 по опыту в своей команде

# quest_2_5_8_condition_main
source: • Be among the top 5 players on your team by experience earned.
ru: • Попасть в топ-5 игроков своей команды по опыту.

# quest_2_5_9_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_2_5_9_condition_description_crit
source: Destroy internal modules or injure crew members, totaling at least 5 modules or crew members
ru: Вывести из строя суммарно 5 внутренних модулей или членов экипажа

# quest_2_5_9_condition_main
source: • Destroy any modules of enemy vehicles or injure members of their crew, totaling at least 5 modules and crew members. • The number of destroyed modules and injured crew members is totaled across all enemy vehicles you have damaged in the battle.
ru: • Вывести из строя не менее 5 любых модулей или ранить членов экипажа техники противника. • Засчитывается сумма выведенных из строя модулей, а также раненых членов экипажа по всем повреждённым вами в бою машинам противника.

# quest_2_5_advise
source: Constantly evaluate the situation on the battlefield. Often it is better to retreat from a disadvantageous situation, so you can cause more damage later.
ru: Во время боя не забывайте критически оценивать ситуацию. Лучше скрыться и нанести в последствии больше урона, чем идти в лоб на противника.

# quest_2_5_descr
source: Leave your enemy no chances by hitting them at the first opportunity. Every successful hit brings your team one step closer to victory.
ru: Не оставляйте шансов противнику, нанося урон при первой же возможности. Каждое удачное попадание — шаг к общей победе команды.

# quest_2_5_short
source: HT-5
ru: ТТ-5

# quest_2_6
source: HT-6: A Two-Course Meal
ru: ТТ-6. Обед из двух блюд

# quest_2_6_advise
source: As for medium tanks, you should be wary of their speed and maneuverability, as they usually avoid direct combat. Always monitor the minimap to quickly react to a medium tank's unexpected arrival.
ru: Что касается средних танков, то стоит опасаться их скорости и манёвренности: только в редких случаях они будут идти на вас в лоб. Внимательно следите за миникартой, чтобы сразу среагировать на внезапное появление среднего танка.

# quest_2_6_descr
source: Most heavy tanks have extremely thick armor on the front. If you cannot flank them, try hitting the spots where the frontal armor is the thinnest. Weak spots usually include hatches, observation devices, the commander's cupola, and the lower glacis plate.
ru: Пробить в лоб тяжёлый танк противника — непростая задача. Если обойти с борта или зайти в тыл невозможно, старайтесь попасть в слабые места передней проекции. К ним относятся лючки, смотровые приборы, командирская башенка, нижняя лобовая деталь.

# quest_2_6_short
source: HT-6
ru: ТТ-6

# quest_2_7
source: HT-7: I've Got It Covered
ru: ТТ-7. Всё под контролем

# quest_2_7_advise
source: Be careful when approaching the enemy base—get ready for a "warm" reception. If you prefer defensive tactics, make use of the terrain to find the best concealment and vantage points, which you can use to defend your own base (or the neutral base in an Encounter Battle) against the approaching enemy.
ru: Пробившись к базе противника, не теряйте бдительности: будьте готовы к возможной засаде. Если же вы предпочитаете оборону — используйте особенности рельефа, укрытия и выгодные позиции, чтобы защитить собственную (или нейтральную во Встречном бою) базу, если противник уже подбирается к вашим рубежам.

# quest_2_7_descr
source: Heavy tanks are great for breakthrough tactics. Punch through the enemy defensive lines and capture their base. However, do not underestimate your enemy—they might employ the same strategy.
ru: Ещё одна тактика для тяжёлых танков — прорыв. Пробейтесь через ряды обороняющегося противника и захватите его базу, но не забывайте, что тоже самое может сделать и он.

# quest_2_7_short
source: HT-7
ru: ТТ-7

# quest_2_8
source: HT-8: With Guns Blazing
ru: ТТ-8. Из всех орудий

# quest_2_8_advise
source: As a heavy tank, you are the backbone of your team. Enemy heavy tanks are just as important. Take them on and try to destroy them first, or at least keep them busy for as long as possible.
ru: Даже один тяжёлый танк противника может оказаться настоящей проблемой для вашей команды. Старайтесь уничтожать их в первую очередь, или хотя бы изрядно их потрепать.
