Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_3_2_4_condition_main
source: • Damage or destroy enemy vehicles’ internal modules or injure members of their crew, totaling at least 5 modules and crew members. • The numbers of damaged/destroyed modules and injured crew members across all enemy vehicles you have damaged in the battle are added together.
ru: • Повредить или вывести из строя не менее 5 внутренних модулей или ранить членов экипажа техники противника. • Засчитывается сумма повреждённых или выведенных из строя модулей, а также раненых членов экипажа по всем повреждённым вами в бою машинам противника.

# quest_3_2_4_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_3_2_5_condition_add
source: • Destroy at least 4 enemy vehicles.
ru: • Уничтожить не менее 4 машин противника.

# quest_3_2_5_condition_description_vehicleDamage
source: Cause 3,000 HP of damage to vehicles within the view range of your vehicle
ru: Нанести 3000 урона технике, попадающей в ваш радиус обзора

# quest_3_2_5_condition_main
source: • Cause at least 3,000 HP of damage to enemy vehicles at close range (up to the view range of your vehicle).
ru: • Нанести не менее 3000 урона технике противника с близкого расстояния (не превышающего радиус вашего круга обзора).

# quest_3_2_5_condition_title_vehicleKills
source: Destroy 4 vehicles
ru: Уничтожить 4 машины

# quest_3_2_6_condition_add
source: • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 2000 урона технике противника.

# quest_3_2_6_condition_description_vehicleDamage
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_3_2_6_condition_main
source: • Destroy at least 3 enemy heavy or medium tanks.
ru: • Уничтожить суммарно 3 тяжёлых или средних танка.

# quest_3_2_6_condition_title_vehicleKills
source: Destroy 3 heavy or medium tanks
ru: Уничтожить суммарно 3 тяжёлых или средних танка

# quest_3_2_7_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_3_2_7_condition_main
source: • Participate in the successful capture of a base or reset the enemy capture points of your/neutral base. • Win the battle. • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Принять участие в успешном захвате базы или сбить захват собственной/нейтральной базы. • Победить в бою. • Нанести не менее 3000 урона технике противника.

# quest_3_2_7_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_2_7_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_3_2_8_condition_add
source: • Destroy at least 4 enemy vehicles.
ru: • Уничтожить не менее 4 машин противника.

# quest_3_2_8_condition_main
source: • Cause at least 3,000 HP of damage to enemy heavy tanks.
ru: • Нанести не менее 3000 урона тяжёлым танкам противника.

# quest_3_2_8_condition_title_damageDealt
source: Cause 2,000 HP of damage to heavy tanks
ru: Нанести 2000 урона тяжёлым танкам

# quest_3_2_8_condition_title_vehicleKills
source: Destroy 4 vehicles
ru: Уничтожить 4 машины

# quest_3_2_9_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_2_9_condition_description_ram
source: Destroy an enemy vehicle by ramming, causing more damage to the enemy than your vehicle receives. Survive the ramming
ru: Уничтожить тараном машину противника, потеряв меньше очков прочности, чем цель. Выжить при таране

# quest_3_2_9_condition_main
source: • Destroy an enemy vehicle by ramming. • Survive the ramming attack on the enemy. • In the ramming attack, cause more damage to the enemy than your vehicle receives.
ru: • Уничтожить тараном машину противника. • Выжить при таране. • Нанести тараном урона больше, чем потеряет собственная машина.

# quest_3_2_advise
source: The penetration chance marker on your reticle shows the chance of penetrating the enemy vehicle at a particular point. A red marker indicates no chance of penetration, a yellow marker indicates a low chance of penetration, a green marker indicates a high chance of penetration. Try to aim at the sides or the rear of enemy vehicles. Look for their weak spots.
ru: Присутствующий на прицеле маркер пробиваемости указывает на возможность пробить противника в текущей точке прицеливания. Если маркер красный, то пробитие невозможно, если жёлтый — то маловероятно, если зелёный — то, скорее всего, вы нанесёте противнику урон. Старайтесь целиться в борта и корму. Ищите наиболее уязвимые места.

# quest_3_2_descr
source: Every successful shot brings your team one step closer to victory. However, it is not always easy to land a solid hit on an enemy vehicle.
ru: Каждое удачное попадание приближает вас к общей победе, однако нанести урон не так просто.

# quest_3_2_short
source: MT-2
ru: СТ-2

# quest_3_3
source: MT-3: The Spearhead
ru: СТ-3. На острие атаки

# quest_3_3_10_condition_add
source: • Destroy at least 3 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 3 машин противника.

# quest_3_3_10_condition_main
source: • Cause damage to enemy vehicles at least 6 times by shooting them.
ru: • Выстрелами нанести урон машинам противника не менее 6 раз.

# quest_3_3_10_condition_title_vehicleDamage
source: Cause damage 6 times
ru: Нанести урон 6 раз

# quest_3_3_10_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_3_3_11_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_3_11_condition_description_ram
source: Destroy an enemy vehicle by ramming. Survive the ramming attack on the enemy
ru: Уничтожить тараном машину противника и выжить при таране

# quest_3_3_11_condition_main
source: • Destroy an enemy vehicle by ramming it. • Survive the ramming attack on the enemy.
ru: • Тараном уничтожить машину противника. • Выжить при таране.

# quest_3_3_12_condition_add
source: • Be among the top 3 players on your team by experience earned.
ru: • Попасть в топ-3 игроков своей команды по опыту.

# quest_3_3_12_condition_description_fire
source: Set an enemy vehicle of the same tier or higher on fire
ru: Поджечь машину противника своего уровня или выше

# quest_3_3_12_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_3_3_12_condition_main
source: • Set an enemy vehicle of the same tier or higher on fire.
ru: • Поджечь машину противника своего уровня или выше.

# quest_3_3_13_condition_add
source: • Personally be among the top 3 players on your team by experience earned.
ru: • Лично попасть в топ-3 игроков своей команды по опыту.

# quest_3_3_13_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_3_3_13_condition_main
source: • Cause at least 6,000 HP of damage to enemy vehicles. Damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your medium tank and any other vehicles.
ru: • Лично (или суммарно взводом) нанести не менее 6000 урона технике противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего среднего танка и любой другой техники.

# quest_3_3_13_condition_title_vehicleDamage
source: Cause 6,000 HP of damage (personal/Platoon)
ru: Нанести 6000 урона (лично/взвод)

# quest_3_3_14_condition_add
source: • Cause at least 3,000 HP of damage. Damage caused by Platoon mates counts toward this total.
ru: • Лично (или суммарно взводом) нанести не менее 3000 урона технике противника.

# quest_3_3_14_condition_main
source: • Destroy at least 6 enemy vehicles. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your medium tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 6 машин противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего среднего танка и любой другой техники.

# quest_3_3_14_condition_title_vehicleDamage
source: Cause 3,000 HP of damage (personal/Platoon)
ru: Нанести 3000 урона (лично/взвод)

# quest_3_3_14_condition_title_vehicleKills
source: Destroy 6 vehicles (personal/Platoon)
ru: Уничтожить 6 машин (лично/взвод)

# quest_3_3_15_condition_add
source: • Survive the battle. • Win the battle. • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Выжить в бою. • Победить в бою. • Нанести не менее 2000 урона технике противника.

# quest_3_3_15_condition_main
source: • Destroy at least 2 enemy tank destroyers that are 1 tier higher than your vehicle.
ru: • Уничтожить не менее 2 ПТ-САУ противника на уровень выше.

# quest_3_3_15_condition_title_damaged
source: Cause damage to 7 vehicles
ru: Нанести урон 7 машинам

# quest_3_3_15_condition_title_vehicleDamage
source: Cause 2,500 HP of damage to tank destroyers
ru: Нанести 2500 урона ПТ-САУ

# quest_3_3_1_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_3_3_1_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_3_3_1_condition_main
source: • Cause damage to an enemy vehicle. • Win the battle. • Be among the top 3 players on your team by experience earned.
ru: • Нанести урон машине противника. • Победить в бою. • Попасть в топ-3 игроков своей команды по опыту.

# quest_3_3_2_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_3_3_2_condition_main
source: • Fire at least 12 shots that cause damage to enemy vehicles.
ru: • Произвести по технике противника не менее 12 выстрелов, нанёсших урон.

# quest_3_3_2_condition_title_vehicleDamage
source: Cause damage 12 times
ru: Нанести урон 12 раз

# quest_3_3_2_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_3_3_3_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_3_3_3_condition_description_vehicleKills
source: Destroy an enemy vehicle during the first 3 minutes of the battle
ru: Уничтожить машину противника в первые 3 минуты боя

# quest_3_3_3_condition_main
source: • Destroy an enemy vehicle during the first 3 minutes of the battle.
ru: • Уничтожить машину противника в первые 3 минуты боя.

# quest_3_3_4_condition_add
source: • Destroy at least 2 immobilized enemy vehicles before their tracks are repaired. • Win the battle.
ru: • Уничтожить не менее 2 обездвиженных машин, пока они не восстановили гусеницы. • Победить в бою.

# quest_3_3_4_condition_main
source: • Destroy the tracks of 3 different enemy vehicles and cause damage to immobilized vehicles at least 3 times.
ru: • Сбить гусеницы не менее 3 разным машинам противника и не менее 3 раз нанести урон обездвиженной технике противника.

# quest_3_3_4_condition_title_crit
source: Destroy 3 tracks
ru: Сбить 3 гусеницы

# quest_3_3_4_condition_title_vehicleDamage
source: Cause damage to an immobilized vehicle 3 times
ru: Нанести урон обездвиженной машине 3 раза

# quest_3_3_4_condition_title_vehicleKills
source: Destroy 2 immobilized vehicles
ru: Уничтожить 2 обездвиженные машины

# quest_3_3_5_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_3_3_5_condition_description_vehicleKills
source: Destroy a light tank during the first 2 minutes of the battle
ru: Уничтожить лёгкий танк в первые 2 минуты боя

# quest_3_3_5_condition_main
source: • Destroy an enemy light tank by shooting or ramming it during the first 2 minutes of the battle.
ru: • Выстрелом или тараном уничтожить лёгкий танк противника в первые 2 минуты боя.

# quest_3_3_6_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_3_3_6_condition_description_vehicleKills
source: Destroy 3 enemy vehicles of 3 different types
ru: Уничтожить 3 машины 3 разных типов

# quest_3_3_6_condition_main
source: • Destroy at least 3 enemy vehicles of 3 different types.
ru: • Уничтожить не менее 3 машин противника 3 разных типов.

# quest_3_3_7_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_3_3_7_condition_main
source: • Cause damage to enemy SPGs at least 2 times by shooting. Destroy at least 1 enemy SPG.
ru: • Выстрелами не менее 2 раз нанести урон САУ противника. Уничтожить как минимум 1 САУ противника.

# quest_3_3_7_condition_title_vehicleDamage
source: Cause damage to SPGs 2 times
ru: Нанести урон САУ 2 раза

# quest_3_3_7_condition_title_vehicleKills
source: Destroy 1 SPG
ru: Уничтожить 1 САУ

# quest_3_3_8_condition_add
source: • Cause at least 1,500 HP of damage to enemy vehicles.
ru: • Нанести не менее 1500 урона технике противника.

# quest_3_3_8_condition_main
source: • Cause damage to enemy medium tanks at least 6 times by shooting them. • Destroy an enemy medium tank.
ru: • Выстрелами не менее 6 раз нанести урон средним танкам противника. • Уничтожить средний танк противника.

# quest_3_3_8_condition_title_damageDealt
source: Cause 1,500 HP of damage
ru: Нанести 1500 урона

# quest_3_3_8_condition_title_vehicleDamage_count
source: Cause damage to medium tanks 6 times
ru: Нанести урон средним танкам 6 раз

# quest_3_3_8_condition_title_vehicleKills
source: Destroy a medium tank
ru: Уничтожить средний танк

# quest_3_3_9_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_3_3_9_condition_main
source: • Cause at least 1,500 HP of damage to enemy heavy tanks. • Destroy at least 2 enemy heavy tanks.
ru: • Нанести не менее 1500 урона тяжёлым танкам противника. • Уничтожить не менее 2 тяжёлых танков противника.

# quest_3_3_9_condition_title_vehicleDamage
source: Cause 1,500 HP of damage to heavy tanks
ru: Нанести тяжёлым танкам 1500 урона

# quest_3_3_9_condition_title_vehicleKills
source: Destroy 2 heavy tanks
ru: Уничтожить 2 тяжёлых танка

# quest_3_3_advise
source: Move aggressively to get behind the enemy lines and make a commotion there, putting the opposing team at a disadvantage.
ru: Прорвитесь в тыл вместе с союзниками и устройте там переполох — это отвлечёт внимание противника.

# quest_3_3_descr
source: Medium tanks are maneuverable vehicles with impressive guns.
ru: Средние танки — подвижные боевые машины с достойным вооружением.

# quest_3_3_short
source: MT-3
ru: СТ-3

# quest_3_4
source: MT-4: Stay Still, Would You?
ru: СТ-4. Неподвижная цель — лёгкая цель

# quest_3_4_10_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_4_10_condition_description_vehicleDamage
source: Cause 3,000 HP of damage, remaining unspotted at the moment when the damage is caused
ru: Нанести 3000 урона, оставаясь незамеченным в момент его нанесения

# quest_3_4_10_condition_main
source: • Cause at least 3000 HP of damage to enemy vehicles. Remain unspotted at the moment when the damage is caused.
ru: • Нанести не менее 3000 урона, будучи невидимым для противника в момент нанесения урона.

# quest_3_4_11_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_3_4_11_condition_main
source: • Finish the battle as the top player on both teams by damage caused. • Cause at least 3,000 HP of damage.
ru: • Занять 1 место среди игроков обеих команд по урону. • Нанести не менее 3000 урона технике противника.

# quest_3_4_11_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_4_12_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_4_12_condition_main
source: • Destroy at least 2 enemy heavy tanks. • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Уничтожить не менее 2 тяжёлых танков противника. • Нанести не менее 3000 урона технике противника.

# quest_3_4_12_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_4_12_condition_title_vehicleKills
source: Destroy 2 heavy tanks
ru: Уничтожить 2 тяжёлых танка

# quest_3_4_13_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_3_4_13_condition_main
source: • Destroy at least 5 enemy vehicles. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your tank destroyer and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 5 машин противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашей ПТ-САУ и любой другой техники.

# quest_3_4_13_condition_title_vehicleKills
source: Destroy 5 vehicles (personal/Platoon)
ru: Уничтожить 5 машин (лично/взвод)

# quest_3_4_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_3_4_14_condition_description_percentFromTotalTeamDamage
source: Cause 30% of the total amount of damage caused by your team
ru: Нанести 30% от суммарного урона своей команды

# quest_3_4_14_condition_main
source: • Cause at least 30% of the total damage caused to enemy vehicles by your team. Damage caused by Platoon mates counts toward this total. • Win the battle. • Can be completed either on your own or as part of a Platoon consisting of your tank destroyer and any other vehicles.
ru: • Лично (или суммарно взводом) нанести противнику не менее 30% от суммарного урона вашей команды. • Победить в бою. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашей ПТ-САУ и любой другой техники.

# quest_3_4_15_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_3_4_15_condition_main
source: • Cause at least 6,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 6000 урона технике противника.

# quest_3_4_15_condition_title_damageDealt
source: Cause 6000 HP of damage
ru: Нанести 6000 урона

# quest_3_4_15_condition_title_kills
source: Destroy 5 vehicles
ru: Уничтожить 5 машин

# quest_3_4_1_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_4_1_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_3_4_1_condition_main
source: • Be among the top 3 players on your team by experience earned.
ru: • Попасть в топ-3 игроков своей команды по опыту.

# quest_3_4_2_condition_add
source: • Survive the battle. • At the end of the battle, have no injured crew members or damaged/destroyed internal modules.
ru: • Выжить в бою. • Не иметь к моменту завершения боя повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа.

# quest_3_4_2_condition_description_crit
source: Destroy internal modules or injure crew members, totaling at least 2 modules or crew members
ru: Вывести из строя суммарно 2 внутренних модуля или члена экипажа

# quest_3_4_2_condition_main
source: • Cause at least 2,000 HP of damage and destroy enemy vehicles’ internal modules or injure members of their crew, totaling at least 2 modules and crew members.
ru: • Нанести не менее 2000 урона и вывести из строя не менее 2 внутренних модулей или ранить членов экипажа противника.

# quest_3_4_2_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_3_4_3_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_3_4_3_condition_main
source: • Cause damage to at least 5 enemy vehicles. • Win the battle.
ru: • Нанести урон не менее 5 машинам противника. • Победить в бою.

# quest_3_4_3_condition_title_damaged
source: Cause damage to 5 vehicles
ru: Нанести урон 5 машинам

# quest_3_4_4_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_4_4_condition_description_vehicleKills
source: Destroy 3 vehicles, remaining unspotted at the moment of their destruction
ru: Уничтожить 3 машины, оставаясь незамеченным в момент их уничтожения

# quest_3_4_4_condition_main
source: • Destroy at least 3 enemy vehicles. Remain unspotted by them at the moment of their destruction.
ru: • Уничтожить не менее 3 машин противника, оставаясь невидимым для них в момент их уничтожения.

# quest_3_4_5_condition_add
source: • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 3000 урона технике противника.

# quest_3_4_5_condition_description_vehicleKills
source: Destroy 2 vehicles from a distance of 300 m or more
ru: Уничтожить 2 машины с расстояния не менее 300 метров

# quest_3_4_5_condition_main
source: • Destroy at least 2 enemy vehicles from a distance of 300 m or more.
ru: • Уничтожить не менее 2 машин противника с расстояния не менее 300 метров.

# quest_3_4_5_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_4_6_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_3_4_6_condition_description_vehicleDamage
source: Cause 2,000 HP of damage from a distance of 250 m or more
ru: Нанести 2000 урона с расстояния не менее 250 метров

# quest_3_4_6_condition_main
source: • Cause at least 2,000 HP of damage to enemy vehicles from a distance of over 250 m.
ru: • Нанести не менее 2000 урона технике противника с расстояния более 250 метров.

# quest_3_4_6_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_3_4_7_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_4_7_condition_description_vehicleKills
source: Destroy 3 vehicles, having received no prior damage to your vehicle
ru: Уничтожить 3 машины, не потеряв прочности до этого момента

# quest_3_4_7_condition_main
source: • Destroy at least 3 enemy vehicles, having received no prior damage to your vehicle.
ru: • Уничтожить не менее 3 машин противника, не потеряв очков прочности до этого момента.

# quest_3_4_8_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_4_8_condition_description_damageDealt
source: Cause 4 times more damage than the hit points of your vehicle
ru: Нанести в 4 раза больше урона, чем прочность собственной машины

# quest_3_4_8_condition_main
source: • Cause 4 times more damage than the hit points of your vehicle.
ru: • Нанести технике противника не менее чем в 4 раза больше урона, чем прочность собственной машины.

# quest_3_4_9_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_3_4_9_condition_main
source: • Score at least 5 armor-penetrating hits in a row against enemy vehicles. • Armor-penetrating hits to one or several enemy vehicles are counted.
ru: • Пробить броню противника не менее 5 раз подряд. • Пробития подряд считаются как по одной машине, так и по нескольким.

# quest_3_4_9_condition_title_inBattleMaxPiercingSeries
source: Score 5 armor-penetrating hits in a row
ru: Пробить броню 5 раз подряд

# quest_3_4_9_condition_title_kills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины
