Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_1_5_13_condition_main
source: • Cause damage to enemy vehicles at least 4 times or stun them at least 6 times. Any damage or stun caused by Platoon mates counts toward this total. Can be completed either on your own or as part of a Platoon consisting of your SPG and any other vehicles.
ru: • Лично или суммарно взводом не менее 4 раз нанести урон или не менее 6 раз оглушить технику противника. Выполнение возможно как лично, так и при игре взводом, состоящим из вашей САУ и любой другой техники.

# quest_1_5_13_condition_title_stunNum
source: Stun vehicles 6 times (personal/Platoon)
ru: Оглушить 6 раз (лично/взвод)

# quest_1_5_13_condition_title_vehicleDamage
source: Cause damage 4 times (personal/Platoon)
ru: Нанести урон 4 раза (лично/взвод)

# quest_1_5_14_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_5_14_condition_description_damageAssistedTrack
source: Allies must cause 400 HP of damage to the immobilized enemy vehicle
ru: Союзники должны нанести 400 урона машине со сбитой вами гусеницей

# quest_1_5_14_condition_main
source: • Stun enemy vehicles for at least 70 seconds in total or enable your allies to cause at least 400 HP of damage to enemy vehicles by immobilizing them. Stun or immobilization caused by Platoon mates counts toward this total. Can be completed either on your own or as part of a Platoon consisting of your SPG and any other vehicles.
ru: • Лично или суммарно взводом оглушить технику противника в общей сложности на 70 и более секунд или помочь союзникам нанести не менее 400 урона, обездвижив технику противника. Выполнение возможно как лично, так и при игре взводом, состоящим из вашей САУ и любой другой техники.

# quest_1_5_14_condition_title_stunDuration
source: Stun for 70 seconds (personal/Platoon)
ru: Оглушить суммарно на 70 секунд (лично/взвод)

# quest_1_5_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_5_15_condition_description_complexDamageAssist
source: Enable your allies to cause 1,000 HP of damage to enemy vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести 1000 урона, оглушив или обездвижив технику противника

# quest_1_5_15_condition_description_top_xp
source: Be among the top 5 players on your team by experience earned
ru: Попасть в топ-5 по опыту в своей команде

# quest_1_5_15_condition_main
source: • Be among the top 5 players on your team by experience earned. • Enable your allies to cause at least 1,000 HP of damage to enemy vehicles by stunning or immobilizing them.
ru: • Попасть в топ-5 игроков своей команды по опыту. • Помочь союзникам нанести 1000 урона и более, оглушив или обездвижив технику противника.

# quest_1_5_15_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_5_1_condition_add
source: • Cause damage to enemy vehicles at least 3 times by shooting or ramming them.
ru: • Выстрелом или тараном нанести урон технике противника как минимум 3 раза.

# quest_1_5_1_condition_main
source: • Stun enemy vehicles at least 3 times.
ru: • Оглушить технику противника не менее 3 раз.

# quest_1_5_1_condition_title_stunNum
source: Stun 3 times
ru: Оглушить 3 раза

# quest_1_5_1_condition_title_vehicleDamage
source: Cause damage 3 times
ru: Нанести урон 3 раза

# quest_1_5_2_condition_add
source: • Destroy at least 1 enemy vehicle.
ru: • Уничтожить 1 машину противника и более.

# quest_1_5_2_condition_main
source: • Stun enemy vehicles for at least 50 seconds in total.
ru: • Оглушить технику противника суммарно на 50 и более секунд.

# quest_1_5_2_condition_title_stunDuration
source: Stun enemy vehicles for 50 seconds in total
ru: Оглушить суммарно на 50 секунд

# quest_1_5_2_condition_title_vehicleKills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_5_3_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_5_3_condition_main
source: • Stun an enemy heavy tank or tank destroyer at least 2 times.
ru: • Оглушить тяжёлый танк или ПТ-САУ противника не менее 2 раз.

# quest_1_5_3_condition_title_vehicleStun
source: Stun a heavy tank or tank destroyer 2 times
ru: Оглушить тяжёлые танки или ПТ-САУ 2 раза

# quest_1_5_4_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_5_4_condition_description_vehicleStun
source: • Stun an enemy heavy tank or tank destroyer for 30 seconds in total
ru: Оглушить тяжёлые танки или ПТ-САУ суммарно на 30 секунд

# quest_1_5_4_condition_main
source: • Stun an enemy heavy tank or tank destroyer for at least 30 seconds in total.
ru: • Оглушить тяжёлый танк или ПТ-САУ противника суммарно на 30 секунд и более.

# quest_1_5_5_condition_add
source: • Cause damage to enemy vehicles at least 3 times by shooting or ramming them.
ru: • Выстрелами или тараном нанести урон технике противника не менее 3 раз.

# quest_1_5_5_condition_description_assistStun
source: Enable your allies to cause 600 HP of damage to enemy vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести 600 урона, оглушив или обездвижив технику противника

# quest_1_5_5_condition_main
source: • Enable your allies to cause at least 600 HP of damage to enemy vehicles by stunning or immobilizing them.
ru: • Помочь союзникам нанести 600 урона и более, оглушив или обездвижив технику противника.

# quest_1_5_5_condition_title_vehicleDamage
source: Cause damage 3 times
ru: Нанести урон 3 раза

# quest_1_5_6_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_5_6_condition_description_assistStun
source: Enable your allies to cause damage to 2 vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести урон, оглушив или обездвижив 2 машины

# quest_1_5_6_condition_main
source: • Enable your allies to cause damage to at least 2 enemy vehicles by stunning or immobilizing them.
ru: • Помочь союзникам нанести урон по 2 и более оглушённым или обездвиженным вами машинам противника.

# quest_1_5_7_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_5_7_condition_main
source: • Stun at least 2 enemy vehicles.
ru: • Оглушить не менее 2 разных машин противника.

# quest_1_5_7_condition_title_stunned
source: Stun 2 vehicles
ru: Оглушить 2 машины

# quest_1_5_8_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_5_8_condition_description_top_xp
source: Be among the top 7 players on your team by experience earned
ru: Попасть в топ-7 по опыту в своей команде

# quest_1_5_8_condition_main
source: • Be among the top 7 players on your team by experience earned.
ru: • Попасть в топ-7 игроков своей команды по опыту.

# quest_1_5_9_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_5_9_condition_description_crit
source: Destroy internal modules or injure crew members, totaling at least 3 modules or crew members
ru: Вывести из строя суммарно 3 внутренних модуля или членов экипажа

# quest_1_5_9_condition_main
source: • Destroy any modules of enemy vehicles or injure members of their crew, totaling at least 3 modules and crew members. • The number of destroyed modules and injured crew members is totaled across all enemy vehicles you have damaged in the battle.
ru: • Вывести из строя не менее 3 любых модулей или ранить членов экипажа техники противника. • Засчитывается сумма выведенных из строя модулей, а также раненых членов экипажа по всем повреждённым вами в бою машинам противника.

# quest_1_5_advise
source: Once you have spotted an enemy, keep it under observation long enough for your teammates to take aim and fire. Do not forget to draw the attention of your allies to the spotted vehicle by selecting "Requesting fire at…" from the Command Menu.
ru: Как только в пределах видимости появился противник, постарайтесь не упустить его из виду. Союзники получат координаты противника и смогут нанести урон или уничтожить его. Не забудьте акцентировать внимание союзников на этом событии, вызвав команду «Поддержите огнём!» из меню приказов.

# quest_1_5_descr
source: At the higher tiers, light tanks are very vulnerable to enemy fire. Do what light tanks are made to do: spot enemy vehicles.
ru: Лёгкие танки уже достаточно уязвимы для мощных орудий противника. Для максимальной эффективности в бою необходимо выполнять основную задачу лёгких танков — передачу разведданных.

# quest_1_5_short
source: LT-5
ru: ЛТ-5

# quest_1_6
source: LT-6: Battle Support
ru: ЛТ-6. Поддержка боем

# quest_1_6_advise
source: The longer your view range, the better. Try to spot enemy vehicles and hit their tracks while keeping yourself alive. Equipment such as Coated Optics and Binocular Telescope can help you to spot the enemy from a safe distance.
ru: Больше обзор — лучше для вас. Старайтесь передавать координаты противника и сбивать гусеницы, находясь на безопасном расстоянии. Засечь противника заранее вам поможет оборудование «Просветлённая оптика» или «Стереотруба».

# quest_1_6_descr
source: Damage caused with your assistance is one of the most important statistics for light tanks. If this statistic is high, that means you were an asset to your team in battle.
ru: «Урон, нанесённый с вашей помощью» — важнейший показатель для лёгких танков. Чем он больше, тем полезнее для команды вы провели бой.

# quest_1_6_short
source: LT-6
ru: ЛТ-6

# quest_1_7
source: LT-7: The SPG Hunter
ru: ЛТ-7. Охотник на САУ

# quest_1_7_advise
source: Taking out enemy artillery is not easy. Wait until your teammates have gotten the enemy's attention, and then rush to the enemy SPGs. When you engage them, try not to cross in front of their guns. Instead, hit them from the sides and rear.
ru: Пробраться к артиллерии противника не так просто. Выждите момент, когда оппонент отвлечён боем с союзниками, после чего мчитесь к базе противника (зачастую САУ находятся именно там). После обнаружения старайтесь не попадать в их прицел, маневрируйте и пытайтесь их уничтожить.

# quest_1_7_descr
source: Artillery is a priority target for light tanks. Destroying enemy SPGs will greatly increase your team's chance of victory.
ru: Приоритетная цель лёгких танков в бою — артиллерия противника. Нейтрализовав её, вы сделаете ощутимый вклад в победу вашей команды.

# quest_1_7_short
source: LT-7
ru: ЛТ-7

# quest_1_8
source: LT-8: Get Out of Our Base!
ru: ЛТ-8. Это наша база!

# quest_1_8_advise
source: If you are not 100% positive that your shells will penetrate the invader’s armor, load a High-Explosive shell instead. HE shells have a greater probability of causing damage to the enemy vehicle. Remember, all it takes is 1 HP of damage to the enemy vehicle or a damaged module to reset the capture points of your base. When you are attempting to capture a base, try to avoid enemy fire as much as possible.
ru: Если вы не уверены в том, что ваши снаряды пробьют броню захватчика и нанесут ему урон — заряжайте осколочно-фугасный снаряд, который с большей долей вероятности нанесёт урон противнику. Помните, что даже 1 единица нанесённого урона по захватчику (или повреждение его внешнего модуля) собьёт захват. В случае захвата базы противника не попадите под обстрел сами.

# quest_1_8_descr
source: In the heat of battle, it is easy to forget about the defense of your own or the neutral base. Such imprudence may allow the enemy to gain the upper hand and seize the objective rapidly. Remember, your tank has enough speed to break contact and retreat to defend the base and fend off the invaders with precise shots or a daring ramming attack, thus saving your team from an imminent defeat.
ru: Иногда в пылу сражения команда союзников забывает о собственной или нейтральной базах, что позволяет противнику осуществить успешный захват. Помните, что скорости вашего танка хватает для того, чтобы бросив всё вернуться к базе, сбить захват удачным выстрелом или тараном и тем самым спасти команду от поражения.

# quest_1_8_short
source: LT-8
ru: ЛТ-8

# quest_1_9
source: LT-9: Hawk-Eyed
ru: ЛТ-9. Зоркий глаз

# quest_1_9_advise
source: Upgrading your turret may improve your view range. This will help you to spot enemy vehicles long before they get close.
ru: Имея хорошую рацию, вы увеличиваете радиус связи вашего танка с союзниками, а улучшение башни иногда помогает увеличить обзор. Таким образом, вы получаете решающее преимущество в дистанции обнаружения противника.

# quest_1_9_descr
source: Light tanks are the eyes of their team. They help to spot enemy vehicles and keep them visible during the battle.
ru: Лёгкие танки — «глаза» команды, необходимые для обнаружения противника и передачи разведданных о нём на протяжении всего боя.

# quest_1_9_short
source: LT-9
ru: ЛТ-9

# quest_2_1
source: HT-1: Debut
ru: ТТ-1. Дебют

# quest_2_10
source: HT-10: A Weighty Argument
ru: ТТ-10. Весомый аргумент

# quest_2_10_advise
source: The heat of battle is exactly the time when your tank can show all it is worth. Your great armor protection, if used efficiently, will ensure survival even in an almost hopeless situation. The longer your tank survives in a battle, the more damage you can cause to the enemy.
ru: Находясь в центре сражения, проще реализовать весь потенциал вашего танка. Ваша броня, а особенно эффективное её использование, способствуют выживанию даже в самой безнадёжной ситуации. Чем дольше ваш танк остаётся в строю, тем больший урон вы можете нанести противнику.

# quest_2_10_descr
source: Keep your gun active and keep yourself alive as long as possible.
ru: Эффективный огонь по противнику на протяжении всего боя — отличный навык для тяжёлых танков.

# quest_2_10_short
source: HT-10
ru: ТТ-10

# quest_2_11
source: HT-11: Not Even a Scratch!
ru: ТТ-11. Ни царапины

# quest_2_11_advise
source: Use a First Aid Kit or a Repair Kit if the enemy destroys a key module of your vehicle or injures a crew member.
ru: Воспользуйтесь аптечкой или ремкомплектом, если вам вывели из строя модуль или ранили члена экипажа.

# quest_2_11_descr
source: Every module destroyed and crew member injured can become a problem. Try to keep them as safe as possible when breaking through the enemy ranks.
ru: Каждый ваш выведенный из строя модуль или раненый член экипажа могут стать серьёзной проблемой. Позаботьтесь об их сохранности, прорываясь сквозь ряды противника.

# quest_2_11_short
source: HT-11
ru: ТТ-11

# quest_2_12
source: HT-12: Sturdy Armor
ru: ТТ-12. Броня крепка

# quest_2_12_advise
source: As much as possible, present your front armor to the enemy and hide your flanks and weak spots. Angle your armor to increase its effectiveness.
ru: Чем дольше ваш танк остаётся способным сражаться, тем большую пользу вы принесёте команде.

# quest_2_12_descr
source: Your armor can block a great amount of damage if you use it well.
ru: Ваша броня способна сдержать огромный урон, если научиться эффективно её использовать.

# quest_2_12_short
source: HT-12
ru: ТТ-12

# quest_2_13
source: HT-13: Storm the Defense!
ru: ТТ-13. Прорвать оборону

# quest_2_13_advise
source: When playing as part of a Platoon, protect each other’s flanks and focus your fire on the enemy. Keep each other alive, tear into the enemy, and find a way to win the battle.
ru: При игре взводом прикрывайте друг друга и ведите сфокусированный огонь по противнику, тем самым вы сможете быстро сломить оборону и победить.

# quest_2_13_descr
source: A Platoon of well-coordinated heavy tanks can turn the tide of the most desperate battle. This mission may be completed either as part of a Platoon or on your own; however, the latter is much more difficult.
ru: Взвод из сыгранных тяжёлых танков — страшная сила, способная переломить ход даже безнадёжного боя. Задачу также можно выполнять лично, но это объективно сложнее.

# quest_2_13_short
source: HT-13
ru: ТТ-13

# quest_2_14
source: HT-14: Take that Hill!
ru: ТТ-14. Взять высоту!

# quest_2_14_advise
source: Coordinate with your teammates and cover as much of the battlefield as possible with destructive fire.
ru: Скоординируйте свои действия и постарайтесь охватить как можно больший сектор для ведения прицельного огня.

# quest_2_14_descr
source: Destroy all types of enemy vehicles, stop them cold, and leave them with no hope of victory. This mission may be completed either as part of a Platoon or on your own; however, the latter is much more difficult.
ru: Остановите наступление противника, уничтожая все типы его техники, чтобы лишить его преимущества и надежды на победу. Задачу также можно выполнять лично, но это объективно сложнее.

# quest_2_14_short
source: HT-14
ru: ТТ-14

# quest_2_15
source: HT-15: Tempered Steel
ru: ТТ-15. Закалённая сталь

# quest_2_15_advise
source: Act carefully. Survive! Try to protect your side and rear armor from enemy fire. Heavy tanks can carry almost every battle, that is why they are always high-value targets for enemy SPGs. Keep a cool head and do not let them pin you down.
ru: Действуйте осторожно и выживайте! Старайтесь не подставлять бортовую и кормовую броню под огонь противника. У тяжёлых танков высокий потенциал в любом бою, потому они нередко становятся желанной целью для САУ. Будьте предельно собраны и внимательны.

# quest_2_15_descr
source: A heavy tank can hit hard, but it can also take a hit and keep battling. Engage the enemy and keep the pressure on.
ru: Чем дольше тяжёлый танк остаётся в бою, тем больше урона он нанесёт противнику. Берегите свою машину. Иногда ваш танк — последняя надежда на победу.

# quest_2_15_short
source: HT-15
ru: ТТ-15

# quest_2_1_10_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_2_1_10_condition_description_top_xp
source: Finish the battle as the top player on your team by experience earned
ru: Занять 1 место по опыту в своей команде

# quest_2_1_10_condition_main
source: • Finish the battle as the top player on your team by experience earned.
ru: • Занять 1 место среди игроков своей команды по опыту.

# quest_2_1_11_condition_add
source: • Cause at least 1,500 HP of damage to enemy vehicles.
ru: • Нанести не менее 1500 урона технике противника.

# quest_2_1_11_condition_description_damage_eventCount
source: Cause damage 6 times to enemy vehicles that are of the same tier as your vehicle or higher
ru: 6 раз нанести урон технике своего уровня или выше

# quest_2_1_11_condition_main
source: • Cause damage at least 6 times to enemy vehicles that are of the same tier as your vehicle or higher.
ru: • Не менее 6 раз нанести урон технике противника вашего уровня или выше.

# quest_2_1_11_condition_title_damage
source: Cause 1,500 HP of damage
ru: Нанести 1500 урона

# quest_2_1_12_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_1_12_condition_description_damageAssistedRadioWhileInvisible
source: Spot enemy vehicles and enable your allies to cause 750 HP of damage to vehicles spotted by you. Remain unspotted at the moment when the damage is caused
ru: Передать разведданные на 750 урона, оставаясь незамеченным в момент его нанесения

# quest_2_1_12_condition_main
source: • Spot enemy vehicles and enable your allies to cause at least 1,000 HP of damage to vehicles spotted by you. Remain unspotted at the moment when the damage is caused.
ru: • Передать разведданные союзникам для нанесения не менее 1000 урона, будучи невидимым для противника в момент нанесения урона.

# quest_2_1_13_condition_add
source: • Personally survive the battle. • Win the battle.
ru: • Лично выжить в бою. • Победить в бою.

# quest_2_1_13_condition_description_damageAssistedRadio
source: Enable your allies to cause 2,000 HP of damage
ru: Передать разведданные на 2000 урона

# quest_2_1_13_condition_main
source: • Spot enemy vehicles and enable your allies to cause at least 2,000 HP of damage to enemy vehicles. Spotting damage caused by Platoon mates counts toward this total. • Cause at least 1,500 HP of damage to enemy vehicles. Damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your light tank and any other vehicles.
ru: • Лично (или суммарно взводом) передать разведданные для нанесения не менее 2000 урона. • Лично (или суммарно с совзводными) нанести не менее 1500 урона технике противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего лёгкого танка и любой другой техники.

# quest_2_1_13_condition_title_damage
source: Cause 1,500 HP of damage (personal/Platoon)
ru: Нанести 1500 урона (лично/взвод)

# quest_2_1_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_2_1_14_condition_description_damageAssistedRadio
source: Enable your allies to cause 2,500 HP of damage
ru: Передать разведданные на 2500 урона

# quest_2_1_14_condition_main
source: • Spot enemy vehicles and enable your allies to cause at least 3,000 HP of damage to enemy vehicles. Spotting damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your light tank and any other vehicles.
ru: • Лично (или суммарно взводом) передать разведданные для нанесения не менее 3000 урона. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего лёгкого танка и любой другой техники.

# quest_2_1_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_1_15_condition_description_damage_complexAssist
source: Damage caused and damage caused with your assistance must total 4,000 HP
ru: Сумма нанесённого урона и урона, нанесённого с вашей помощью, должна составить 4000 ед.

# quest_2_1_15_condition_description_damaged_complexAssist
source: Enable your allies to cause damage to 5 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам нанести урон по 5 целям, передавая разведданные или сбивая гусеницы

# quest_2_1_15_condition_main
source: • The total damage caused and the damage caused by your allies upon your spotting or destroying a track of an enemy vehicle must be at least 5,000 HP.
ru: • Сумма нанесённого урона, а также урона, нанесённого союзниками по вашим разведданным или после сбития вами гусеницы, должна составлять не менее 5000.

# quest_2_1_1_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_2_1_1_condition_description_top_xp
source: Be among the top 5 players on your team by experience earned
ru: Попасть в топ-5 по опыту в своей команде

# quest_2_1_1_condition_main
source: • Win the battle. • Be among the top 5 players on your team by experience earned.
ru: • Победить в бою. • Попасть в топ-5 игроков своей команды по опыту.

# quest_2_1_2_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_2_1_2_condition_main
source: • Personally spot at least 4 enemy vehicles.
ru: • Лично обнаружить не менее 4 машин противника.

# quest_2_1_2_condition_title_spotted
source: Spot 4 vehicles
ru: Обнаружить 4 машины

# quest_2_1_3_condition_add
source: • Destroy at least 2 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 2 машин противника.

# quest_2_1_3_condition_main
source: • Cause damage to enemy vehicles at least 3 times by shooting them.
ru: • Выстрелами нанести урон машинам противника не менее 3 раз.

# quest_2_1_3_condition_title_damage_eventCount
source: Cause damage 3 times
ru: Нанести урон 3 раза

# quest_2_1_3_condition_title_kills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_2_1_4_condition_add
source: • Your allies must destroy at least 1 vehicle immobilized by you.
ru: • Союзниками должно быть уничтожено не менее 1 обездвиженной вами машины.

# quest_2_1_4_condition_description_assist_track
source: Destroy a track of an enemy vehicle. Your allies must cause 250 of damage to that vehicle while it is immobilized
ru: Сбить гусеницу противнику. Союзники должны нанести ему 250 урона, пока он обездвижен
