Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_4_6_descr
source: Try to keep enemy vehicles as far from your position as possible. Destroy them while they are approaching, as it will be much harder to blunt the attack in close combat.
ru: Нельзя подпускать противника к своим позициям. Старайтесь уничтожать его ещё на подходе, поскольку в ближнем бою вам будет существенно труднее сдержать натиск.

# quest_4_6_short
source: TD-6
ru: ПТ-6

# quest_4_7
source: TD-7: The First Strike
ru: ПТ-7. Первый удар

# quest_4_7_advise
source: If an enemy vehicle is charging at you and you cannot penetrate its frontal armor, you may be able to destroy its track and get away. Study the parameters of your own vehicle. Some tank destroyers have strong frontal armor that can deflect considerable hits.
ru: Если машина идёт прямо на вас, а её лобовая броня не пропускает ваши снаряды, сбейте противнику гусеницу и отступите. Изучите характеристики вашей машины: на некоторых ПТ-САУ лобовая броня может сдержать серьёзный урон.

# quest_4_7_descr
source: Do not let the enemy get too close to you: most TDs are thinly armored.
ru: Старайтесь не подпускать противника близко — ваша броня недостаточно эффективна против его орудий.

# quest_4_7_short
source: TD-7
ru: ПТ-7

# quest_4_8
source: TD-8: A Huge Caliber
ru: ПТ-8. Крупный калибр

# quest_4_8_advise
source: Look for every chance to damage enemy vehicles, but at the same time, also try to survive.
ru: Нанесение урона — залог победы. Никогда не упускайте возможности повредить технику противника, однако не действуйте во вред собственной выживаемости.

# quest_4_8_descr
source: As a tank destroyer driver, you will be expected to cause more damage to enemies than the amount of HP of your own vehicle.
ru: Хороший навык для самоходчика — наносить существенно больше урона, чем прочность собственной машины.

# quest_4_8_short
source: TD-8
ru: ПТ-8

# quest_4_9
source: TD-9: Spot On!
ru: ПТ-9. Точное наведение

# quest_4_9_advise
source: Aim at the weak spots of an enemy vehicle, such as the sides, rear, and lower glacis plate. It is also helpful to know the location of key components such as ammunition racks and fuel tanks. To play most effectively, you may wish to take a few Premium shells into the battle. These shells can penetrate much thicker armor than standard ones.
ru: Цельтесь в уязвимые места машины противника. Обычно это борта, корма и нижний лобовой лист. Также полезно знать, где у противника расположены топливные баки и боеукладка. Для комфортной игры не забывайте брать с собой в бой несколько премиум снарядов, чьё пробитие, как правило, существенно выше.

# quest_4_9_descr
source: The great characteristics of your gun compensate for the relatively weak armor protection of your vehicle.
ru: Слабая броня компенсируется прекрасными характеристиками вашего орудия.

# quest_4_9_short
source: TD-9
ru: ПТ-9

# quest_5_1
source: SPG-1: A Bold Claim
ru: САУ-1. Заявить о себе

# quest_5_10
source: SPG-10: All Included
ru: САУ-10. Весь спектр услуг

# quest_5_10_descr
source: The battle situation can change rapidly—always keep an eye on the minimap and make sure you have a clear view of enemy vehicles. You will have to move across the map all the time instead of staying in one position. Your allies rely on your SPG firepower, so do your best in the right time and place.
ru: Картина боя может меняться очень быстро, потому следите за миникартой и старайтесь всегда держать цели в простреле. Для этого придётся покататься, а не стоять весь бой в одной точке. Союзники рассчитывают на вашу поддержку, потому потрудитесь её оказывать в нужное время и в нужном месте.

# quest_5_10_short
source: SPG-10
ru: САУ-10

# quest_5_11
source: SPG-11: The Area of Effect
ru: САУ-11. Площадь поражения

# quest_5_11_descr
source: In addition to the considerable amount of damage caused by a well-placed shot, a High-Explosive shell can also stun all misplaced vehicles within the burst radius after the shell explosion. Many maps feature spots where enemy vehicles bunch together. Take your chance and send your highly "explosive" regards to them.
ru: Ваш осколочно-фугасный снаряд не только способен при удачном попадании нанести огромный урон противнику, но и оглушить всю технику, попавшую в радиус разлёта осколков. На многих картах есть места, где машины противника притираются вплотную друг к другу. Не пропускайте эти моменты — посылайте группам противника ваш фугасный «привет».

# quest_5_11_short
source: SPG-11
ru: САУ-11

# quest_5_12
source: SPG-12: The Evil Eye
ru: САУ-12. Дурной глаз

# quest_5_12_descr
source: Your allies destroyed the stunned enemy vehicle? Good news for you, since it is your contribution that brings the desired victory one step closer! Your objective is to provide fire support and assist your allies in the right place at the right time.
ru: Союзники уничтожили оглушённую вами машину? Записывайте на свой счёт! Этим действием вы приближаете победу, ради которой и выходите в бой. Старайтесь оказывать максимально эффективную поддержку там, где это нужно в данный момент боя.

# quest_5_12_short
source: SPG-12
ru: САУ-12

# quest_5_13
source: SPG-13: C for Cooperation
ru: САУ-13. Совместные действия

# quest_5_13_descr
source: Strong cooperation between SPGs and allies should make the enemy team extremely worried. Coordinate your actions and focus your fire on one enemy target at a time.
ru: Координированные действия команды и САУ являются серьёзной проблемой для противника. Координируйте свои действия и фокусируйте огонь на одной цели.

# quest_5_13_short
source: SPG-13
ru: САУ-13

# quest_5_14
source: SPG-14: One of Us!
ru: САУ-14. Часть корабля — часть команды

# quest_5_14_descr
source: Cooperation is the key to victory for the whole team. Highlight the enemy vehicle you are aiming at for your allies to immediately bring down fire on it once it has been stunned or immobilized. Remember: a lone soldier can hardly make a battle.
ru: Шансы на победу значительно возрастают, если вы действуете сообща. Информируйте своих союзников, какую цель вы собираетесь оглушить или обездвижить, чтобы они были готовы по ней отстреляться.

# quest_5_14_short
source: SPG-14
ru: САУ-14

# quest_5_15
source: SPG-15: War Gods
ru: САУ-15. Боги войны

# quest_5_15_descr
source: An SPG that survives for as long as possible is a real asset for the team. Keep firing one shell after another while trying not to get caught under enemy fire. Take your time and think twice before "pulling the trigger", since "one shot—one hit" is the best strategy for a vehicle with a long reload time.
ru: Выживание САУ — залог успеха команды. Не подставляйтесь под огонь противника и отправляйте снаряды в цель один за другим. Не торопитесь стрелять, трижды подумайте перед тем, как «спустить курок», так как ваша длительная перезарядка диктует правило «1 выстрел — 1 попадание».

# quest_5_15_short
source: SPG-15
ru: САУ-15

# quest_5_1_10_condition_add
source: • Cause at least 1,500 HP of damage with Combat Reserves.
ru: • Нанести технике противника не менее 1500 урона боевыми резервами.

# quest_5_1_10_condition_main
source: • Destroy at least 10 enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить не менее 10 машин противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_11_condition_add
source: • Earn at least 1,800 XP in the battle.
ru: • Получить не менее 1800 опыта за бой.

# quest_5_1_11_condition_main
source: • Destroy at least three times as many enemy vehicles, by shooting or ramming them, as the number of your vehicles lost in the battle. • Destroy at least 7 enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить как минимум в 3 раза больше машин противника, чем будет потеряно собственных машин в бою. • Выстрелами или тараном уничтожить не менее 7 машин противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_12_condition_add
source: • Do not lose more than 2 of your vehicles in the battle.
ru: • Потерять не более 2 собственных машин в бою.

# quest_5_1_12_condition_main
source: • Destroy at least 8 enemy vehicles by shooting or ramming them. • Cause at least 6,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить не менее 8 машин противника. • Выстрелами или тараном нанести не менее 6000 урона. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_13_condition_add
source: • Destroy at least 5 enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить не менее 5 машин противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_13_condition_main
source: • Cause at least 12,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном нанести не менее 12 000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_14_condition_add
source: • Cause at least 1,500 HP of damage with Combat Reserves.
ru: • Нанести не менее 1500 урона боевыми резервами.

# quest_5_1_14_condition_main
source: • Cause at least 10,000 HP of damage to enemy vehicles by shooting or ramming them. • Do not lose any of your vehicles in the battle.
ru: • Выстрелами или тараном нанести не менее 10 000 урона технике противника. • Не потерять в бою ни одной машины.

# quest_5_1_15_condition_add
source: • Destroy at least 7 enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить не менее 7 машин противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_15_condition_main
source: • Finish the battle as the top player by experience and victory points earned. • Cause at least 12,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Занять 1 место среди всех игроков по опыту и очкам победы. • Выстрелами или тараном нанести не менее 12 000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_1_condition_add
source: • Cause at least 7,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном нанести не менее 7000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_1_condition_main
source: • Deliver or destroy at least 2 flags. • Flags only appear in battles with Platoons.
ru: • Доставить на базу или уничтожить не менее 2 флагов. • Флаги появляются при наличии взводов в бою.

# quest_5_1_2_condition_add
source: • Cause at least 1,000 HP of damage with Combat Reserves.
ru: • Нанести технике противника не менее 1000 урона боевыми резервами.

# quest_5_1_2_condition_main
source: • Earn at least 100 victory points.
ru: • Получить не менее 100 очков победы.

# quest_5_1_3_condition_add
source: • Earn at least 1,500 XP in the battle.
ru: • Получить не менее 1500 опыта за бой.

# quest_5_1_3_condition_main
source: • Destroy at least 1 enemy vehicle carrying a flag by shooting or ramming it. • Flags only appear in battles with Platoons.
ru: • Выстрелами или тараном уничтожить 1 машину противника и более, несущую флаг. • Флаги появляются при наличии взводов в бою.

# quest_5_1_4_condition_add
source: • Do not lose more than 3 of your vehicles in the battle.
ru: • Быть уничтоженным не более 3 раз.

# quest_5_1_4_condition_main
source: • Destroy 1 enemy vehicle during the first 2 minutes of the battle by shooting or ramming it.
ru: • Выстрелом или тараном уничтожить машину противника в первые 2 минуты боя.

# quest_5_1_5_condition_add
source: • Destroy at least 4 enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить не менее 4 машин противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_5_condition_main
source: • Cause at least 6,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном нанести не менее 6000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_6_condition_add
source: • Destroy at least 4 enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить не менее 4 машин противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_6_condition_main
source: • Cause at least 2,000 HP of damage with Combat Reserves.
ru: • Нанести технике противника не менее 2000 урона боевыми резервами.

# quest_5_1_7_condition_add
source: • Destroy at least 5 enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить не менее 5 машин противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_7_condition_main
source: • Cause at least 8,000 HP of damage to enemy vehicles by shooting or ramming them. • Deliver or destroy at least 2 flags in the battle. • Flags only appear in battles with Platoons. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном нанести не менее 8000 урона технике противника. • Доставить на базу или уничтожить не менее 2 флагов. • Флаги появляются при наличии взводов в бою. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_8_condition_add
source: • Earn at least 1,700 XP in the battle.
ru: • Получить не менее 1700 опыта за бой.

# quest_5_1_8_condition_main
source: • Destroy at least 3 enemy vehicles with Combat Reserves.
ru: • Уничтожить не менее 3 машин противника боевыми резервами.

# quest_5_1_9_condition_add
source: • Cause at least 8,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном нанести не менее 8000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_1_9_condition_main
source: • Damage or destroy enemy vehicles’ internal modules or injure members of their crew, totaling at least 12 modules and crew members. • Damage caused with Combat Reserves is not counted. • Results achieved in all vehicles that you selected for the battle are added together. • Critical damage to the enemy vehicle caused by fire after the player's vehicle was destroyed is not counted.
ru: • Повредить или вывести из строя не менее 12 внутренних модулей или ранить членов экипажа техники противника. • Нанесённые боевыми резервами повреждения не учитываются. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника). • Критические повреждения, полученные противником в результате пожара уже после уничтожения машины игрока, не засчитываются.

# quest_5_1_descr
source: The large burst radius after a shell explosion is the key feature of SPG vehicles. Even if you failed to deliver a direct hit to the target enemy vehicle, there is still a chance to cause serious trouble by stunning it. The enemy vehicle is marked with the stun indicator, which is visible to your allies. If allies cause damage to the vehicles stunned by you, you will receive additional credits and experience for damage caused with your assistance.
ru: Отличительная особенность снарядов вашей САУ — большой радиус разлёта осколков. Даже если у вас не получилось совершить прямое попадание в цель, вы всё равно можете существенно навредить противнику, оглушив его. Об этом проинформирует появившийся над целью индикатор оглушения, который увидят и ваши союзники. Если по оглушённой вами цели будет нанесён урон — вы получите кредиты и опыт, как за помощь в уничтожении.

# quest_5_1_short
source: SPG-1
ru: САУ-1

# quest_5_2
source: SPG-2: Time Is Money
ru: САУ-2. Тик-так

# quest_5_2_10_condition_add
source: • Cause at least 500 HP of damage with Combat Reserves.
ru: • Нанести технике противника не менее 500 урона боевыми резервами.

# quest_5_2_10_condition_main
source: • Cause at least 3,000 HP of damage to enemy vehicles from a distance of more than 200 m by shooting them. • Cause at least 3,000 HP of damage to enemy vehicles from a distance of less than 150 m by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами из орудия нанести не менее 3000 урона технике противника с расстояния более 200 метров. • Выстрелами или тараном нанести не менее 3000 урона технике противника с расстояния менее 150 метров. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_11_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_5_2_11_condition_main
source: • Destroy at least 2 enemy vehicles with Combat Reserves. • Destroy at least 8 enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Уничтожить как минимум 2 машины противника боевыми резервами. • Выстрелами или тараном уничтожить не менее 8 машин противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_12_condition_add
source: • Deliver at least 1 flag.
ru: • Доставить на базу как минимум 1 флаг.

# quest_5_2_12_condition_main
source: • Finish the battle as the top player of both teams by victory points earned. • Earn at least 350 victory points. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Занять 1 место среди игроков обеих команд по очкам победы. • Получить не менее 350 очков победы. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_13_condition_add
source: • Do not lose any of your vehicles in the battle.
ru: • Не потерять в бою ни одной машины.

# quest_5_2_13_condition_main
source: • Destroy at least 10 enemy vehicles, of 2 different types, by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном уничтожить не менее 10 машин противника. • Уничтоженная техника должна быть 2 разных типов. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_14_condition_add
source: • Deliver at least 2 flags.
ru: • Доставить на базу не менее 2 флагов.

# quest_5_2_14_condition_main
source: • Damage or destroy enemy vehicles’ modules or injure members of their crew, totaling at least 10 modules and crew members, by shooting them. • Cause at least 10,000 HP of damage to enemy vehicles within the view range of your vehicle, by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together. • Critical damage to the enemy vehicle caused by fire after the player's vehicle was destroyed is not counted.
ru: • Выстрелами из орудия повредить или вывести из строя не менее 10 внутренних модулей или ранить членов экипажа техники противника. • Выстрелами или тараном нанести не менее 10 000 урона технике противника с расстояния, не превышающего радиус вашего круга обзора. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника). • Критические повреждения, полученные противником в результате пожара уже после уничтожения машины игрока, не засчитываются.

# quest_5_2_15_condition_add
source: • Do not lose any of your vehicles in the battle.
ru: • Не потерять в бою ни одной машины.

# quest_5_2_15_condition_main
source: • Finish the battle as the top player of both teams by experience and victory points earned. • Cause at least 15,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Занять 1 место среди игроков обеих команд по опыту и очкам победы. • Выстрелами или тараном нанести не менее 15 000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_1_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_5_2_1_condition_main
source: • Earn at least 50 victory points. • Cause at least 2,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Получить не менее 50 очков победы. • Выстрелами или тараном нанести не менее 2000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_2_condition_add
source: • Earn at least 200 victory points.
ru: • Получить не менее 200 очков победы.

# quest_5_2_2_condition_main
source: • Destroy at least 1 enemy vehicle during the first 2 minutes of the battle by shooting or ramming it.
ru: • Выстрелами или тараном уничтожить машину противника в первые 2 минуты боя.

# quest_5_2_3_condition_add
source: • Destroy at least 2 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 2 машин противника.

# quest_5_2_3_condition_main
source: • Cause at least 1,000 HP of damage with Combat Reserves.
ru: • Нанести технике противника не менее 1000 урона боевыми резервами.

# quest_5_2_4_condition_add
source: • Deliver at least 1 flag.
ru: • Доставить на базу как минимум 1 флаг.

# quest_5_2_4_condition_main
source: • Cause at least 2,500 HP of damage to enemy heavy tanks by shooting or ramming them. • Cause at least 2,500 HP of damage to enemy medium tanks by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном нанести не менее 2500 урона тяжёлым танкам противника. • Выстрелами или тараном нанести не менее 2500 урона средним танкам противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_5_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_5_2_5_condition_main
source: • Destroy the tracks of at least 4 enemy vehicles by shooting or ramming them. • Shoot and destroy 1 enemy vehicle, having received no prior damage to your vehicle.
ru: • Выстрелами или тараном сбить гусеницы не менее 4 машинам противника. • Выстрелом уничтожить машину противника, не получив до этого момента никакого урона.
