Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_2_8_descr
source: Remember, your armor is your key strength. Cause as much damage as possible while your opponents enjoy the non-penetration messages over and over again.
ru: Броня — ваш верный союзник. Наносите как можно больше урона, пока противник безуспешно пытается уничтожить вас.

# quest_2_8_short
source: HT-8
ru: ТТ-8

# quest_2_9
source: HT-9: A Crushing Blow
ru: ТТ-9. Сокрушающий удар

# quest_2_9_advise
source: The driver's Controlled Impact skill and the Spall Liner equipment can significantly reduce the damage done to your vehicle by ramming, and, at the same time, increase the damage of your own ramming attacks.
ru: Умение механика-водителя «Мастер тарана» и оборудование «Противоосколочный подбой» существенно уменьшат последствия тарана и увеличат наносимый им урон.

# quest_2_9_descr
source: Close-quarters engagements often render you unable to reload in time. In this situation, finish an enemy off by ramming them! The weaker the enemy vehicle's armor at the point of impact, the more damage you will cause.
ru: Если при перестрелке на коротких дистанциях у вас нет времени ждать перезарядку, добейте противника тараном. Чем слабее броня противника в месте удара, тем больший урон вы нанесёте тараном.

# quest_2_9_short
source: HT-9
ru: ТТ-9

# quest_3_1
source: MT-1: First Steps
ru: СТ-1. Первые шаги

# quest_3_10
source: MT-10: A Versatile Warrior
ru: СТ-10. Универсальный боец

# quest_3_10_advise
source: Your vehicle is maneuverable. Try exploiting this advantage to outflank enemy vehicles and attack them from the rear or sides. Vehicles that have weak armor can be destroyed by ramming attacks.
ru: Вы мобильны. Старайтесь использовать это преимущество, заходя противнику с кормы или с бортов. Слабобронированную технику можно уничтожать тараном.

# quest_3_10_descr
source: A medium tank can perform well on any type of map and against any type of enemy vehicle. Study the features of your own vehicles to understand how to emerge victorious in any situation.
ru: Средний танк хорош на любой карте и против любого противника. Изучив особенности своей машины, вы поймёте, как следует действовать в той или иной ситуации.

# quest_3_10_short
source: MT-10
ru: СТ-10

# quest_3_11
source: MT-11: Ram Them!
ru: СТ-11. На таран!

# quest_3_11_advise
source: The higher the speed and the greater your vehicle's weight, the more damage you will cause by ramming an enemy vehicle.
ru: Чем выше ваша скорость и масса при таране, тем он будет эффективнее.

# quest_3_11_descr
source: Some situations call for unconventional tactics.
ru: Иногда ситуация на поле боя вынуждает прибегать к нестандартным действиям.

# quest_3_11_short
source: MT-11
ru: СТ-11

# quest_3_12
source: MT-12: The Incinerator
ru: СТ-12. Испепелитель

# quest_3_12_advise
source: Penetrating hits that strike the engine or fuel tanks have a chance of causing a fire. Study diagrams of vehicles to learn where these crucial modules are located.
ru: Чтобы поджечь противника, стреляйте ему в двигатель или топливные баки. Изучайте конструкции машин, чтобы знать наверняка, где располагается тот или иной модуль.

# quest_3_12_descr
source: Setting an enemy vehicle on fire is one of the most efficient ways to destroy it.
ru: Один из самых эффективных способов уничтожения противника — поджог.

# quest_3_12_short
source: MT-12
ru: СТ-12

# quest_3_13
source: MT-13: Aggressive Actions
ru: СТ-13. Активные действия

# quest_3_13_advise
source: As soon as you destroy an enemy, move on to the next target. Your teammates most likely need your help somewhere else.
ru: Быстро уничтожив противника, не стойте на месте: ваша помощь наверняка нужна на другом фланге.

# quest_3_13_descr
source: A Platoon of medium tanks can be of great help to the team across the entire battlefield. This mission may be completed either as part of a Platoon or on your own; however, the latter is more difficult.
ru: Игра взводом на средних танках позволяет помогать союзникам практически на всём поле боя. Задачу также можно выполнять лично, но это объективно сложнее.

# quest_3_13_short
source: MT-13
ru: СТ-13

# quest_3_14
source: MT-14: Team Play
ru: СТ-14. Товарищи по оружию

# quest_3_14_advise
source: Select one target at a time and focus your fire to rapidly crack the toughest defense. Do not forget to draw the attention of your allies to the spotted vehicle by selecting “Requesting fire at…” from the Command Menu.
ru: Фокусировать огонь на одной цели очень важно для достижения результата. Используйте команду «Поддержите огнём!» из меню приказов, чтобы указать союзникам на вашу цель.

# quest_3_14_descr
source: In a battle, you must rely on your own skill as well as on your Platoon members and allies. If all members of your team fight as one, victory is guaranteed! This mission may be completed either as part of a Platoon or on your own; however, the latter is more difficult.
ru: В бою рассчитывать нужно на себя, на совзводных и на союзников. Если вам удастся скоординировать действия этого треугольника — победа будет обеспечена. Задачу также можно выполнять лично, но это объективно сложнее.

# quest_3_14_short
source: MT-14
ru: СТ-14

# quest_3_15
source: MT-15: Hunt Down the Hunter
ru: СТ-15. Охота на охотника

# quest_3_15_advise
source: Think where you would position your tank destroyer if you drove one. This may be the spot where an enemy tank destroyer is hiding right now. TDs are often set up to cover the most common lanes of attack, so try hitting them from an unexpected direction.
ru: Подумайте, где бы вы заняли позицию, играя на ПТ-САУ: возможно именно там скрыт противник. Часто ПТ-САУ прикрывают огнём какое-либо направление, поэтому старайтесь атаковать с неожиданной для противника стороны.

# quest_3_15_descr
source: You can turn the tide of the battle by taking out enemy tank destroyers.
ru: Уничтожение ПТ-САУ противника может переломить ход боя в вашу пользу.

# quest_3_15_short
source: MT-15
ru: СТ-15

# quest_3_1_10_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_3_1_10_condition_description_top_xp
source: Finish the battle as the top player on both teams by experience earned
ru: Занять 1 место по опыту в обеих командах

# quest_3_1_10_condition_main
source: • Finish the battle as the top player on both teams by experience earned.
ru: • Занять 1 место среди игроков обеих команд по опыту.

# quest_3_1_11_condition_add
source: • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 2000 урона технике противника.

# quest_3_1_11_condition_description_damage_eventCount
source: Cause damage 10 times to enemy vehicles of the same tier as your vehicle or higher
ru: 10 раз нанести урон технике своего уровня или выше

# quest_3_1_11_condition_main
source: • Cause damage at least 10 times to enemy vehicles of the same tier as your vehicle or higher.
ru: • Не менее 10 раз нанести урон технике противника вашего уровня или выше.

# quest_3_1_11_condition_title_damage
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_3_1_12_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_3_1_12_condition_description_damageAssistedRadioWhileInvisible
source: Enable your allies to cause 1,500 HP of damage to enemy vehicles by spotting them. Remain unspotted at the moment when the damage is caused
ru: Передать разведданные на 1500 урона, оставаясь незамеченным в момент его нанесения

# quest_3_1_12_condition_main
source: • Enable your allies to cause at least 2,000 HP of damage to enemy vehicles by spotting them. Remain unspotted at the moment when the damage is caused.
ru: • Передать разведданные союзникам для нанесения не менее 2000 урона, будучи невидимым для противника в момент нанесения урона.

# quest_3_1_13_condition_add
source: • Personally survive the battle. • Win the battle.
ru: • Лично выжить в бою. • Победить в бою.

# quest_3_1_13_condition_description_damageAssistedRadio
source: Enable your allies to cause 2,500 HP of damage
ru: Передать разведданные на 2500 урона

# quest_3_1_13_condition_main
source: • Enable your allies to cause at least 2,500 HP of damage to enemy vehicles by spotting them. Damage caused after your Platoon mates' spotting counts toward this total. • Cause at least 2,000 HP of damage to enemy vehicles. Damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your light tank and any other vehicles.
ru: • Лично (или суммарно взводом) передать разведданные для нанесения не менее 2500 урона. • Лично (или суммарно с совзводными) нанести не менее 2000 урона технике противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего лёгкого танка и любой другой техники.

# quest_3_1_13_condition_title_damage
source: Cause 2,000 HP of damage (personal/Platoon)
ru: Нанести 2000 урона (лично/взвод)

# quest_3_1_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_3_1_14_condition_description_damageAssistedRadio
source: Enable your allies to cause 5,000 HP of damage
ru: Передать разведданные на 5000 урона

# quest_3_1_14_condition_main
source: • Enable your allies to cause at least 5,000 HP of damage to enemy vehicles by spotting them. Damage caused after your Platoon mates' spotting counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your light tank and any other vehicles.
ru: • Лично (или суммарно взводом) передать разведданные для нанесения не менее 5000 урона. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего лёгкого танка и любой другой техники.

# quest_3_1_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_3_1_15_condition_description_damage_complexAssist
source: Damage caused and damage caused with your assistance must total 7,000 HP
ru: Сумма нанесённого урона и урона, нанесённого с вашей помощью, должна составить 7000 ед.

# quest_3_1_15_condition_description_kills_complexAssist
source: Enable your allies to destroy 4 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам уничтожить 4 цели, передавая разведданные или сбивая гусеницы

# quest_3_1_15_condition_main
source: • The total damage caused by you and the damage caused by your allies after your spotting or destroying a track of an enemy vehicle must be at least 7,000 HP.
ru: • Сумма нанесённого урона, а также урона, нанесённого союзниками по вашим разведданным или после сбития вами гусеницы, должна составлять не менее 7000.

# quest_3_1_1_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_3_1_1_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_3_1_1_condition_main
source: • Win the battle. • Be among the top 3 players on your team by experience earned.
ru: • Победить в бою. • Попасть в топ-3 игроков своей команды по опыту.

# quest_3_1_2_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_3_1_2_condition_main
source: • Personally spot at least 6 enemy vehicles. • Survive the battle.
ru: • Лично обнаружить не менее 6 машин противника. • Выжить в бою.

# quest_3_1_2_condition_title_spotted
source: Spot 6 vehicles
ru: Обнаружить 6 машин

# quest_3_1_3_condition_add
source: • Destroy at least 3 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 3 машин противника.

# quest_3_1_3_condition_main
source: • Cause damage to enemy vehicles at least 5 times by shooting them. • Spot at least 5 enemy vehicles.
ru: • Выстрелами нанести урон машинам противника не менее 5 раз. • Обнаружить не менее 5 машин противника.

# quest_3_1_3_condition_title_damage_eventCount
source: Cause damage 5 times
ru: Нанести урон 5 раз

# quest_3_1_3_condition_title_kills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_3_1_3_condition_title_spotted
source: Spot 4 vehicles
ru: Обнаружить 4 машины

# quest_3_1_4_condition_add
source: • Your allies must destroy at least 2 vehicles immobilized by you.
ru: • Союзниками должно быть уничтожено не менее 2 обездвиженных вами машин.

# quest_3_1_4_condition_description_assist_track
source: Destroy a track of an enemy vehicle. Your allies must cause 250 HP of damage to that vehicle while it is immobilized
ru: Сбить гусеницу противнику. Союзники должны нанести ему 250 урона, пока он обездвижен

# quest_3_1_4_condition_description_damageAssistedTrack
source: Destroy a track of an enemy vehicle. Your allies must cause 250 HP of damage to that vehicle while it is immobilized
ru: Сбить гусеницу противнику. Союзники должны нанести ему 250 урона, пока он обездвижен

# quest_3_1_4_condition_description_killsAssistedTrack
source: Destroy tracks of 2 enemy vehicles. Your allies must destroy the vehicles while they are immobilized
ru: Сбить гусеницу 2 целям. Союзники должны их уничтожить, пока они обездвижены

# quest_3_1_4_condition_main
source: • Destroy the tracks of at least 3 enemy vehicles.
ru: • Cбить гусеницу не менее 3 машинам противника.

# quest_3_1_4_condition_title_crit_track
source: Destroy 3 tracks
ru: Сбить 3 гусеницы

# quest_3_1_5_condition_add
source: • Enable your allies to cause damage to at least 6 vehicles spotted by you. • Survive the battle.
ru: • Передать разведданные для нанесения урона по не менее 6 машинам противника. • Выжить в бою.

# quest_3_1_5_condition_description_damagedVehicleCntAssistedRadio
source: Enable your allies to cause damage to 5 enemy vehicles by spotting them
ru: Передать разведданные для нанесения союзниками урона по 5 целям

# quest_3_1_5_condition_description_killsAssistedRadio
source: Enable your allies to destroy 3 vehicles spotted by you
ru: Передать разведданные для уничтожения 3 целей

# quest_3_1_5_condition_main
source: • Enable your allies to destroy at least 3 vehicles spotted by you.
ru: • Передать разведданные для уничтожения не менее 3 машин противника.

# quest_3_1_6_condition_add
source: • Spot at least 2 enemy vehicles or destroy their tracks. These enemy vehicles must be destroyed while spotted, or before their tracks are repaired.
ru: • Передавать разведданные по не менее 2 машинам противника или сбивать им гусеницы, пока они не будут уничтожены.

# quest_3_1_6_condition_description_damage_complexAssist
source: Enable your allies to cause damage to 5 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам нанести урон по 5 целям, передавая разведданные или сбивая гусеницы

# quest_3_1_6_condition_description_kills_complexAssist
source: Enable your allies to destroy 2 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам уничтожить 2 цели, передавая разведданные или сбивая гусеницы

# quest_3_1_6_condition_main
source: • Enable your allies to cause damage to at least 6 enemy vehicles by spotting them or destroying their tracks.
ru: • Помочь союзникам нанести урон по не менее 6 машинам противника, передавая разведданные или сбивая гусеницы.

# quest_3_1_7_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_3_1_7_condition_main
source: • Spot at least 3 enemy SPGs and cause damage or critical hits to them.
ru: • Обнаружить не менее 3 САУ противника, нанести им урон или любые критические повреждения.

# quest_3_1_7_condition_title_spottedAndDamagedSPG
source: Spot and cause damage to 1 SPG
ru: Обнаружить и нанести урон 1 САУ

# quest_3_1_7_condition_title_vehicleKills
source: Destroy 1 SPG
ru: Уничтожить 1 САУ

# quest_3_1_8_condition_add
source: • Destroy at least 2 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 2 машин противника.

# quest_3_1_8_condition_description_base
source: Participate in a successful capture of a base or reset the enemy capture points of your/neutral base, earning 40 base points
ru: Принять участие в захвате или сбитии захвата базы, заработав 40 соответствующих очков

# quest_3_1_8_condition_main
source: • Participate in a successful capture of a base while earning at least 40 base capture points, or reset the enemy capture points of your/neutral base while earning at least 40 base defense points. • Win the battle.
ru: • Принять участие в успешном захвате базы, получив не менее 40 очков захвата, или сбить захват собственной/нейтральной базы, получив не менее 40 очков защиты. • Победить в бою.

# quest_3_1_8_condition_title_kills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_3_1_9_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_3_1_9_condition_description_spottedBeforeWeBecameSpotted
source: Spot 4 vehicles while remaining unspotted
ru: Обнаружить 4 машины, оставаясь необнаруженным

# quest_3_1_9_condition_main
source: • Spot at least 6 enemy vehicles before any enemy vehicle spots you.
ru: • Обнаружить не менее 6 машин противника раньше, чем вас обнаружит кто-либо из команды противника.

# quest_3_1_advise
source: Hit the enemy at any opportunity, but try to avoid their fire as well.
ru: Стреляйте по противнику в любой подходящий момент, успевайте скрываться от огня его орудий.

# quest_3_1_descr
source: At lower tiers, most medium tanks can take on any other type of vehicle.
ru: На низких уровнях ваш средний танк может легко расправиться с другими типами техники.

# quest_3_1_short
source: MT-1
ru: СТ-1

# quest_3_2
source: MT-2: Good Hit!
ru: СТ-2. Точно в цель

# quest_3_2_10_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_3_2_10_condition_description_top_damage
source: Finish the battle as the top player on your team by damage caused
ru: Занять 1 место по урону в своей команде

# quest_3_2_10_condition_main
source: • Finish the battle as the top player on your team by damage caused.
ru: • Занять 1 место среди игроков своей команды по урону.

# quest_3_2_11_condition_add
source: • Destroy at least 4 enemy vehicles.
ru: • Уничтожить не менее 4 машин противника.

# quest_3_2_11_condition_main
source: • Cause at least 3,000 HP of damage by the end of a battle. Do not have any damaged/destroyed internal modules or injured crew members of your vehicle. • Survive the battle.
ru: • Нанести к моменту завершения боя не менее 3000 урона и не иметь при этом повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа. • Выжить в бою.

# quest_3_2_11_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_2_11_condition_title_vehicleKills
source: Destroy 4 vehicles
ru: Уничтожить 4 машины

# quest_3_2_12_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_3_2_12_condition_description_damageBlockedByArmor
source: Have total damage blocked by armor equal to or exceeding 3 times the hit points of your vehicle
ru: Получить заблокированного бронёй урона в 3 раза больше прочности собственной машины

# quest_3_2_12_condition_main
source: • Damage blocked by armor must be at least triple the HP of your vehicle. • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Получить заблокированного бронёй урона в 3 раза больше прочности собственной машины. • Нанести не менее 2000 урона технике противника.

# quest_3_2_12_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_3_2_13_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_3_2_13_condition_description_vehicleKills
source: Destroy 3 vehicles during the first 3 minutes of the battle
ru: Уничтожить 3 машины в первые 3 минуты боя

# quest_3_2_13_condition_main
source: • Destroy at least 3 enemy vehicles during the first 3 minutes of the battle. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your heavy tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 3 машин противника в первые 3 минуты боя. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего тяжёлого танка и любой другой техники.

# quest_3_2_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_3_2_14_condition_description_vehicleKills
source: Destroy 5 vehicles of 3 different types
ru: Уничтожить 5 машин 3 разных типов

# quest_3_2_14_condition_main
source: • Destroy at least 6 enemy vehicles of 3 different types. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your heavy tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 6 машин противника 3 разных типов. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего тяжёлого танка и любой другой техники.

# quest_3_2_15_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_3_2_15_condition_description_complex
source: Cause, receive, and block a total of 12,000 HP of damage.
ru: Нанести урона, получить и заблокировать суммарно на 12 000 ед.

# quest_3_2_15_condition_description_percentFromTotalTeamDamage
source: Cause 25% of the total amount of damage caused by your team
ru: Нанести 25% от суммарного урона своей команды

# quest_3_2_15_condition_main
source: • Damage caused, received, and blocked by armor must total at least 12,000 HP.
ru: • Сумма нанесённого урона, полученного урона, а также урона, заблокированного бронёй, должна составить не менее 12 000.

# quest_3_2_1_condition_add
source: • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 3000 урона технике противника.

# quest_3_2_1_condition_main
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_3_2_1_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_2_1_condition_title_vehicleKills
source: Destroy 3 vehicles
ru: Уничтожить 3 машины

# quest_3_2_2_condition_add
source: • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 3000 урона технике противника.

# quest_3_2_2_condition_description_vehicleKills
source: Destroy 3 vehicles from a distance of 100 m or less
ru: Уничтожить 3 машины с расстояния 100 метров и ближе

# quest_3_2_2_condition_main
source: • Destroy at least 3 enemy vehicles from a distance of 100 m or less.
ru: • Уничтожить не менее 3 машин противника с расстояния не более 100 метров.

# quest_3_2_2_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_2_3_condition_add
source: • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 3000 урона технике противника.

# quest_3_2_3_condition_description_vehicleKills
source: Destroy 4 enemy vehicles of 3 different types
ru: Уничтожить 4 машины 3 разных типов

# quest_3_2_3_condition_main
source: • Destroy at least 4 enemy vehicles of 3 different types.
ru: • Уничтожить не менее 4 машин противника. • Уничтоженная техника должна быть 3 разных типов.

# quest_3_2_3_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_3_2_4_condition_add
source: • Destroy at least 3 enemy vehicles.
ru: • Уничтожить не менее 3 машин противника.

# quest_3_2_4_condition_description_innerModuleCritCount
source: Destroy internal modules or injure crew members, totaling at least 5 modules or crew members
ru: Вывести из строя суммарно 5 внутренних модулей или членов экипажа
