Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_4_3_4_condition_title_vehicleDamage
source: Cause damage to an immobilized vehicle 4 times
ru: Нанести урон обездвиженной машине 4 раза

# quest_4_3_4_condition_title_vehicleKills
source: Destroy 3 immobilized vehicles
ru: Уничтожить 3 обездвиженные машины

# quest_4_3_5_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_3_5_condition_main
source: • Destroy at least 2 enemy light tanks by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 2 лёгких танков противника.

# quest_4_3_5_condition_title_vehicleKills
source: Destroy 2 light tanks
ru: Уничтожить 2 лёгких танка

# quest_4_3_6_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_3_6_condition_description_vehicleKills
source: Destroy 6 vehicles of 3 different types
ru: Уничтожить 6 машин 3 разных типов

# quest_4_3_6_condition_main
source: • Destroy at least 6 enemy vehicles of 3 different types.
ru: • Уничтожить суммарно не менее 6 машин противника 3 разных типов.

# quest_4_3_7_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_3_7_condition_main
source: • Cause damage to enemy SPGs at least 3 times by shooting. Destroy at least 1 enemy SPG.
ru: • Выстрелами не менее 3 раз нанести урон САУ противника. Уничтожить как минимум 1 САУ противника.

# quest_4_3_7_condition_title_vehicleDamage
source: Cause damage to SPGs 3 times
ru: Нанести урон САУ 3 раза

# quest_4_3_7_condition_title_vehicleKills
source: Destroy 1 SPG
ru: Уничтожить 1 САУ

# quest_4_3_8_condition_add
source: • Cause at least 2,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 2000 урона технике противника.

# quest_4_3_8_condition_main
source: • Destroy at least 3 enemy medium tanks.
ru: • Уничтожить не менее 3 средних танков противника.

# quest_4_3_8_condition_title_damageDealt
source: Cause 2,000 HP of damage
ru: Нанести 2000 урона

# quest_4_3_8_condition_title_vehicleKills
source: Destroy 3 medium tanks
ru: Уничтожить 3 средних танка

# quest_4_3_9_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_3_9_condition_main
source: • Cause at least 2,000 HP of damage to enemy heavy tanks. • Destroy at least 2 enemy heavy tanks.
ru: • Нанести не менее 2000 урона тяжёлым танкам противника. • Уничтожить не менее 2 тяжёлых танков противника.

# quest_4_3_9_condition_title_vehicleDamage
source: Caused 2,000 HP of damage to heavy tanks
ru: Нанести тяжёлым танкам 2000 урона

# quest_4_3_9_condition_title_vehicleKills
source: Destroy 2 heavy tanks
ru: Уничтожить 2 тяжёлых танка

# quest_4_3_advise
source: Many tank destroyers are lightly armored, and most lack turrets. Engaging at long range is usually the safest tactic.
ru: На безнаказанное сближение с противником может идти только тяжелобронированная ПТ-САУ.

# quest_4_3_descr
source: The most important advantage of tank destroyers is their great firepower.
ru: Главный козырь ПТ-САУ — огневая мощь.

# quest_4_3_short
source: TD-3
ru: ПТ-3

# quest_4_4
source: TD-4: Ambush
ru: ПТ-4. Атака из засады

# quest_4_4_10_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_4_10_condition_description_vehicleDamage
source: Cause 4,000 HP of damage, remain unspotted at the moment when the damage is caused
ru: Нанести 4000 урона, оставаясь незамеченным в момент его нанесения

# quest_4_4_10_condition_main
source: • Cause at least 4,000 HP of damage to enemy vehicles. Remain unspotted at the moment when the damage is caused.
ru: • Нанести не менее 4000 урона, будучи невидимым для противника в момент нанесения урона.

# quest_4_4_11_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_4_4_11_condition_main
source: • Finish the battle as the top player on both teams by damage caused. • Cause at least 4,000 HP of damage.
ru: • Занять 1 место среди игроков обеих команд по урону. • Нанести не менее 4000 урона технике противника.

# quest_4_4_11_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_4_12_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_4_12_condition_main
source: • Destroy at least 3 enemy heavy tanks. • Cause at least 4,000 HP of damage.
ru: • Уничтожить не менее 3 тяжёлых танков противника. • Нанести не менее 4000 урона технике противника.

# quest_4_4_12_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_4_12_condition_title_vehicleKills
source: Destroy 3 heavy tanks
ru: Уничтожить 3 тяжёлых танка

# quest_4_4_13_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_4_4_13_condition_main
source: • Destroy at least 6 enemy vehicles. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your tank destroyer and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 6 машин противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашей ПТ-САУ и любой другой техники.

# quest_4_4_13_condition_title_vehicleKills
source: Destroy 6 vehicles (personal/Platoon)
ru: Уничтожить 6 машин (лично/взвод)

# quest_4_4_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_4_4_14_condition_description_percentFromTotalTeamDamage
source: Cause 35% of the total amount of damage caused by your team
ru: Нанести 35% от суммарного урона своей команды

# quest_4_4_14_condition_main
source: • Cause at least 35% of the total damage caused to enemy vehicles by your team. Damage caused by Platoon mates counts toward this total. • Win the battle. • Can be completed either on your own or as part of a Platoon consisting of your tank destroyer and any other vehicles.
ru: • Лично (или суммарно взводом) нанести противнику не менее 35% от суммарного урона вашей команды. • Победить в бою. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашей ПТ-САУ и любой другой техники.

# quest_4_4_15_condition_add
source: • Destroy at least 5 enemy vehicles.
ru: • Уничтожить не менее 5 машин противника.

# quest_4_4_15_condition_main
source: • Cause at least 8,000 HP of damage.
ru: • Нанести не менее 8000 урона технике противника.

# quest_4_4_15_condition_title_damageDealt
source: Cause 8,000 HP of damage
ru: Нанести 8000 урона

# quest_4_4_15_condition_title_kills
source: Destroy 6 vehicles
ru: Уничтожить 6 машин

# quest_4_4_1_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_4_1_condition_description_top_xp
source: Finish the battle as the top player on your team by experience earned
ru: Занять 1 место по опыту в своей команде

# quest_4_4_1_condition_main
source: • Finish the battle as the top player on your team by experience earned.
ru: • Занять 1 место среди игроков своей команды по опыту.

# quest_4_4_2_condition_add
source: • Survive the battle. • At the end of the battle, have no injured crew members or damaged/destroyed internal modules.
ru: • Выжить в бою. • Не иметь к моменту завершения боя повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа.

# quest_4_4_2_condition_description_crit
source: Destroy internal modules or injure crew members, totaling at least 3 modules or crew members
ru: Вывести из строя суммарно 3 внутренних модуля или члена экипажа

# quest_4_4_2_condition_main
source: • Cause at least 5,000 HP of damage and destroy enemy vehicles’ internal modules or injure members of their crew, totaling at least 3 modules and crew members.
ru: • Нанести не менее 5000 урона и вывести из строя не менее 3 внутренних модулей или ранить членов экипажа противника.

# quest_4_4_2_condition_title_damageDealt
source: Cause 5,000 HP of damage
ru: Нанести 5000 урона

# quest_4_4_3_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_4_4_3_condition_main
source: • Cause damage to at least 6 enemy vehicles. • Win the battle.
ru: • Нанести урон не менее 6 машинам противника. • Победить в бою.

# quest_4_4_3_condition_title_damaged
source: Cause damage to 6 vehicles
ru: Нанести урон 6 машинам

# quest_4_4_4_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_4_4_condition_description_vehicleKills
source: Destroy 4 vehicles. Remain unspotted at the moment of their destruction
ru: Уничтожить 4 машины, оставаясь незамеченным в момент их уничтожения

# quest_4_4_4_condition_main
source: • Destroy at least 4 enemy vehicles. Remain unspotted by them at the moment of their destruction.
ru: • Уничтожить не менее 4 машин противника, оставаясь невидимым для них в момент их уничтожения.

# quest_4_4_5_condition_add
source: • Cause at least 4,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 4000 урона технике противника.

# quest_4_4_5_condition_description_vehicleKills
source: Destroy 3 vehicles from a distance of 300 m or more
ru: Уничтожить 3 машины с расстояния не менее 300 метров

# quest_4_4_5_condition_main
source: • Destroy at least 3 enemy vehicles from a distance of 300 m or more.
ru: • Уничтожить не менее 3 машин противника с расстояния не менее 300 метров.

# quest_4_4_5_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_4_6_condition_add
source: • Destroy at least 4 enemy vehicles.
ru: • Уничтожить не менее 4 машин противника.

# quest_4_4_6_condition_description_vehicleDamage
source: Cause 3,000 HP of damage from a distance of 250 m or more
ru: Нанести 3000 урона с расстояния не менее 250 метров

# quest_4_4_6_condition_main
source: • Cause at least 3,000 HP of damage to enemy vehicles from a distance of over 250 m.
ru: • Нанести не менее 3000 урона технике противника с расстояния более 250 метров.

# quest_4_4_6_condition_title_vehicleKills
source: Destroy 4 vehicles
ru: Уничтожить 4 машины

# quest_4_4_7_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_4_7_condition_description_vehicleKills
source: • Destroy 4 vehicles, having received no prior damage to your vehicle
ru: Уничтожить 4 машины, не потеряв прочности до этого момента

# quest_4_4_7_condition_main
source: • Destroy at least 4 enemy vehicles, having received no prior damage to your vehicle.
ru: • Уничтожить не менее 4 машин противника, не потеряв очков прочности до этого момента.

# quest_4_4_8_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_4_8_condition_description_damageDealt
source: Cause 5 times more damage than the hit points of your vehicle
ru: Нанести в 5 раз больше урона, чем прочность собственной машины

# quest_4_4_8_condition_main
source: • Cause damage exceeding at least 5 times the hit points of your vehicle.
ru: • Нанести технике противника не менее чем в 5 раз больше урона, чем прочность собственной машины.

# quest_4_4_9_condition_add
source: • Destroy at least 5 enemy vehicles.
ru: • Уничтожить не менее 5 машин противника.

# quest_4_4_9_condition_main
source: • Score at least 7 armor-penetrating hits in a row against enemy vehicles. • Armor-penetrating hits to one or several enemy vehicles are counted.
ru: • Пробить броню противника не менее 7 раз подряд. • Пробития подряд считаются как по одной машине, так и по нескольким.

# quest_4_4_9_condition_title_inBattleMaxPiercingSeries
source: Score 6 armor-penetrating hits in a row
ru: Пробить броню 6 раз подряд

# quest_4_4_9_condition_title_kills
source: Destroy 5 vehicles
ru: Уничтожить 5 машин

# quest_4_4_advise
source: Try to find a concealed position for firing. A thick bush or a fallen tree will do. A high camouflage rating will help you remain unspotted; so will engaging from long range.
ru: Старайтесь найти хорошее укрытие для стрельбы: густой куст или поваленное дерево. Стрельба из-за таких укрытий может остаться незамеченной противником.

# quest_4_4_descr
source: Concealment is key to the survival of a tank destroyer.
ru: Одно из важнейших условий выживания ПТ-САУ — незаметность.

# quest_4_4_short
source: TD-4
ru: ПТ-4

# quest_4_5
source: TD-5: A Long-Range Gun
ru: ПТ-5. Дальнобойное орудие

# quest_4_5_10_condition_add
source: • Win the battle. • Allies must destroy at least 3 enemy vehicles stunned or immobilized by you.
ru: • Победить в бою. • Союзники должны уничтожить 3 оглушённые или обездвиженные вами машины противника или более.

# quest_4_5_10_condition_description_complexDamageAssist
source: Cause, or assist in causing 4,000 HP of damage by stunning or immobilizing
ru: Суммарно нанести урона, оглушить или обездвижить на 4000 ед.

# quest_4_5_10_condition_description_complexKillAssist
source: Allies must destroy 3 vehicles stunned or immobilized by you
ru: Союзники должны уничтожить 3 оглушённые или обездвиженные вами машины

# quest_4_5_10_condition_main
source: • Total damage caused by you and your allies to enemy vehicles that you have stunned or immobilized must be at least 4,000 HP.
ru: • Сумма нанесённого вами урона, а также урона, нанесённого союзниками по оглушённым и обездвиженным вами целям должна составлять не менее 4000.

# quest_4_5_11_condition_add
source: • Stun enemy vehicles for at least 200 seconds in total.
ru: • Оглушить технику противника суммарно на 200 и более секунд.

# quest_4_5_11_condition_main
source: • Stun at least 3 enemy vehicles with a single shot twice.
ru: • Дважды оглушить не менее 3 машин противника одним выстрелом.

# quest_4_5_11_condition_title_multiStunEvent
source: Stun 3 enemy vehicles with a single shot twice
ru: Дважды оглушить 3 машины одним выстрелом

# quest_4_5_11_condition_title_stunDuration
source: Stun enemy vehicles for 200 seconds in total
ru: Оглушить суммарно на 200 секунд

# quest_4_5_12_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_4_5_12_condition_description_complexKillAssist
source: Allies must destroy 3 vehicles stunned or immobilized by you
ru: Союзники должны уничтожить 3 оглушённые или обездвиженные вами машины

# quest_4_5_12_condition_main
source: • Stun enemy vehicles for at least 200 seconds in total. • Allies must destroy at least 3 enemy vehicles stunned or immobilized by you.
ru: • Оглушить технику противника суммарно на 200 и более секунд. • Союзники должны уничтожить 3 оглушённые или обездвиженные вами машины противника или более.

# quest_4_5_12_condition_title_stunDuration
source: Stun enemy vehicles for 200 seconds in total
ru: Оглушить суммарно на 200 секунд

# quest_4_5_13_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_4_5_13_condition_main
source: • Cause damage to enemy vehicles at least 10 times or stun them at least 12 times. Damage or stun caused by Platoon mates counts toward this total. Can be completed either on your own or as part of a Platoon consisting of your SPG and any other vehicles.
ru: • Лично или суммарно взводом не менее 10 раз нанести урон или не менее 12 раз оглушить технику противника. Выполнение возможно как лично, так и при игре взводом, состоящим из вашей САУ и любой другой техники.

# quest_4_5_13_condition_title_stunNum
source: Stun 12 times (personal/Platoon)
ru: Оглушить 12 раз (лично/взвод)

# quest_4_5_13_condition_title_vehicleDamage
source: Cause damage 10 times (personal/Platoon)
ru: Нанести урон 10 раз (лично/взвод)

# quest_4_5_14_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_4_5_14_condition_description_damageAssistedTrack
source: Allies must cause 1,000 HP of damage to the vehicle immobilized by you
ru: Союзники должны нанести 1000 урона машине со сбитой вами гусеницей

# quest_4_5_14_condition_main
source: • Stun enemy vehicles for at least 250 seconds in total or enable your allies to cause at least 1,000 HP of damage to enemy vehicles by immobilizing them. Stun or immobilization caused by Platoon mates counts toward this total. Can be completed either on your own or as part of a Platoon consisting of your SPG and any other vehicles.
ru: • Лично или суммарно взводом оглушить технику противника в общей сложности на 250 и более секунд, или помочь союзникам нанести не менее 1000 урона, обездвижив технику противника. Выполнение возможно как лично, так и при игре взводом, состоящим из вашей САУ и любой другой техники.

# quest_4_5_14_condition_title_stunDuration
source: Stun for 250 seconds in total (personal/Platoon)
ru: Оглушить суммарно на 250 секунд (лично/взвод)

# quest_4_5_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_4_5_15_condition_description_complexDamageAssist
source: Enable your allies to cause 3,500 HP of damage to enemy vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести 3500 урона, оглушив или обездвижив технику противника

# quest_4_5_15_condition_description_top_xp
source: Finish the battle as the top player on your team by experience earned
ru: Занять 1 место по опыту в своей команде

# quest_4_5_15_condition_main
source: • Finish the battle as the top player on both teams by experience earned. • Enable your allies to cause at least 3,500 HP of damage to enemy vehicles by stunning or immobilizing them.
ru: • Занять 1 место среди игроков обеих команд по опыту. • Помочь союзникам нанести 3500 урона и более, оглушив или обездвижив технику противника.

# quest_4_5_15_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_5_1_condition_add
source: • Cause damage to enemy vehicles at least 8 times by shooting or ramming them.
ru: • Выстрелом или тараном нанести урон технике противника не менее 8 раз.

# quest_4_5_1_condition_main
source: • Stun enemy vehicles at least 10 times.
ru: • Оглушить технику противника не менее 10 раз.

# quest_4_5_1_condition_title_stunNum
source: Stun 10 times
ru: Оглушить 10 раз

# quest_4_5_1_condition_title_vehicleDamage
source: Cause damage 8 times
ru: Нанести урон 8 раз

# quest_4_5_2_condition_add
source: • Destroy at least 4 enemy vehicles.
ru: • Уничтожить не менее 4 машин противника.

# quest_4_5_2_condition_main
source: • Stun enemy vehicles for at least 200 seconds in total.
ru: • Оглушить технику противника суммарно на 200 и более секунд.

# quest_4_5_2_condition_title_stunDuration
source: Stun enemy vehicles for 200 seconds in total
ru: Оглушить суммарно на 200 секунд

# quest_4_5_2_condition_title_vehicleKills
source: Destroy 4 vehicles
ru: Уничтожить 4 машины

# quest_4_5_3_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_5_3_condition_main
source: • Stun an enemy heavy tank or tank destroyer at least 8 times.
ru: • Оглушить тяжёлый танк или ПТ-САУ противника не менее 8 раз.

# quest_4_5_3_condition_title_vehicleStun
source: Stun a heavy tank or tank destroyer 8 times
ru: Оглушить тяжёлые танки или ПТ-САУ 8 раз

# quest_4_5_4_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_5_4_condition_description_vehicleStun
source: • Stun an enemy heavy tank or tank destroyer for 120 seconds in total
ru: Оглушить тяжёлые танки или ПТ-САУ суммарно на 120 секунд

# quest_4_5_4_condition_main
source: • Stun an enemy heavy tank or tank destroyer for at least 120 seconds in total.
ru: • Оглушить тяжёлый танк или ПТ-САУ противника суммарно на 120 секунд и более.

# quest_4_5_5_condition_add
source: • Cause damage to enemy vehicles at least 8 times by shooting or ramming them.
ru: • Выстрелами или тараном нанести урон технике противника не менее 8 раз.

# quest_4_5_5_condition_description_assistStun
source: Enable your allies to cause 3,000 HP of damage to enemy vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести 3000 урона, оглушив или обездвижив технику противника

# quest_4_5_5_condition_main
source: • Enable your allies to cause at least 3,000 HP of damage to enemy vehicles by stunning or immobilizing them.
ru: • Помочь союзникам нанести 3000 урона и более, оглушив или обездвижив технику противника.

# quest_4_5_5_condition_title_vehicleDamage
source: Cause damage 8 times
ru: Нанести урон 8 раз

# quest_4_5_6_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_5_6_condition_description_assistStun
source: Enable your allies to cause damage to 6 vehicles by stunning or immobilizing them
ru: Помочь союзникам нанести урон, оглушив или обездвижив 6 машин

# quest_4_5_6_condition_main
source: • Enable your allies to cause damage to at least 6 enemy vehicles by stunning or immobilizing them.
ru: • Помочь союзникам нанести урон по 6 и более оглушённым или обездвиженным вами машинам противника.

# quest_4_5_7_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_5_7_condition_main
source: • Stun at least 6 enemy vehicles.
ru: • Оглушить не менее 6 разных машин противника.

# quest_4_5_7_condition_title_stunned
source: Stun 6 vehicles
ru: Оглушить 6 машин

# quest_4_5_8_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_4_5_8_condition_description_top_xp
source: Finish the battle as the top player on your team by experience earned
ru: Занять 1 место по опыту в своей команде

# quest_4_5_8_condition_main
source: • Finish the battle as the top player on your team by experience earned.
ru: • Занять 1 место среди игроков своей команды по опыту.

# quest_4_5_9_condition_add
source: • Survive the battle. • Win the battle. • Remain unspotted throughout the battle.
ru: • Выжить в бою. • Победить в бою. • Остаться необнаруженным до завершения боя.

# quest_4_5_9_condition_description_crit
source: Destroy 10 internal modules or injure 10 crew members
ru: Вывести из строя суммарно 10 внутренних модулей или членов экипажа

# quest_4_5_9_condition_main
source: • Destroy any modules of enemy vehicles or injure members of their crew, totaling at least 10 modules and crew members. • The number of destroyed modules and injured crew members is totaled across all enemy vehicles you have damaged in the battle.
ru: • Вывести из строя не менее 10 любых модулей или ранить членов экипажа техники противника. • Засчитывается сумма выведенных из строя модулей, а также раненых членов экипажа по всем повреждённым вами в бою машинам противника.

# quest_4_5_advise
source: Wait until you are fully aimed before firing. A hasty shot is often a wasted shot.
ru: Дождитесь полного сведения орудия перед выстрелом. Зачастую поспешный, беглый огонь совершенно неэффективен.

# quest_4_5_descr
source: When you drive a tank destroyer, it is important to know how to effectively shoot at long range.
ru: Важным умением при игре на ПТ-САУ является эффективная стрельба с дальней дистанции.

# quest_4_5_short
source: TD-5
ru: ПТ-5

# quest_4_6
source: TD-6: They Shall Not Pass!
ru: ПТ-6. Но пасаран!

# quest_4_6_advise
source: Make sure that your vehicle is hidden behind bushes or fallen trees before firing. If your vehicle is 15 m behind a bush or fallen tree, you have a better chance of remaining concealed after firing.
ru: Не забывайте использовать кусты и поваленные деревья, прежде чем открывать огонь. Если вы займёте позицию в 15 метрах позади куста или поваленного дерева, то скорее всего не будете обнаружены после выстрела.
