Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_5_2_6_condition_add
source: • Deliver at least 1 flag.
ru: • Доставить на базу как минимум 1 флаг.

# quest_5_2_6_condition_main
source: • Cause at least 6,000 HP of damage to enemy vehicles by shooting or ramming them. • Do not lose more than 1 of your vehicles in the battle. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном нанести не менее 6000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника). • Потерять не более 1 собственной машины в бою.

# quest_5_2_7_condition_add
source: • Cause at least 3,000 HP of damage to enemy vehicles by shooting or ramming them. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Выстрелами или тараном нанести не менее 3000 урона технике противника. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_7_condition_main
source: • Damage caused and damage blocked by armor must total at least 8,000 HP. • Damage caused with or received from Combat Reserves is not counted. • Fire at least 5 shots that cause damage to enemy vehicles. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Сумма нанесённого урона, а также урона, заблокированного бронёй, должна составить не менее 8000. • Урон от боевых резервов (как нанесённый, так и полученный) не учитывается. • Произвести не менее 5 выстрелов, нанёсших урон. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_8_condition_add
source: • Deliver at least 1 flag.
ru: • Доставить на базу как минимум 1 флаг.

# quest_5_2_8_condition_main
source: • Destroy at least 2 enemy vehicles with Combat Reserves. • Earn at least 150 victory points.
ru: • Уничтожить как минимум 2 машины противника боевыми резервами. • Получить не менее 150 очков победы.

# quest_5_2_9_condition_add
source: • Do not lose more than 2 of your vehicles in the battle.
ru: • Потерять не более 2 собственных машин в бою.

# quest_5_2_9_condition_main
source: • Damage caused and damage blocked by armor must total at least 10,000 HP. •Damage caused with or received from Combat Reserves is not counted. • Results achieved in all vehicles that you selected for the battle are added together.
ru: • Сумма нанесённого урона, а также урона, заблокированного бронёй, должна составить не менее 10 000. • Урон от боевых резервов (как нанесённый, так и полученный) не учитывается. • Засчитывается суммарный результат по всем машинам из вашей группы (выбранная для боя техника).

# quest_5_2_descr
source: An enemy vehicle remains stunned for a particular period of time and cannot do their best on the battlefield. Remember: a stunned vehicle becomes an easy target.
ru: Оглушение противника длится определённое время, на протяжении которого противник не может максимально реализовывать потенциал своей машины. Помните, оглушённая цель — лёгкая цель.

# quest_5_2_short
source: SPG-2
ru: САУ-2

# quest_5_3
source: SPG-3: Slow and Steady Gets Stunned
ru: САУ-3. Лишить преимущества

# quest_5_3_descr
source: Concealed and powerful enemy tank destroyers and well-armored heavy tanks can easily turn the tide of the battle. They are the first-priority targets, and causing damage to them (or assisting in their destruction) should be the primary objective for a player in an SPG. The majority of heavies and tank destroyers are slow and hulking, which increases the chances for a successful shot.
ru: Скрытые и опасные ПТ-САУ, а также хорошо бронированные тяжёлые танки противника могут перевернуть бой в свою пользу, потому старайтесь уничтожать их (или помогать в их уничтожении) как можно чаще и быстрее. Зачастую тяжёлые танки и ПТ-САУ медлительны, что облегчит прицеливание по ним.

# quest_5_3_short
source: SPG-3
ru: САУ-3

# quest_5_4
source: SPG-4: I'll See You Through
ru: САУ-4. Не стой под стрелой!

# quest_5_4_descr
source: Learn the major routes of the enemy heavy tanks and positions where the cunning tank destroyers usually hide. Aiming at a particular map area in advance increases the chances for effective and devastating fire at enemy positions. These types of vehicles usually follow rather predictable tactics on certain maps. Be smart: analyze the setup of the enemy team and select the most suitable position from the very start of the battle.
ru: Изучайте основные маршруты тяжёлых танков противника и места, где чаще всего притаилась ПТ-САУ. Заблаговременное сведение в нужные области на карте поможет вести максимально эффективный огонь. Очень часто поведение этих типов техники на определённых картах довольно предсказуемо, потому с самого начала боя анализируйте составы команд и позицию, которую нужно сразу занимать для ведения эффективного огня.

# quest_5_4_short
source: SPG-4
ru: САУ-4

# quest_5_5
source: SPG-5: Sharing is Caring
ru: САУ-5. Загоризонтная поддержка

# quest_5_5_descr
source: Stunning enemy vehicles not only brings your team one step closer to victory, but also ensures you receive additional experience and credits if your allies cause damage to enemy vehicles stunned by you. Do not forget to mark the area you are aiming at (the T key by default) to notify and draw the attention of your allies.
ru: Оглушая противника вы не только помогаете команде победить, но и зарабатываете опыт и кредиты, если по оглушённым вами целям союзники ведут эффективный огонь. Не забывайте отмечать область, на которую сводитесь (по умолчанию клавиша T), чтобы обратить на неё внимание союзников.

# quest_5_5_short
source: SPG-5
ru: САУ-5

# quest_5_6
source: SPG-6: Hammer of the Gods
ru: САУ-6. Молот Тора

# quest_5_6_descr
source: The primary objective of SPGs is to provide fire support to allied vehicles. Stunned enemy vehicles are poor fighters, so your teammates will certainly appreciate your assistance. However, be cautious when firing: a careless shot can also stun an allied vehicle. Friendly fire will not be tolerated!
ru: Вы — поддержка команды. С оглушёнными целями разбираться проще, потому союзники будут вам только благодарны за ваши успешные попадания. Помните, что не очень удачный выстрел может оглушить и союзника: старайтесь этого избегать.

# quest_5_6_short
source: SPG-6
ru: САУ-6

# quest_5_7
source: SPG-7: Careful Consideration
ru: САУ-7. Контроль популяции

# quest_5_7_descr
source: To complete this mission, use a selective approach to choosing your targets. Do not concentrate fire on one enemy vehicle, even if it is an easy target. The best strategy is to hit big groups of enemy vehicles with one shot. Study the maps and learn the basic routes of vehicles.
ru: Для выполнения этой задачи старайтесь выбирать разные цели, а не концентрироваться на стрельбе по одному противнику, даже если он очень удобен для стрельбы. Здесь есть смысл накрывать большие скопления техники противника одним выстрелом, а для этого нужно знать основные маршруты перемещения машин на текущей карте.

# quest_5_7_short
source: SPG-7
ru: САУ-7

# quest_5_8
source: SPG-8: I Did My Best
ru: САУ-8. Удачный бой

# quest_5_8_descr
source: You receive experience for all effective actions. Try to be the MVP: cause damage, assist in destroying enemy vehicles, and survive the battle. Change your position after every shot; otherwise, the counter fire of enemy SPGs can destroy your vehicle.
ru: Опыт дают за любые полезные действия в бою, потому старайтесь наносить урон, помогать в уничтожении, а также выжить в бою. Меняйте свою позицию после каждого выстрела — это поможет избежать контрбатарейной стрельбы САУ противника.

# quest_5_8_short
source: SPG-8
ru: САУ-8

# quest_5_9
source: SPG-9: Collateral Damage
ru: САУ-9. Бей в кость

# quest_5_9_descr
source: Powerful HE-shells can not only reduce the hit points of enemy vehicles, but also have a high chance of destroying modules or injuring crew members with splash damage.
ru: Мощные осколочно-фугасные снаряды не только нанесут урон противнику, но и с большой долей вероятности выведут из строя модули и членов экипажа его машин благодаря разлетающимся при взрыве снаряда осколкам.

# quest_5_9_short
source: SPG-9
ru: САУ-9

# quest_6_1
source: SH-1: The Colors of Superiority
ru: СО-1. Цвета флага

# quest_6_10
source: SH-10: All Shall Fall
ru: СО-10. Все падут

# quest_6_10_advise
source: Watch your six: fast enemies can flank you, making your vehicle easy prey. Pay extra attention when crossing exposed areas, as tank destroyers can catch you under fire of their high-caliber guns.
ru: Особое внимание уделяйте тылам и пересечению открытых пространств: в первом случае вас могут незаметно обойти с кормы быстрые танки противника, а во втором есть риск попасть под сокрушительный огонь ПТ-САУ.

# quest_6_10_descr
source: Knowing the vulnerable spots for each type of vehicle is key to a successful encounter. Remember: heavy tanks use robust armor, tank destroyers rely on concealment, while light and medium tanks have high speed and maneuverability. Each type of enemy vehicle requires particular tactics to counter them.
ru: Учитесь бороться с разными типами техники, изучайте слабые места. Помните, что тяжёлые танки полагаются на броню, ПТ-САУ на скрытность, лёгкие и средние — на скорость и манёвренность. Ваши контрмеры в каждом случае должны быть соответствующие.

# quest_6_11
source: SH-11: Return Fire Part 2
ru: СО-11. Ответные меры (часть 2)

# quest_6_11_advise
source: Look for battered enemy vehicles instead of trying to destroy vehicles with full HP.
ru: В рамках данной задачи будет предпочтительнее добивать технику противника, сколько бы прочности у неё не осталось, вместо погони за большими цифрами урона.

# quest_6_11_descr
source: Rule #1: Survive. Respond to each enemy shot, use cunning tactics, flank and outmaneuver enemy vehicles.
ru: Главное правило — берегите свою технику. Не оставляйте ни один выстрел противника безнаказанным, хитрите, совершайте фланговые атаки и заходите с неожиданных для противника сторон.

# quest_6_12
source: SH-12: Under Your Skin
ru: СО-12. Несгибаемый

# quest_6_12_advise
source: Using Premium shells allows you to damage enemies with the heaviest armor protection.
ru: Не забудьте загрузить в боекомплект несколько премиум снарядов: они помогут справиться с непробиваемой бронёй некоторых машин противника.

# quest_6_12_descr
source: Even the toughest beast can be stopped by a single shot if you know where to strike. Heavy armor is of little concern to a skilled shooter.
ru: Даже самого толстокожего зверя можно завалить с одного выстрела, если знать, куда стрелять. Игроку, постигшему навык эффективной стрельбы, без разницы, насколько мощно бронирован противник.

# quest_6_13
source: SH-13: Up Close and Personal
ru: СО-13. До последнего снаряда

# quest_6_13_advise
source: Keep on rolling! Enable Auto-Aim for easier aiming on the move (by default, right-click while aiming at the enemy).
ru: Нельзя стоять на месте. Золотое правило: движение — жизнь. Не забывайте про автоприцел (по умолчанию — правая кнопка мыши при наведении на противника).

# quest_6_13_descr
source: Close combat tactics are quite different from ranged combat: your vehicle has limited space to maneuver, and the enemy may get a lucky hit. In addition, on some maps, the only chance to cause damage lies in getting as close to the enemy as possible.
ru: Тактика ближнего боя существенно отличается от тактики боя на расстоянии: у вас меньше места для манёвра, у противника меньше шансов промахнуться. Кроме того, на некоторых картах у вас не будет иной возможности нанести урон, кроме как максимально сблизившись с противником.

# quest_6_14
source: SH-14: The Heat of Battle
ru: СО-14. Жар битвы

# quest_6_14_advise
source: Avoid getting caught in crossfire or direct enemy fire. Float like a butterfly, sting like a bee.
ru: Старайтесь не попадать под перекрёстный огонь, вспомните одну из эффективнейших тактик ведения воздушного боя: «Ударил-убежал».

# quest_6_14_descr
source: You earn experience for delivering or destroying a flag, spotting, causing damage, and destroying enemy vehicles. Prove your worth and accumulate as much experience as you can.
ru: Опыт начисляется за любое полезное действие в бою: доставка или уничтожение флагов, нанесение урона, уничтожение противника, обнаружение и прочее. Чем активнее вы проявляете себя в бою — тем больше опыта получите.

# quest_6_15
source: SH-15: Checkmate
ru: СО-15. Шах и мат

# quest_6_15_advise
source: Take your time when selecting vehicles, equipment, and consumables. Consider adding some Premium shells; make sure you enter battle with a trained crew. Roll out!
ru: Уделите время подбору техники для боя, её снаряжению и оборудованию. Пополните боекомплект некоторым количеством премиум боеприпасов, убедитесь в наличии опытного экипажа и действуйте!

# quest_6_15_descr
source: Your moment of glory has come! You have already explored the maps and learned what to expect from enemy vehicles: it is time to test your mettle.
ru: Вот он, звёздный час! Вы уже достаточно изучили игровые карты и особенности той или иной машины — настало время максимально проявить себя.

# quest_6_1_advise
source: High-speed vehicles are the most effective flag hunters. While carrying the flag, try performing unpredictable maneuvers, such as moving in zigzags and weaving, to make you a harder target to hit.
ru: Быстрые машины наиболее эффективны в охоте за флагами. Захватив флаг, старайтесь ехать зигзагами, петлять и совершать непредсказуемые манёвры — так по вам сложнее прицелиться.

# quest_6_1_descr
source: A delivered or destroyed flag is an important milestone on your way to victory. Take your time and explore the map to determine the safest and fastest path for delivering a flag.
ru: Доставленный или уничтоженный флаг — важный шаг к победе. Хорошо изучите карту, чтобы найти наиболее удобный и безопасный маршрут доставки флага.

# quest_6_2
source: SH-2: Skyfall
ru: СО-2. Шаг к победе

# quest_6_2_advise
source: Damage caused with Combat Reserves is added to your personal score. Damage or destroy enemy vehicles with artillery strikes and airstrikes to earn victory points.
ru: Урон, нанесённый боевыми резервами, засчитывается лично вам. Повреждённая или уничтоженная таким образом машина противника исправно принесёт вам очки победы.

# quest_6_2_descr
source: If a battle gets too tough, use Combat Reserves. Call in artillery strikes and airstrikes wisely and remember that cooldowns take time.
ru: Когда в бою становится особенно жарко, запросите поддержку с воздуха. Применяйте артобстрел и авиаудар с умом, так как на их восстановление потребуется время.

# quest_6_3
source: SH-3: Shoot the Messenger
ru: СО-3. Перехват

# quest_6_3_advise
source: You earn more points for delivering a flag than for destroying an enemy vehicle. Whenever you have a choice, intercepting the flag carrier is always more beneficial than getting involved in a firefight.
ru: Доставленный флаг приносит больше очков победы, чем уничтоженный противник, поэтому между перестрелкой и перехватом противника с флагом разумнее выбрать второе.

# quest_6_3_descr
source: Every flag the enemy delivers brings them closer to victory, which certainly isn't what you want. Focus your fire—do not allow the flag carrier to reach the base.
ru: Доставленный противником флаг приближает его команду к победе, что не входит в ваши планы. Фокусируйте огонь по знаменосцу, чтобы не дать ему пробраться к своей базе.

# quest_6_4
source: SH-4: First to Fight
ru: СО-4. На передовой

# quest_6_4_advise
source: It might be a good idea to select a vehicle with a clip first while completing this mission. A fully loaded clip has enough shells to destroy almost any enemy vehicle.
ru: Для выполнения данной задачи целесообразно выбрать машину с магазинной системой заряжания первой. Урона, нанесённого всеми снарядами в магазине, будет достаточно, чтобы уничтожить практически любого противника.

# quest_6_4_descr
source: Try to avoid mistakes on the front line: there is not much time for tactical planning, and the enemy must be destroyed quickly and decisively.
ru: Оказавшись на острие атаки, старайтесь не совершать ошибок, так как времени на тактическое планирование нет, а противника нужно уничтожить быстро и решительно.

# quest_6_5
source: SH-5: Warpath
ru: СО-5. Восхождение к вершине

# quest_6_5_advise
source: Consider choosing a vehicle with high firepower. Be cautious: time spent repairing your vehicle is time not spent dealing damage to the enemy.
ru: Для выполнения данной задачи выберите технику с наибольшей огневой мощью. Действуйте аккуратно: ожидание машины с ремонта лишает вас возможности наносить урон.

# quest_6_5_descr
source: In order to succeed, try to aim your shots carefully. Every miss, ricochet, and non-penetration will decrease your chance of taking and keeping the lead by damage caused.
ru: Чтобы достичь успеха, старайтесь стрелять настолько точно, насколько возможно. Каждый промах, рикошет или непробитие могут помешать вам захватить и удержать лидерство по нанесённому урону.

# quest_6_6
source: SH-6: Thor's Hammer
ru: СО-6. Молот Тора

# quest_6_6_advise
source: Try to use Combat Reserves to catch enemy vehicles at choke points to make it more difficult for them to maneuver out and evade their imminent destruction. You can also block the enemy with your own vehicle, but try to avoid being hit by your own Combat Reserves.
ru: Старайтесь применять боевые резервы в узких проездах или замкнутых пространствах, откуда технике противника сложно быстро выехать. Вы также можете заблокировать машину противника, но в таком случае старайтесь сами не попасть в зону поражения.

# quest_6_6_descr
source: Do not underestimate Combat Reserves: when used correctly, they can cause considerable damage to enemy vehicles.
ru: Не стоит недооценивать боевые резервы: при корректном использовании они способны нанести существенный урон технике противника.

# quest_6_7
source: SH-7: Return Fire Part 1
ru: СО-7. Ответные меры (часть 1)

# quest_6_7_advise
source: A reckless rush at the enemy will only get you destroyed faster than you can say "woops". Instead, sneak the flag out and retreat to deliver it safely to your base.
ru: Старайтесь держаться на расстоянии от массового скопления сил противника, иначе вы будете быстро уничтожены. Флаг целесообразнее везти обходными путями: старайтесь запутать преследующего вас противника.

# quest_6_7_descr
source: Conserve your hit points. Remember: a destroyed vehicle will neither deal damage nor deliver a flag to the base.
ru: Берегите прочность своей техники! Помните, что уничтоженная машина урона не нанесёт и флаг на базу не доставит.

# quest_6_8
source: SH-8: Wild Card
ru: СО-8. Туз в рукаве

# quest_6_8_advise
source: To complete this mission, be on the lookout for battered enemy vehicles that can be destroyed by a few well-placed hits. Do not forget to avoid the allied artillery strikes and airstrikes.
ru: У вас будет больше шансов уничтожить противника, если вы подкараулите машину с неполным запасом прочности. Не забывайте, что от собственных боевых резервов можно пострадать самому.

# quest_6_8_descr
source: You can affect the result of any firefight by calling in an artillery strike or an airstrike at the right place and time.
ru: Вы можете повлиять на исход любой перестрелки, если в нужное место и в нужное время запросите артобстрел или авиаудар.

# quest_6_9
source: SH-9: Sabotage
ru: СО-9. Как нож в масло

# quest_6_9_advise
source: The Deadeye perk increases the chance of a critical hit and can make life easier. Remember: internal vehicle modules include the turret ring, engine, fuel tanks, ammo rack, and radio.
ru: Навык наводчика «Снайпер», повышающий шанс нанесения критического повреждения, может облегчить вашу задачу. Помните, что к внутренним модулям относятся: механизм поворота башни, двигатель, баки, боеукладка и радиостанция.

# quest_6_9_descr
source: You can harm enemy vehicles by causing damage or by damaging and destroying their modules. Each critical hit substantially reduces the battle performance of the enemy.
ru: Навредить противнику можно не только нанесением урона, но и выведением из строя внутренних модулей его машины. Каждое критическое повреждение существенно снижает эффективность машины в бою.

# quest_7_1
source: D-1: Team Player
ru: П-1. Вклад в общее дело

# quest_7_10
source: D-10: Near, Far, Wherever You Are
ru: П-10. Хозяин положения

# quest_7_10_advise
source: For long-range combat, choose a firing position that will allow you to cover multiple areas: sooner or later the enemy will stumble into one of them. For close combat, consider using a vehicle with a magazine reloading system to quickly cause massive damage.
ru: Для дальнего боя займите такую позицию, с которой можно простреливать несколько направлений: рано или поздно на одном из них появится противник. Для ближнего боя возьмите машину с магазинной системой заряжания — так будет проще нанести огромный урон без риска промахнуться по противнику. Кроме того, на один его выстрел придётся несколько ваших, что всегда выгоднее.

# quest_7_10_descr
source: You can effectively engage the enemy at both long and short ranges. The former involves relying on weapon accuracy, the latter—on vehicle maneuverability and speed.
ru: Эффективно вести огонь по противнику можно как с большого расстояния, так и в упор. В первом случае стоит полагаться на точность орудий, во втором — на манёвренность и динамику своей машины.

# quest_7_11
source: D-11: All Is Fair...
ru: П-11. Все средства хороши

# quest_7_11_advise
source: A close encounter with certain enemies can be catastrophic for your vehicle. Such threats are better disposed of via an artillery strike or airstrike. Another good use of Combat Reserves is destroying slow, hulking vehicles that will not be able to leave the strike zone.
ru: Заведомо более сильного противника лучше добить артобстрелом или авиаударом, так как прямой контакт может стать для вашей машины фатальным. Боевые резервы также проще использовать против неповоротливых и медлительных машин, которым сложнее покинуть зону обстрела.

# quest_7_11_descr
source: This time you will have to use all of your skills and knowledge to emerge victorious. Different vehicle types have different qualities that must be taken into account during combat.
ru: Сейчас вам предстоит использовать весь арсенал знаний и возможностей, чтобы одержать верх над противником. Разные типы техники обладают разными особенностями, которые надо учитывать в бою.

# quest_7_12
source: D-12: Force to Be Reckoned With
ru: П-12. Главнокомандующий

# quest_7_12_advise
source: Remember: although you need to outperform both enemies and allies, cooperation on the battlefield is the key to success.
ru: Помните, что для выполнения данной задачи вам надо обойти не только противника, но и союзников, однако без помощи последних добиться успеха будет непросто.

# quest_7_12_descr
source: It is time they saw who runs the show. Cause damage, destroy enemy vehicles, and deliver flags. These actions will increase your victory points.
ru: Настало время продемонстрировать, кто главный на поле боя. Наносите урон, уничтожайте технику противника и доставляйте флаги — каждое действие будет пополнять вашу копилку очков победы.

# quest_7_13
source: D-13: Hunting Giants
ru: П-13. Имя им — легион

# quest_7_13_advise
source: Do not forget to bring a few Premium shells into battle.
ru: Для комфортной игры стоит позаботиться о наличии в боекомплекте премиум снарядов.
