Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# chain_1_fallout
source: Steel Hunt
ru: «Стальная охота»

# chain_2_fallout
source: Domination
ru: «Превосходство»

# quest_1_1
source: LT-1: For Victory!
ru: ЛТ-1. Только победа

# quest_1_10
source: LT-10: The Best Result
ru: ЛТ-10. Максимальный результат

# quest_1_10_advise
source: A good scout knows when to be cautious and when to be aggressive. Stay alert to the flow of battle.
ru: Старайтесь не ошибаться во время боя, но не мешайте ошибаться противнику.

# quest_1_10_descr
source: The more effective you are in a battle, the more experience you will earn. Show them what a light tank is capable of!
ru: Чем эффективнее действия в бою, тем больше опыта начислят по его итогам. Покажите, на что способен ваш лёгкий танк!

# quest_1_10_short
source: LT-10
ru: ЛТ-10

# quest_1_11
source: LT-11: A Fair Fight
ru: ЛТ-11. Бой на равных

# quest_1_11_advise
source: High-tier light tanks can carry significant firepower. On the one hand, your gun may be inferior to the gun on a heavy tank, but, on the other hand, your gun will probably penetrate a heavy tank's rear armor quite nicely.
ru: Лёгкие танки высокого уровня могут преподнести сюрприз для противника. Хотя ваше орудие и уступает орудиям других типов техники, но и с ним приходится считаться, если вы используете его максимально эффективно.

# quest_1_11_descr
source: The higher the tier of your light tank, the more firepower you get, in addition to your speed, view range, and stealth.
ru: Чем выше уровнем ваш лёгкий танк, тем больше вы можете полагаться не только на скорость, обзор и скрытность, но и на свою огневую мощь.

# quest_1_11_short
source: LT-11
ru: ЛТ-11

# quest_1_12
source: LT-12: The Ghost
ru: ЛТ-12. Невидимка

# quest_1_12_advise
source: Once the enemy spots you, you will have to stay constantly on the move. But if you have not yet been spotted, find a position in a bush where you can stay concealed while lighting up the enemy. Equip your tank for stealth beforehand.
ru: Чтобы выжить, когда вас видит противник, вам нужно постоянно двигаться. Но если вы ещё не попали в его поле зрения, то лучшей тактикой будет затаиться в кустах и передавать разведданные оттуда, поэтому позаботьтесь о должной маскировке.

# quest_1_12_descr
source: Good concealment increases your chances of survival in battle. Light tanks have great concealment abilities, thanks to their relatively low silhouettes.
ru: Высокая незаметность — отличное подспорье для выживания в бою, а у лёгкого танка при его относительно небольших размерах незаметность действительно на высшем уровне.

# quest_1_12_short
source: LT-12
ru: ЛТ-12

# quest_1_13
source: LT-13: The Key to Victory
ru: ЛТ-13. Ключ к победе

# quest_1_13_advise
source: If you join a battle as part of a Platoon, make sure that you have solid voice communication among your Platoon members. This will help to save the time you usually spend typing messages in Chat.
ru: Если вы вышли в бой взводом, позаботьтесь об исправно налаженной голосовой связи между совзводными. Это поможет существенно сэкономить время, затрачиваемое на переписку в боевом чате.

# quest_1_13_descr
source: Victory is easier to achieve when you are part of a Platoon, and even more so when your tactical unit is well coordinated. While you are distracting the enemy and relaying their position, your Platoon members will cause damage to targets spotted by you, bringing your team one step closer to victory. This mission may be completed either as part of a Platoon or on your own; however, the latter is much more difficult.
ru: Взводом побеждать проще. Сыгранным и скоординированным взводом — ещё проще. Пока вы отвлекаете противника и передаёте разведданные, ваши товарищи по взводу будут наносить урон, приближая команду к победе. Задачу также можно выполнять лично, но это объективно сложнее.

# quest_1_13_short
source: LT-13
ru: ЛТ-13

# quest_1_14
source: LT-14: The Battle Watch
ru: ЛТ-14. Боевой дозор

# quest_1_14_advise
source: The more experienced players fighting alongside you in battle, the higher the combat efficiency of your team. Greatly increase the team's effectiveness by entering a battle in a Platoon. Alternatively, you can play alone if your are confident that you have high enough skill and that your allies will not let you down.
ru: Чем больше скоординированных бойцов, тем выше ваша эффективность. Приумножьте свою полезность для команды, вступив в бой взводом, или играйте лично, если вы уверены в своих силах и надеетесь на то, что союзники не подведут.

# quest_1_14_descr
source: A light tank in a coordinated Platoon can spell disaster for the enemy team. Platoon with vehicles that complement your playstyle: you might want to go into battle platooned with SPGs, or you may prefer a fast-moving pack of light tanks. Do not be afraid to experiment with different lineups. This mission may be completed either as part of a Platoon or on your own; however, the latter is much more difficult.
ru: Лёгкий танк во главе любого взвода — бедствие для команды противника. Подбирайте совзводных согласно вашему стилю игры: иногда эффективнее будет связка с САУ, иногда — с такими же лёгкими танками. Экспериментируйте. Задачу также можно выполнять лично, но это объективно сложнее.

# quest_1_14_short
source: LT-14
ru: ЛТ-14

# quest_1_15
source: LT-15: The Aggressive Recon Specialist
ru: ЛТ-15. Мастер агрессивной разведки

# quest_1_15_advise
source: You are not a bull in a china shop. There is no need to break through right away. Be patient, choose your moment, and appear where the enemy is not expecting you. Your advantages are your speed, maneuverability, and view range—use them wisely. Do not forget that your vehicle also has a gun.
ru: Вы не лиса в курятнике. Не нужно лезть напролом. Выжидайте и появляйтесь в неожиданных для противника местах. У вас есть скорость, манёвренность и обзор — используйте их максимально эффективно. Не забывайте, что у вас есть ещё и орудие.

# quest_1_15_descr
source: It's time to show the enemy what a real light tank can do!
ru: Пришло время показать противнику, что такое настоящий лёгкий танк.

# quest_1_15_short
source: LT-15
ru: ЛТ-15

# quest_1_1_10_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_1_10_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_1_1_10_condition_main
source: • Be among the top 3 players on your team by experience earned.
ru: • Попасть в топ-3 игроков своей команды по опыту.

# quest_1_1_11_condition_add
source: • Cause at least 1,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 1000 урона технике противника.

# quest_1_1_11_condition_description_damage_eventCount
source: Cause damage 4 times to enemy vehicles that are of the same tier as your vehicle or higher
ru: 4 раза нанести урон технике своего уровня или выше

# quest_1_1_11_condition_main
source: • Cause damage at least 4 times to enemy vehicles that are of the same tier as your vehicle or higher.
ru: • Не менее 4 раз нанести урон технике противника вашего уровня или выше.

# quest_1_1_11_condition_title_damage
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_1_12_condition_add
source: • Use the Camouflage Net equipment, and have a Camouflage that corresponds to the map.
ru: • Использовать оборудование «Маскировочная сеть» и иметь соответствующий игровой карте камуфляж.

# quest_1_1_12_condition_description_damageAssistedRadioWhileInvisible
source: Spot enemy vehicles and enable your allies to cause 250 HP of damage to vehicles spotted by you. Remain unspotted at the moment when the damage is caused
ru: Передать разведданные на 250 урона, оставаясь незамеченным в момент его нанесения

# quest_1_1_12_condition_description_installedModules
source: Enter a battle with the Camouflage Net and corresponding camouflage
ru: Выйти в бой с маскировочной сетью и камуфляжем

# quest_1_1_12_condition_main
source: • Spot enemy vehicles and enable your allies to cause at least 500 HP of damage to vehicles spotted by you. Remain unspotted at the moment when the damage is caused.
ru: • Передать разведданные союзникам для нанесения не менее 500 урона, будучи невидимым для противника в момент нанесения урона.

# quest_1_1_13_condition_add
source: • Personally survive the battle. • Win the battle.
ru: • Лично выжить в бою. • Победить в бою.

# quest_1_1_13_condition_description_damageAssistedRadio
source: Enable your allies to cause 1,000 HP of damage
ru: Передать разведданные на 1000 урона

# quest_1_1_13_condition_main
source: • Spot enemy vehicles and enable your allies to cause at least 1,500 HP of damage to enemy vehicles. Spotting damage caused by Platoon mates counts toward this total. • Cause at least 1,000 HP of damage to enemy vehicles. Damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your light tank and any other vehicles.
ru: • Лично (или суммарно взводом) передать разведданные для нанесения не менее 1500 урона. • Лично (или суммарно с совзводными) нанести не менее 1000 урона технике противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего лёгкого танка и любой другой техники.

# quest_1_1_13_condition_title_damage
source: Cause 1,000 HP of damage (personal/Platoon)
ru: Нанести 1000 урона (лично/взвод)

# quest_1_1_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_1_1_14_condition_description_damageAssistedRadio
source: Enable your allies to cause 1,500 HP of damage
ru: Передать разведданные на 1500 урона

# quest_1_1_14_condition_main
source: • Spot enemy vehicles and enable your allies to cause at least 2,000 HP of damage to enemy vehicles. Spotting damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your light tank and any other vehicles.
ru: • Лично (или суммарно взводом) передать разведданные для нанесения не менее 2000 урона. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего лёгкого танка и любой другой техники.

# quest_1_1_15_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_1_15_condition_description_damage_complexAssist
source: Damage caused and damage caused with your assistance must total 3,000 HP
ru: Сумма нанесённого урона и урона, нанесённого с вашей помощью, должна составить 3000 ед.

# quest_1_1_15_condition_description_damaged_complexAssist
source: Enable your allies to cause damage to 4 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам нанести урон по 4 целям, передавая разведданные или сбивая гусеницы

# quest_1_1_15_condition_main
source: • The total damage caused and the damage caused by your allies upon your spotting or destroying a track of an enemy vehicle must be at least 4,000 HP.
ru: • Сумма нанесённого урона, а также урона, нанесённого союзниками по вашим разведданным или после сбития вами гусеницы, должна составлять не менее 4000.

# quest_1_1_1_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_1_1_condition_description_top_xp
source: Be among the top 10 players on your team by experience earned
ru: Попасть в топ-10 по опыту в своей команде

# quest_1_1_1_condition_main
source: • Win the battle. • Be among the top 10 players on your team by experience earned.
ru: • Победить в бою. • Попасть в топ-10 игроков своей команды по опыту.

# quest_1_1_2_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_1_2_condition_main
source: • Personally spot at least 2 enemy vehicles.
ru: • Лично обнаружить не менее 2 машин противника.

# quest_1_1_2_condition_title_spotted
source: Spot 2 vehicles
ru: Обнаружить 2 машины

# quest_1_1_3_condition_add
source: • Destroy an enemy vehicle by shooting or ramming it.
ru: • Выстрелами или тараном уничтожить машину противника.

# quest_1_1_3_condition_main
source: • Cause damage to enemy vehicles at least 2 times by shooting them.
ru: • Выстрелами нанести урон машинам противника не менее 2 раз.

# quest_1_1_3_condition_title_damage_eventCount
source: Cause damage 2 times
ru: Нанести урон 2 раза

# quest_1_1_3_condition_title_kills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_1_4_condition_add
source: • Your allies must cause damage to the vehicle immobilized by you.
ru: • Обездвиженная вами машина должна получить урон от союзников.

# quest_1_1_4_condition_description_damageAssistedTrack
source: Destroy the track of an enemy vehicle. Your allies must cause damage to the vehicle immobilized by you
ru: Сбить гусеницу противнику. Союзники должны нанести ему урон, пока он обездвижен

# quest_1_1_4_condition_main
source: • Destroy the track of an enemy vehicle.
ru: • Cбить гусеницу машине противника.

# quest_1_1_4_condition_title_crit_track
source: Destroy 1 track
ru: Сбить 1 гусеницу

# quest_1_1_5_condition_add
source: • Spot enemy vehicles and enable your allies to cause damage to at least 2 vehicles spotted by you.
ru: • Передать разведданные для нанесения урона по не менее 2 машинам противника.

# quest_1_1_5_condition_description_damagedVehicleCntAssistedRadio
source: Spot enemy vehicles and enable your allies to cause damage to 2 vehicles spotted by you
ru: Передать разведданные для нанесения союзниками урона по 2 целям

# quest_1_1_5_condition_description_killsAssistedRadio
source: Spot 1 vehicle and assist your allies in destroying it
ru: Передать разведданные для уничтожения 1 машины

# quest_1_1_5_condition_main
source: • Spot an enemy vehicle and assist your allies in destroying it.
ru: • Передать разведданные для уничтожения машины противника.

# quest_1_1_6_condition_add
source: • Use the following equipment: Coated Optics or Binocular Telescope.
ru: • Использовать оборудование «Просветлённая оптика» или «Стереотруба».

# quest_1_1_6_condition_description_damage_complexAssist
source: Enable your allies to cause damage to 2 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам нанести урон по 2 целям, передавая разведданные или сбивая гусеницы

# quest_1_1_6_condition_description_installedModules
source: Enter a battle with the Coated/Experimental Optics or Binocular Telescope
ru: Выйти в бой с просветлённой / юстированной оптикой или стереотрубой

# quest_1_1_6_condition_main
source: • Enable your allies to cause damage to at least 2 enemy vehicles by spotting them or destroying their tracks.
ru: • Помочь союзникам нанести урон по не менее 2 машинам противника, передавая разведданные или сбивая гусеницы.

# quest_1_1_7_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_1_7_condition_main
source: • Spot an enemy SPG, cause damage or any critical hit to it.
ru: • Обнаружить САУ противника, нанести ей урон или любое критическое повреждение.

# quest_1_1_7_condition_title_vehicleDamage
source: Cause damage to an SPG
ru: Нанести урон САУ

# quest_1_1_8_condition_add
source: • Destroy an enemy vehicle by shooting or ramming it.
ru: • Выстрелами или тараном уничтожить машину противника.

# quest_1_1_8_condition_description_base
source: Participate in the successful capture of a base or reset the enemy capture points of your/neutral base
ru: Принять участие в захвате или сбитии захвата базы

# quest_1_1_8_condition_main
source: • Participate in the successful capture of a base or reset the enemy capture points of your/neutral base. • Win the battle.
ru: • Принять участие в успешном захвате базы или сбить захват собственной/нейтральной базы. • Победить в бою.

# quest_1_1_8_condition_title_kills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_1_9_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_1_9_condition_description_spottedBeforeWeBecameSpotted
source: Spot an enemy vehicle while remaining unspotted
ru: Обнаружить машину противника, оставаясь необнаруженным

# quest_1_1_9_condition_main
source: • Spot at least 2 enemy vehicles before any enemy vehicle spots you.
ru: • Обнаружить не менее 2 машин противника раньше, чем вас обнаружит кто-либо из команды противника.

# quest_1_1_advise
source: Still, try to avoid face-to-face combat. Instead, try to hit enemies in the side or rear. Observe where the enemy vehicle's gun is pointing and approach from the other side.
ru: Старайтесь избегать перестрелок лоб в лоб с противником, заходите сбоку или в тыл. Следите за тем, куда направлено орудие вашего противника.

# quest_1_1_descr
source: At lower tiers, some light tanks have almost as much firepower as heavier vehicles.
ru: На низких уровнях ваш лёгкий танк может легко расправиться с другими типами техники.

# quest_1_1_short
source: LT-1
ru: ЛТ-1

# quest_1_2
source: LT-2: Reconnaissance
ru: ЛТ-2. Разведка

# quest_1_2_10_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_1_2_10_condition_description_top_damage
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по урону в своей команде

# quest_1_2_10_condition_main
source: • Be among the top 3 players on your team by damage caused.
ru: • Попасть в топ-3 игроков своей команды по нанесённому урону.

# quest_1_2_11_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_1_2_11_condition_main
source: • Cause at least 1,000 HP of damage by the end of a battle. Do not have any damaged/destroyed internal modules or injured crew members of your vehicle. • Survive the battle.
ru: • Нанести к моменту завершения боя не менее 1000 урона и не иметь при этом повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа. • Выжить в бою.

# quest_1_2_11_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_2_11_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_1_2_12_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_1_2_12_condition_description_damageBlockedByArmor
source: Have total damage blocked by armor equal to or exceeding the hit points of your vehicle
ru: Получить заблокированного бронёй урона не менее прочности собственной машины

# quest_1_2_12_condition_main
source: • Damage blocked by armor must equal or exceed the HP of your vehicle. • Cause at least 1,000 HP of damage.
ru: • Получить заблокированного бронёй урона не менее прочности собственной машины. • Нанести не менее 1000 урона технике противника.

# quest_1_2_12_condition_title_damageDealt
source: Cause 500 HP of damage
ru: Нанести 500 урона

# quest_1_2_13_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_1_2_13_condition_description_vehicleKills
source: Destroy an enemy vehicle during the first 3 minutes of the battle
ru: Уничтожить машину противника в первые 3 минуты боя

# quest_1_2_13_condition_main
source: • Destroy an enemy vehicle during the first 3 minutes of the battle. Enemy vehicles destroyed by Platoon mates count. • Can be completed either on your own or as part of a Platoon consisting of your heavy tank and any other vehicles.
ru: • Лично (или взводом) уничтожить машину противника в первые 3 минуты боя. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего тяжёлого танка и любой другой техники.

# quest_1_2_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_1_2_14_condition_description_vehicleKills
source: Destroy 3 enemy vehicles of 2 different types
ru: Уничтожить 3 машины 2 разных типов

# quest_1_2_14_condition_main
source: • Destroy at least 3 enemy vehicles of 2 different types. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your heavy tank and any other vehicle.
ru: • Лично (или суммарно взводом) уничтожить не менее 3 машин противника 2 разных типов. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего тяжёлого танка и любой другой техники.

# quest_1_2_15_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_1_2_15_condition_description_complex
source: Cause, receive, and block a total of 4,000 HP of damage
ru: Нанести урона, получить и заблокировать суммарно на 4000 ед.

# quest_1_2_15_condition_description_percentFromTotalTeamDamage
source: Cause 20% of the total amount of damage caused by your team
ru: Нанести 20% от суммарного урона своей команды

# quest_1_2_15_condition_main
source: • Damage caused, damage received, and damage blocked by armor must total at least 6,000 HP.
ru: • Сумма нанесённого урона, полученного урона, а также урона, заблокированного бронёй, должна составить не менее 6000.

# quest_1_2_1_condition_add
source: • Cause at least 1,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 1000 урона технике противника.

# quest_1_2_1_condition_main
source: • Destroy an enemy vehicle.
ru: • Уничтожить машину противника.

# quest_1_2_1_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_2_1_condition_title_vehicleKills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# quest_1_2_2_condition_add
source: • Cause at least 1,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 1000 урона технике противника.

# quest_1_2_2_condition_description_vehicleKills
source: Destroy an enemy vehicle from a distance of 100 m or less
ru: Уничтожить машину противника с расстояния 100 метров и ближе

# quest_1_2_2_condition_main
source: • Destroy an enemy vehicle from a distance of 100 m or less.
ru: • Уничтожить машину противника с расстояния не более 100 метров.

# quest_1_2_2_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_2_3_condition_add
source: • Cause at least 1,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 1000 урона технике противника.

# quest_1_2_3_condition_description_vehicleKills
source: Destroy 2 enemy vehicles of different types
ru: Уничтожить 2 машины разных типов

# quest_1_2_3_condition_main
source: • Destroy at least 2 enemy vehicles. • Destroyed vehicles must be of 2 different types.
ru: • Уничтожить не менее 2 машин противника. • Уничтоженная техника должна быть 2 разных типов.

# quest_1_2_3_condition_title_damageDealt
source: Cause 1,000 HP of damage
ru: Нанести 1000 урона

# quest_1_2_4_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_1_2_4_condition_description_innerModuleCritCount
source: Destroy an internal module or injure a crew member
ru: Вывести из строя внутренний модуль или члена экипажа

# quest_1_2_4_condition_main
source: • Damage or destroy an internal module, or injure a crew member of an enemy vehicle.
ru: • Повредить или вывести из строя внутренний модуль или ранить члена экипажа машины противника.

# quest_1_2_5_condition_add
source: • Destroy at least 2 enemy vehicles.
ru: • Уничтожить не менее 2 машин противника.

# quest_1_2_5_condition_description_vehicleDamage
source: Cause 1,000 HP of damage to vehicles within the view range of your vehicle
ru: Нанести 1000 урона технике, попадающей в ваш радиус обзора

# quest_1_2_5_condition_main
source: • Cause at least 1,000 HP of damage to enemy vehicles at close range (up to the view range of your vehicle).
ru: • Нанести не менее 1000 урона технике противника с близкого расстояния (не превышающего радиус вашего круга обзора).

# quest_1_2_5_condition_title_vehicleKills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_1_2_6_condition_add
source: • Survive the battle.
ru: • Выжить в бою.
