Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_7_13_descr
source: Higher tier vehicles have better combat characteristics, which may be a problem when you try to destroy them. To succeed in battle, you need to know the weak spots of an enemy vehicle.
ru: С ростом уровня техники увеличиваются её боевые характеристики, что может стать серьёзной проблемой при попытке уничтожить высокоуровневого противника. Чтобы добиться успеха, вам пригодятся знания о слабых местах той или иной машины противника.

# quest_7_14
source: D-14: Critical Acclaim
ru: П-14. Способен на всё

# quest_7_14_advise
source: The Deadeye perk increases the chance of a critical hit and can make things a lot easier. To increase the fighting range, use Coated Optics or Binocular Telescope.
ru: Навык наводчика «Снайпер», повышающий шанс нанесения критического повреждения, может облегчить вашу задачу. Из модулей пригодится «Просветлённая оптика» или «Стереотруба» для увеличения дистанции боя.

# quest_7_14_descr
source: To complete this mission, consider using vehicles with a high rate of fire and a good view range. Make sure you know the location of internal modules and crew members. Remember: the longer you remain in battle and the more accurately you fire, the higher your chance of causing the required number of critical hits.
ru: Здесь вам пригодится техника с высокой скорострельностью и хорошим обзором, а также знание расположения внутренних модулей и членов экипажа каждой машины противника. Помните: чем дольше вы остаётесь в строю и способны вести точную стрельбу, тем выше шанс нанести необходимое количество критических повреждений.

# quest_7_15
source: D-15: Veni, Vidi, Vici
ru: П-15. Абсолютное превосходство

# quest_7_15_advise
source: Luck is an essential part of victory, but it only benefits those who maintain control and hold back the enemy. To arms!
ru: Во многом следует полагаться на удачу, однако она сопутствует только тем, кто контролирует ситуацию и в состоянии дать отпор любому противнику. К оружию!

# quest_7_15_descr
source: It is time to show all the skills under your belt. From selecting the right vehicle and equipment for the mission, to planning the perfect strategy for the battle.
ru: Настало время проявить все свои навыки, начиная от выбора техники и её снаряжения и заканчивая грамотными действиями на поле боя.

# quest_7_1_advise
source: Do not always rush into the very epicenter of battle. Sometimes, amid the chaotic fighting, it is more sensible to grab the flag and deliver it to your base.
ru: Оказавшись свидетелем перестрелки большой группы машин, не спешите вклиниваться в бой: возможно, лучшей тактикой будет взять флаг и доставить его на базу, пока игроки отвлечены.

# quest_7_1_descr
source: Causing damage, destroying enemy vehicles, and delivering flags will earn you victory points. The more you contribute to the cause in battle, the faster your team wins.
ru: Нанесение урона, уничтожение техники противника, а также доставленные флаги добавляют вам очки победы. Чем больше полезных действий вы будете совершать в бою — тем быстрее победит команда.

# quest_7_2
source: D-2: Accelerate & Eliminate
ru: П-2. Скорость, незаметность, удача

# quest_7_2_advise
source: To stay concealed, try to keep your distance from the enemy. Shooting at enemy vehicles spotted by your allies will help you to remain undetected.
ru: Чтобы остаться незаметным для противника, старайтесь держаться от цели на максимально возможном расстоянии. Стрельба по разведданным союзников в данной ситуации поможет сохранить незаметность.

# quest_7_2_descr
source: It might be a good idea to select a vehicle with a clip first while completing this mission. A fully loaded clip has enough shells to destroy almost any enemy vehicle.
ru: Для выполнения данной задачи целесообразно выбрать машину с магазинной системой заряжания первой. Урона, нанесённого всеми снарядами в магазине, будет достаточно, чтобы уничтожить практически любого противника.

# quest_7_3
source: D-3: Set Fire to the Rain
ru: П-3. Поддержка с воздуха

# quest_7_3_advise
source: Try to use Combat Reserves to catch enemy vehicles at choke points to make it more difficult for them to maneuver out and evade their imminent destruction. You can also block the enemy with your own vehicle, but try to avoid being hit by your own Combat Reserves.
ru: Старайтесь применять боевые резервы в узких проездах или замкнутых пространствах, откуда технике противника сложно быстро выехать. Вы также можете заблокировать машину противника, но в таком случае старайтесь сами не попасть в зону поражения.

# quest_7_3_descr
source: You will have the ability to request Combat Reserves and surprise the enemy with a sudden attack from artillery or warplanes. Remember, Combat Reserves have a cooldown period after each use.
ru: У вас есть возможность запросить поддержку с воздуха и неприятно удивить противника авиаударом или артобстрелом. Помните, после каждого использования боевым резервам нужно время на восстановление.

# quest_7_4
source: D-4: Flank You Very Much
ru: П-4. Лакомый кусок

# quest_7_4_advise
source: If you know where important modules are located in an enemy vehicle, you can hit them where it hurts the most. For example, shooting an enemy vehicle's fuel tanks can set it on fire. Once ignited, they will not last long.
ru: Знание расположения внутренних модулей той или иной машины поможет эффективнее расходовать боекомплект: стрельба по бакам и двигателю, например, может поджечь противника, а горящий противник практически не представляет угрозы.

# quest_7_4_descr
source: You will encounter different types of vehicles in battle. Different vehicles call for different combat tactics. However, it is always a good idea to flank an enemy vehicle and attack it from the rear, where their armor is thinner.
ru: В бою вам встретятся разные типы техники, к каждому из которых нужен особый подход. Есть универсальное правило: с бортов и с кормы броня слабее, поэтому старайтесь обходить противника и не идти лоб в лоб.

# quest_7_5
source: D-5: Sitting Duck
ru: П-5. Макивара

# quest_7_5_advise
source: Aim for the drive wheels, the sprocketed wheels at the front or rear of the suspension. Do not forget to draw the attention of your allies to the target vehicle by selecting "Requesting fire at…" from the Command Menu.
ru: Чтобы легко сбить гусеницу, цельтесь в передний или задний катки. Не забудьте акцентировать внимание союзников на этом событии, вызвав команду «Поддержите огнём!» из меню приказов.

# quest_7_5_descr
source: Immobilizing an enemy vehicle means that it will be unable to evade fire or artillery strikes and airstrikes, making them an easy target.
ru: Сбить гусеницу противника означает лишить его возможности уйти из под огня орудий или бомб. По неподвижному противнику проще прицелиться и сложнее промахнуться.

# quest_7_6
source: D-6: Just a Shot Away
ru: П-6. Главный калибр

# quest_7_6_advise
source: It is not always a good idea to chase battered enemy vehicles; they might be luring you into a trap. Do not let the enemy surround you.
ru: Погоня за подранком не всегда эффективна, поскольку противник может попросту выманить вас на орудийные стволы своих сокомандников. Не позволяйте себя окружить.

# quest_7_6_descr
source: You earn victory points by causing damage to enemy vehicles. Use your combat skills effectively: aim your shots carefully and evade enemy fire.
ru: Нанесённый урон приносит очки победы. Используйте весь потенциал своей машины, чтобы вести наиболее эффективную стрельбу, при этом не подставляйтесь под огонь противника.

# quest_7_7
source: D-7: Nerves of Steel
ru: П-7. Стальная броня, стальные нервы

# quest_7_7_advise
source: To complete this mission, choose heavily armored vehicles with high durability. The more ricochets and non-penetrating hits you receive, the closer you are to reaching your objective.
ru: Для выполнения данной задачи выберите наиболее бронированные машины с большим запасом прочности. Чем больше рикошетов и непробитий вы получите — тем ближе достижение цели.

# quest_7_7_descr
source: Do not overestimate your armor protection: avoid exposing your vehicle's sides and rear to enemy fire. Try to quickly withdraw from artillery strike and airstrike zones.
ru: Броня может и помочь в бою, и подвести. Не подставляйте борта и корму под выстрелы противника, быстро покидайте зоны артобстрела и авиаудара.

# quest_7_8
source: D-8: Thunder and Lightning
ru: П-8. Гром и молния

# quest_7_8_advise
source: To complete this mission, be on the lookout for battered enemy vehicles that can be destroyed by a few well-placed hits. Do not forget to avoid allied artillery strikes and airstrikes.
ru: Чтобы выполнить данную задачу наверняка, попробуйте подкараулить изрядно потрёпанную машину противника, которая может быть уничтожена одним-двумя удачными попаданиями. Не забывайте сами уходить из-под огня союзной артиллерии и бомбардировщиков.

# quest_7_8_descr
source: Do not underestimate Combat Reserves: a single, perfectly timed artillery strike or airstrike can crush any enemy.
ru: Не стоит недооценивать боевые резервы: один удачный артобстрел или авиаудар может уничтожить любого противника.

# quest_7_9
source: D-9: Ultimate Survival
ru: П-9. Уроки выживания

# quest_7_9_advise
source: Try catching the enemy off guard; attack, and withdraw rapidly. Consider choosing vehicles with sturdy armor that are capable of withstanding enemy fire.
ru: Старайтесь появляться с неожиданных для противника сторон, быстро атаковать и отходить. Выбирайте для боя те машины, на броню которых можно положиться.

# quest_7_9_descr
source: Thick sloped armor is a major obstacle for enemy shells. Hide your vehicle's weak spots, flank the enemy, and deliver the maximum amount of damage.
ru: Углы наклона брони и её толщина — серьёзное препятствие для снарядов противника. Старайтесь не подставлять уязвимые места своей машины, обходите с флангов и наносите столько урона, сколько возможно.

# quest_common_condition_description_base
source: Participate in a successful capture of a base or reset the enemy capture points of your/neutral base
ru: Принять участие в захвате или сбитии захвата базы

# quest_common_condition_description_isAnyOurCrittedInnerModules
source: At the end of the battle, have no injured crew members or damaged/destroyed internal modules
ru: Не иметь к моменту завершения боя повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа

# quest_common_condition_description_isNotSpotted
source: Remain unspotted throughout the entire battle
ru: Не быть обнаруженным в течение боя

# quest_common_condition_description_top_1_damage
source: Finish the battle as the top player on your team by damage caused
ru: Занять 1 место по урону в своей команде

# quest_common_condition_description_total_top_1_damage
source: Finish the battle as the top player on both teams by damage caused
ru: Занять 1 место по урону в обеих командах

# quest_common_condition_title_base
source: Capture/Defense
ru: Захват/Защита

# quest_common_condition_title_complex
source: Complex Condition
ru: Комплексное условие

# quest_common_condition_title_complexAssist
source: Assistance
ru: Поддержка

# quest_common_condition_title_crit
source: Critical Hits
ru: Крит. попадания

# quest_common_condition_title_crit_track
source: Critical Hits
ru: Крит. попадания

# quest_common_condition_title_damage
source: Damage
ru: Урон

# quest_common_condition_title_damageAssistedRadio
source: Intelligence Data
ru: Разведданные

# quest_common_condition_title_damageAssistedTrack
source: Immobilize
ru: Обездвиживание

# quest_common_condition_title_damageBlockedByArmor
source: Armor Efficiency
ru: Эффективность брони

# quest_common_condition_title_damageDealt
source: Cause Damage
ru: Нанести урон

# quest_common_condition_title_damage_eventCount
source: Damage
ru: Урон

# quest_common_condition_title_damagedVehicleCntAssistedRadio
source: Intelligence Data
ru: Разведданные

# quest_common_condition_title_fire
source: Set on Fire
ru: Поджог

# quest_common_condition_title_isAnyOurCrittedInnerModules
source: Survive
ru: Выжить

# quest_common_condition_title_kills
source: Destroy
ru: Уничтожить

# quest_common_condition_title_killsAssistedRadio
source: Intelligence Data
ru: Разведданные

# quest_common_condition_title_killsAssistedTrack
source: Immobilize
ru: Обездвиживание

# quest_common_condition_title_prepare_to_battle
source: Prepare for Battle
ru: Подготовка к бою

# quest_common_condition_title_ram
source: Ram
ru: Таран

# quest_common_condition_title_spotted
source: Spotting
ru: Обнаружение

# quest_common_condition_title_squad_assistedRadio
source: Spotting (Personal/Platoon)
ru: Разведданные (лично/взвод)

# quest_common_condition_title_squad_damage
source: Damage (Personal/Platoon)
ru: Урон (лично/взвод)

# quest_common_condition_title_squad_vehicleKills
source: Destroy (Personal/Platoon)
ru: Уничтожить (лично/взвод)

# quest_common_condition_title_stunAssist
source: Assistance
ru: Поддержка

# quest_common_condition_title_survive
source: Survive
ru: Выжить

# quest_common_condition_title_unit_damageAssistedTrack
source: Immobilize (Personal/Platoon)
ru: Обездвиживание (лично/взвод)

# quest_common_condition_title_vehicleStun
source: Stun
ru: Оглушить

# season_1
source: The Long-Awaited Backup
ru: «Долгожданное подкрепление»

# season_1_descr
source: Every campaign comprises several operations that contain numerous missions for all types of vehicles. You will receive a unique vehicle for completion of each operation.
ru: Каждая кампания состоит из нескольких операций, которые содержат многочисленные боевые задачи для всех типов техники. Награда за каждую выполненную операцию — уникальная машина.

# season_2
source: Firestorm
ru: «Огненный вал»

# tile_1_descr
source: A set of missions for all vehicle types to receive the German StuG IV tank destroyer.
ru: Комплекс боевых задач для всех типов техники на получение немецкой ПТ-САУ StuG IV.

# tile_2
source: T28 Heavy Tank Concept
ru: «Т28 Heavy Tank Concept»

# tile_2_descr
source: A set of missions for all vehicle types to receive the U.S. T28 Heavy Tank Concept tank destroyer.
ru: Комплекс боевых задач для всех типов техники на получение американской ПТ-САУ Т28 Heavy Tank Concept.

# tile_3_descr
source: A set of missions for all vehicle types to receive the German T 55A NVA DDR medium tank.
ru: Комплекс боевых задач для всех типов техники на получение советского среднего танка Т 55A на службе NVA DDR.

# tile_4
source: Object 260
ru: «Объект 260»

# tile_4_descr
source: A set of missions for all vehicle types to receive the Soviet Object 260 heavy tank.
ru: Комплекс боевых задач для всех типов техники на получение советского тяжёлого танка Объект 260.

# tile_5
source: T-22 medium
ru: «Т-22 ср.»

# tile_5_descr
source: A set of missions for all vehicle types to receive the Soviet T-22 medium tank.
ru: Комплекс боевых задач для всех типов техники на получение советского среднего танка Т-22 ср.
