Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/PersonalMissionsDetails.*.resx
Languages: ru

# quest_4_1_1_condition_description_top_xp
source: Finish the battle as the top player on your team by experience earned
ru: Занять 1 место по опыту в своей команде

# quest_4_1_1_condition_main
source: • Win the battle. • Finish the battle as the top player on your team by experience earned.
ru: • Победить в бою. • Занять 1 место среди игроков своей команды по опыту.

# quest_4_1_2_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_4_1_2_condition_main
source: • Personally spot at least 8 enemy vehicles. • Survive the battle.
ru: • Лично обнаружить не менее 8 машин противника. • Выжить в бою.

# quest_4_1_2_condition_title_spotted
source: Spot 8 vehicles
ru: Обнаружить 8 машин

# quest_4_1_3_condition_add
source: • Destroy at least 4 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 4 машин противника.

# quest_4_1_3_condition_main
source: • Cause damage to enemy vehicles at least 6 times by shooting them. • Spot at least 7 enemy vehicles.
ru: • Выстрелами нанести урон машинам противника не менее 6 раз. • Обнаружить не менее 7 машин противника.

# quest_4_1_3_condition_title_damage_eventCount
source: Cause damage 6 times
ru: Нанести урон 6 раз

# quest_4_1_3_condition_title_kills
source: Destroy 4 vehicles
ru: Уничтожить 4 машины

# quest_4_1_3_condition_title_spotted
source: Spot 6 vehicles
ru: Обнаружить 6 машин

# quest_4_1_4_condition_add
source: • Your allies must destroy at least 2 vehicles immobilized by you.
ru: • Союзниками должно быть уничтожено не менее 2 обездвиженных вами машин.

# quest_4_1_4_condition_description_assist_track
source: Destroy a track of an enemy vehicle. Your allies must cause 500 HP of damage to the vehicle immobilized by you
ru: Сбить гусеницу противнику. Союзники должны нанести ему 500 урона, пока он обездвижен

# quest_4_1_4_condition_description_damageAssistedTrack
source: Destroy a track of an enemy vehicle. Your allies must cause 500 HP of damage to the vehicle immobilized by you
ru: Сбить гусеницу противнику. Союзники должны нанести ему 500 урона, пока он обездвижен

# quest_4_1_4_condition_description_killsAssistedTrack
source: Destroy tracks of 2 enemy vehicles. Your allies must destroy the vehicles while they are immobilized
ru: Сбить гусеницу 2 целям. Союзники должны их уничтожить, пока они обездвижены

# quest_4_1_4_condition_main
source: • Destroy the tracks of at least 3 enemy vehicles. • Allies must cause at least 500 HP of damage to the immobilized enemy vehicles before their tracks are repaired.
ru: • Cбить гусеницу не менее 3 машинам противника. • Союзники должны нанести не менее 500 урона по обездвиженным вами машинам, пока они не восстановили гусеницы.

# quest_4_1_4_condition_title_crit_track
source: Destroy 3 tracks
ru: Сбить 3 гусеницы

# quest_4_1_5_condition_add
source: • Spot enemy vehicles and enable your allies to cause damage to at least 8 vehicles spotted by you.
ru: • Передать разведданные для нанесения урона по не менее 8 машинам противника.

# quest_4_1_5_condition_description_damagedVehicleCntAssistedRadio
source: Spot enemy vehicles and enable your allies to cause damage to 6 vehicles spotted by you
ru: Передать разведданные для нанесения союзниками урона по 6 целям

# quest_4_1_5_condition_description_killsAssistedRadio
source: Enable your allies to destroy 3 vehicles spotted by you
ru: Передать разведданные для уничтожения 3 целей

# quest_4_1_5_condition_main
source: • Spot enemy vehicles and enable your allies to destroy at least 3 vehicles spotted by you. • Survive the battle.
ru: • Передать разведданные для уничтожения не менее 3 машин противника. • Выжить в бою.

# quest_4_1_6_condition_add
source: • Spot at least 3 enemy vehicles or destroy their tracks. These enemy vehicles must be destroyed while spotted, or before their tracks are repaired.
ru: • Передавать разведданные по не менее 3 машинам противника или сбивать им гусеницы, пока они не будут уничтожены.

# quest_4_1_6_condition_description_damage_complexAssist
source: Enable your allies to cause damage to 6 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам нанести урон по 6 целям, передавая разведданные или сбивая гусеницы

# quest_4_1_6_condition_description_kills_complexAssist
source: Enable your allies to destroy 3 vehicles by spotting them or destroying their tracks
ru: Помочь союзникам уничтожить 3 цели, передавая разведданные или сбивая гусеницы

# quest_4_1_6_condition_main
source: • Enable your allies to cause damage to at least 8 enemy vehicles by spotting them or destroying their tracks.
ru: • Помочь союзникам нанести урон по не менее 8 машинам противника, передавая разведданные или сбивая гусеницы.

# quest_4_1_7_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_1_7_condition_main
source: • Spot 3 enemy SPGs and cause damage to them. • Destroy at least 1 enemy SPG.
ru: • Обнаружить 3 САУ противника и нанести им урон. • Уничтожить как минимум 1 САУ противника.

# quest_4_1_7_condition_title_spottedAndDamagedSPG
source: Spot and cause damage to 2 SPGs
ru: Обнаружить и нанести урон 2 САУ

# quest_4_1_8_condition_add
source: • Destroy at least 2 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 2 машин противника.

# quest_4_1_8_condition_description_base
source: Participate in a successful capture of a base or reset the enemy capture points of your/neutral base, earning 60 base points
ru: Принять участие в захвате или сбитии захвата базы, заработав 60 соответствующих очков

# quest_4_1_8_condition_main
source: • Participate in a successful capture of a base while earning at least 60 base capture points, or reset the enemy capture points of your/neutral base while earning at least 60 base defense points. • Win the battle.
ru: • Принять участие в успешном захвате базы, получив не менее 60 очков захвата, или сбить захват собственной/нейтральной базы, получив не менее 60 очков защиты. • Победить в бою.

# quest_4_1_8_condition_title_kills
source: Destroy 2 vehicles
ru: Уничтожить 2 машины

# quest_4_1_9_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_1_9_condition_description_spottedBeforeWeBecameSpotted
source: Spot 6 vehicles while remaining unspotted
ru: Обнаружить 6 машин, оставаясь необнаруженным

# quest_4_1_9_condition_main
source: • Spot at least 7 enemy vehicles before any enemy vehicle spots you.
ru: • Обнаружить не менее 7 машин противника раньше, чем вас обнаружит кто-либо из команды противника.

# quest_4_1_advise
source: Tank destroyers have serious firepower, but most are relatively fragile. Try engaging from long range—the accuracy of your gun allows for this.
ru: ПТ-САУ имеют хорошую огневую мощь, но довольно невысокую выживаемость. Старайтесь стрелять издалека — точность вашего орудия позволяет.

# quest_4_1_descr
source: Tank destroyers are a great choice for players who like to destroy enemy vehicles from a distance.
ru: ПТ-САУ — хороший выбор для тех, кому нравится уничтожать противника с дальней дистанции.

# quest_4_1_short
source: TD-1
ru: ПТ-1

# quest_4_2
source: TD-2: Aimed Fire
ru: ПТ-2. Прицельная стрельба

# quest_4_2_10_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_4_2_10_condition_description_top_damage
source: Finish the battle as the top player on both teams by damage caused
ru: Занять 1 место по урону в обеих командах

# quest_4_2_10_condition_main
source: • Finish the battle as the top player on both teams by damage caused.
ru: • Занять 1 место среди игроков обеих команд по урону.

# quest_4_2_11_condition_add
source: • Destroy at least 5 enemy vehicles.
ru: • Уничтожить не менее 5 машин противника.

# quest_4_2_11_condition_main
source: • Cause at least 5,000 HP of damage by the end of a battle. Do not have any damaged/destroyed internal modules or injured crew members of your vehicle. • Survive the battle.
ru: • Нанести к моменту завершения боя не менее 5000 урона и не иметь при этом повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа. • Выжить в бою.

# quest_4_2_11_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_2_11_condition_title_vehicleKills
source: Destroy 5 vehicles
ru: Уничтожить 5 машин

# quest_4_2_12_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_2_12_condition_description_damageBlockedByArmor
source: Have total damage blocked by armor equal to or exceeding 3 times the hit points of your vehicle
ru: Получить заблокированного бронёй урона в 3 раза больше прочности собственной машины

# quest_4_2_12_condition_main
source: • Damage blocked by armor must be at least triple the HP of your vehicle. • Cause at least 3,000 HP of damage.
ru: • Получить заблокированного бронёй урона в 3 раза больше прочности собственной машины. • Нанести не менее 3000 урона технике противника.

# quest_4_2_12_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_4_2_13_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_4_2_13_condition_description_vehicleKills
source: Destroy 4 vehicles during the first 3 minutes of battle
ru: Уничтожить 4 машины в первые 3 минуты боя

# quest_4_2_13_condition_main
source: • Destroy at least 4 enemy vehicles during the first 3 minutes of the battle. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your heavy tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 4 машин противника в первые 3 минуты боя. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего тяжёлого танка и любой другой техники.

# quest_4_2_14_condition_add
source: • Personally survive the battle.
ru: • Лично выжить в бою.

# quest_4_2_14_condition_description_vehicleKills
source: Destroy 7 vehicles of 3 different types
ru: Уничтожить 7 машин 3 разных типов

# quest_4_2_14_condition_main
source: • Destroy at least 8 enemy vehicles of 3 different types. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your heavy tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 8 машин противника 3 разных типов. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего тяжёлого танка и любой другой техники.

# quest_4_2_15_condition_add
source: • Win the battle.
ru: • Победить в бою.

# quest_4_2_15_condition_description_complex
source: Cause, receive, and block a total of 14,000 HP of damage
ru: Нанести урона, получить и заблокировать суммарно на 14 000 ед.

# quest_4_2_15_condition_description_percentFromTotalTeamDamage
source: Cause 25% of the total amount of damage caused by your team
ru: Нанести 25% от суммарного урона своей команды

# quest_4_2_15_condition_main
source: • Damage caused, damage received, and damage blocked by armor must total at least 14,000 HP.
ru: • Сумма нанесённого урона, полученного урона, а также урона, заблокированного бронёй, должна составить не менее 14 000.

# quest_4_2_1_condition_add
source: • Cause at least 4,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 4000 урона технике противника.

# quest_4_2_1_condition_main
source: • Destroy at least 5 enemy vehicles.
ru: • Уничтожить не менее 5 машин противника.

# quest_4_2_1_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_2_1_condition_title_vehicleKills
source: Destroy 5 vehicles
ru: Уничтожить 5 машин

# quest_4_2_2_condition_add
source: • Cause at least 4,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 4000 урона технике противника.

# quest_4_2_2_condition_description_vehicleKills
source: Destroy 4 vehicles from a distance of 100 m or less
ru: Уничтожить 4 машины с расстояния 100 метров и ближе

# quest_4_2_2_condition_main
source: • Destroy at least 4 enemy vehicles from a distance of 100 m or less.
ru: • Уничтожить не менее 4 машин противника с расстояния не более 100 метров.

# quest_4_2_2_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_2_3_condition_add
source: • Cause at least 4,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 4000 урона технике противника.

# quest_4_2_3_condition_description_vehicleKills
source: Destroy 6 vehicles of 3 different types
ru: Уничтожить 6 машин 3 разных типов

# quest_4_2_3_condition_main
source: • Destroy at least 6 enemy vehicles of 3 different types.
ru: • Уничтожить не менее 6 машин противника. • Уничтоженная техника должна быть 3 разных типов.

# quest_4_2_3_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_2_4_condition_add
source: • Destroy at least 5 enemy vehicles.
ru: • Уничтожить не менее 5 машин противника.

# quest_4_2_4_condition_description_innerModuleCritCount
source: Destroy internal modules or injure crew members, totaling at least 6 modules or crew members
ru: Вывести из строя суммарно 6 внутренних модулей или членов экипажа

# quest_4_2_4_condition_main
source: • Damage or destroy enemy vehicles’ internal modules or injure members of their crew, totaling at least 6 modules and crew members. • The numbers of damaged/destroyed modules and injured crew members across all enemy vehicles you have damaged in the battle are added together.
ru: • Повредить или вывести из строя не менее 6 внутренних модулей или ранить членов экипажа техники противника. • Засчитывается сумма повреждённых или выведенных из строя модулей, а также раненых членов экипажа по всем повреждённым вами в бою машинам противника.

# quest_4_2_4_condition_title_vehicleKills
source: Destroy 5 vehicles
ru: Уничтожить 5 машин

# quest_4_2_5_condition_add
source: • Destroy at least 5 enemy vehicles.
ru: • Уничтожить не менее 5 машин противника.

# quest_4_2_5_condition_description_vehicleDamage
source: Cause 4,000 HP of damage to vehicles within the view range of your vehicle
ru: Нанести 4000 урона технике, попадающей в ваш радиус обзора

# quest_4_2_5_condition_main
source: • Cause at least 4,000 HP of damage to enemy vehicles at close range (up to the view range of your vehicle).
ru: • Нанести не менее 4000 урона технике противника с близкого расстояния (не превышающего радиус вашего круга обзора).

# quest_4_2_5_condition_title_vehicleKills
source: Destroy 5 vehicles
ru: Уничтожить 5 машин

# quest_4_2_6_condition_add
source: • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Нанести не менее 3000 урона технике противника.

# quest_4_2_6_condition_description_vehicleDamage
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_4_2_6_condition_main
source: • Destroy at least 4 enemy heavy or medium tanks.
ru: • Уничтожить суммарно 4 тяжёлых или средних танка.

# quest_4_2_6_condition_title_vehicleKills
source: Destroy 4 heavy or medium tanks
ru: Уничтожить суммарно 4 тяжёлых или средних танка

# quest_4_2_7_condition_add
source: • Destroy at least 4 enemy vehicles.
ru: • Уничтожить не менее 4 машин противника.

# quest_4_2_7_condition_main
source: • Participate in the successful capture of a base or reset the enemy capture points of your/neutral base. • Win the battle. • Cause at least 4,000 HP of damage to enemy vehicles.
ru: • Принять участие в успешном захвате базы или сбить захват собственной/нейтральной базы. • Победить в бою. • Нанести не менее 4000 урона технике противника.

# quest_4_2_7_condition_title_damageDealt
source: Cause 4,000 HP of damage
ru: Нанести 4000 урона

# quest_4_2_7_condition_title_vehicleKills
source: Destroy 4 vehicles
ru: Уничтожить 4 машины

# quest_4_2_8_condition_add
source: • Destroy at least 5 enemy vehicles.
ru: • Уничтожить не менее 5 машин противника.

# quest_4_2_8_condition_main
source: • Cause at least 4,000 HP of damage to enemy heavy tanks.
ru: • Нанести не менее 4000 урона тяжёлым танкам противника.

# quest_4_2_8_condition_title_damageDealt
source: Cause 3,000 HP of damage to heavy tanks
ru: Нанести 3000 урона тяжёлым танкам

# quest_4_2_8_condition_title_vehicleKills
source: Destroy 5 vehicles
ru: Уничтожить 5 машин

# quest_4_2_9_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_2_9_condition_description_ram
source: Destroy an enemy vehicle that is 1 tier higher than your vehicle by ramming
ru: Уничтожить тараном машину противника на уровень выше

# quest_4_2_9_condition_main
source: • Destroy an enemy vehicle that is 1 tier higher than your vehicle by ramming.
ru: • Уничтожить тараном машину противника на уровень выше.

# quest_4_2_advise
source: A successful hit can damage or destroy the enemy vehicle's modules or injure the crew. High-Explosive shells are sometimes effective for this purpose.
ru: Удачное попадание снаряда может повредить или вывести из строя модули или членов экипажа в машине противника. Иногда для этого выгоднее использовать осколочно-фугасные снаряды.

# quest_4_2_descr
source: Destroying an enemy vehicle's modules and injuring its crew members can render it almost useless.
ru: Точная стрельба по модулям и экипажу противника существенно снижает его эффективность в бою.

# quest_4_2_short
source: TD-2
ru: ПТ-2

# quest_4_3
source: TD-3: Good Hunting!
ru: ПТ-3. Удачная охота

# quest_4_3_10_condition_add
source: • Destroy at least 4 enemy vehicles by shooting or ramming them.
ru: • Выстрелами или тараном уничтожить не менее 4 машин противника.

# quest_4_3_10_condition_main
source: • Cause damage to enemy vehicles at least 8 times by shooting them.
ru: • Выстрелами нанести урон машинам противника не менее 8 раз.

# quest_4_3_10_condition_title_vehicleDamage
source: Cause damage 8 times
ru: Нанести урон 8 раз

# quest_4_3_10_condition_title_vehicleKills
source: Destroy 4 vehicles
ru: Уничтожить 4 машины

# quest_4_3_11_condition_add
source: • Win the battle. • Survive the battle.
ru: • Победить в бою. • Выжить в бою.

# quest_4_3_11_condition_description_ram
source: Destroy an enemy vehicle that is 1 tier higher than your vehicle by ramming
ru: Уничтожить тараном машину противника на уровень выше

# quest_4_3_11_condition_main
source: • Destroy an enemy vehicle that is 1 tier higher than your vehicle by ramming.
ru: • Уничтожить тараном машину противника на уровень выше.

# quest_4_3_12_condition_add
source: • Be among the top 3 players on your team by experience earned.
ru: • Попасть в топ-3 игроков своей команды по опыту.

# quest_4_3_12_condition_description_fire
source: Set an enemy vehicle of the same tier or higher on fire
ru: Поджечь машину противника своего уровня или выше

# quest_4_3_12_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_4_3_12_condition_main
source: • Set an enemy vehicle of the same tier or higher on fire. • Cause at least 3,000 HP of damage to enemy vehicles.
ru: • Поджечь машину противника своего уровня или выше. • Нанести не менее 3000 урона технике противника.

# quest_4_3_12_condition_title_damageDealt
source: Cause 3,000 HP of damage
ru: Нанести 3000 урона

# quest_4_3_13_condition_add
source: • Personally be among the top 3 players on your team by experience earned.
ru: • Лично попасть в топ-3 игроков своей команды по опыту.

# quest_4_3_13_condition_description_top_xp
source: Be among the top 3 players on your team by experience earned
ru: Попасть в топ-3 по опыту в своей команде

# quest_4_3_13_condition_main
source: • Cause at least 8,000 HP of damage to enemy vehicles. Damage caused by Platoon mates counts toward this total. • Can be completed either on your own or as part of a Platoon consisting of your medium tank and any other vehicles.
ru: • Лично (или суммарно взводом) нанести не менее 8000 урона технике противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего среднего танка и любой другой техники.

# quest_4_3_13_condition_title_vehicleDamage
source: Cause 8,000 HP of damage (personal/Platoon)
ru: Нанести 8000 урона (лично/взвод)

# quest_4_3_14_condition_add
source: • Cause at least 4,000 HP of damage. Damage caused by Platoon mates counts toward this total.
ru: • Лично (или суммарно взводом) нанести не менее 4000 урона технике противника.

# quest_4_3_14_condition_main
source: • Destroy at least 8 enemy vehicles. Enemy vehicles destroyed by Platoon mates count toward this total. • Can be completed either on your own or as part of a Platoon consisting of your medium tank and any other vehicles.
ru: • Лично (или суммарно взводом) уничтожить не менее 8 машин противника. • Выполнение возможно как лично, так и при игре взводом, состоящим из вашего среднего танка и любой другой техники.

# quest_4_3_14_condition_title_vehicleDamage
source: Cause 4,000 HP of damage (personal/Platoon)
ru: Нанести 4000 урона (лично/взвод)

# quest_4_3_14_condition_title_vehicleKills
source: Destroy 8 vehicles (personal/Platoon)
ru: Уничтожить 8 машин (лично/взвод)

# quest_4_3_15_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_3_15_condition_main
source: • Cause at least 4,000 HP of damage to enemy tank destroyers.
ru: • Нанести не менее 4000 урона ПТ-САУ противника.

# quest_4_3_15_condition_title_damaged
source: Cause damage to 8 vehicles
ru: Нанести урон 8 машинам

# quest_4_3_15_condition_title_vehicleDamage
source: Cause 3,500 HP of damage to tank destroyers
ru: Нанести 3500 урона ПТ-САУ

# quest_4_3_1_condition_add
source: • Survive the battle.
ru: • Выжить в бою.

# quest_4_3_1_condition_description_top_xp
source: Finish the battle as the top player on your team by experience earned
ru: Занять 1 место по опыту в своей команде

# quest_4_3_1_condition_main
source: • Cause damage to an enemy vehicle. • Win the battle. • Finish the battle as the top player on your team by experience earned.
ru: • Нанести урон машине противника. • Победить в бою. • Занять 1 место среди игроков своей команды по опыту.

# quest_4_3_2_condition_add
source: • Destroy at least 5 enemy vehicles.
ru: • Уничтожить не менее 5 машин противника.

# quest_4_3_2_condition_main
source: • Fire at least 15 shots that cause damage to enemy vehicles.
ru: • Произвести по технике противника не менее 15 выстрелов, нанёсших урон.

# quest_4_3_2_condition_title_vehicleDamage
source: Cause damage 15 times
ru: Нанести урон 15 раз

# quest_4_3_2_condition_title_vehicleKills
source: Destroy 5 vehicles
ru: Уничтожить 5 машин

# quest_4_3_3_condition_add
source: • Survive the battle. • Win the battle.
ru: • Выжить в бою. • Победить в бою.

# quest_4_3_3_condition_description_vehicleKills
source: Destroy 2 vehicles during the first 3 minutes of the battle
ru: Уничтожить 2 машины в первые 3 минуты боя

# quest_4_3_3_condition_main
source: • Destroy at least 2 enemy vehicles during the first 3 minutes of the battle.
ru: • Уничтожить не менее 2 машин противника в первые 3 минуты боя.

# quest_4_3_4_condition_add
source: • Destroy at least 3 immobilized enemy vehicles before their tracks are repaired. • Win the battle.
ru: • Уничтожить не менее 3 обездвиженных машин, пока они не восстановили гусеницы. • Победить в бою.

# quest_4_3_4_condition_main
source: • Destroy the tracks of 4 different enemy vehicles and cause damage to immobilized vehicles at least 4 times.
ru: • Сбить гусеницы не менее 4 разным машинам противника и не менее 4 раз нанести урон обездвиженной технике противника.

# quest_4_3_4_condition_title_crit
source: Destroy 4 tracks
ru: Сбить 4 гусеницы
