Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/profile.*.resx
Languages: ru

# profile/params/tooltip/avgDamage/body
source: Ratio of total damage caused to number of battles fought
ru: Отношение общего количества нанесённого урона к количеству проведённых боёв

# profile/params/tooltip/avgDamage/header
source: Average Damage per Battle
ru: Средний урон за бой

# profile/params/tooltip/avgExp/body
source: Ratio of total experience points earned to number of battles fought
ru: Отношение общего количества заработанного опыта к количеству проведённых боёв

# profile/params/tooltip/avgExp/header
source: Average Experience per Battle
ru: Средний опыт за бой

# profile/params/tooltip/battlesCount/body
source: Total number of battles fought, including: • Victories: %(value_0)s • Defeats: %(value_1)s • Draws: %(value_2)s
ru: Общее количество проведённых боёв. Из них: • побед: %(value_0)s • поражений: %(value_1)s • ничьих: %(value_2)s

# profile/params/tooltip/battlesCount/header
source: Battles
ru: Бои

# profile/params/tooltip/damageCoeff/body
source: Ratio of "Damage caused" to "Damage received," considering that: • Damage caused: %(value_0)s • Damage received: %(value_1)s
ru: Результат деления показателей «Нанесено урона» на «Получено урона». При этом: • нанесено урона: %(value_0)s • получено урона: %(value_1)s

# profile/params/tooltip/damageCoeff/header
source: Damage Ratio
ru: Коэффициент урона

# profile/params/tooltip/destroyCoeff/body
source: Ratio of enemy vehicles destroyed to number of times the player's vehicle was destroyed, considering that: • Enemy vehicles destroyed: %(value_0)s • Player's vehicle destroyed: %(value_1)s
ru: Результат деления показателей «Уничтожил» на «Уничтожен». При этом: • уничтожил: %(value_0)s • уничтожен: %(value_1)s

# profile/params/tooltip/destroyCoeff/header
source: Destruction Ratio
ru: Коэффициент уничтожения

# profile/params/tooltip/hits/body
source: Accuracy of firing at enemy vehicles
ru: Точность стрельбы по технике противника

# profile/params/tooltip/hits/header
source: Hit Ratio
ru: Попадания

# profile/params/tooltip/markOfMastery/body
source: Ace Tanker Mastery Badges received in all relevant battle modes / Number of vehicles that have fought in at least one Random Battle
ru: Знаки классности «Мастер», полученные во всех допустимых режимах боёв / Количество техники, на которой проведён хотя бы 1 Случайный бой.

# profile/params/tooltip/markOfMastery/header
source: Mastery Badge: Ace Tanker
ru: Знак классности «Мастер»

# profile/params/tooltip/maxDestroyed/body
source: Record achieved in %(value_0)s
ru: Рекорд установлен на %(value_0)s

# profile/params/tooltip/maxDestroyed/header
source: Maximum Destroyed in a Battle
ru: Максимум уничтожено за бой

# profile/params/tooltip/maxExp/body
source: Record achieved in %(value_0)s
ru: Рекорд установлен на %(value_0)s

# profile/params/tooltip/maxExp/header
source: Maximum Experience in a Battle
ru: Максимальный опыт за бой

# profile/params/tooltip/survival/body
source: Percentage of battles in which player's vehicle was not destroyed
ru: Процент боёв, в которых машина игрока не была уничтожена

# profile/params/tooltip/survival/header
source: Battles Survived
ru: Выживаемость

# profile/params/tooltip/wins/body
source: Total rate of victories
ru: Общий процент одержанных побед

# profile/params/tooltip/wins/header
source: Victories
ru: Победы

# profile/tabs/tooltip/awards/body
source: View awards and their descriptions.
ru: Посмотреть награды и описания к ним

# profile/tabs/tooltip/awards/header
source: Awards
ru: Награды

# profile/tabs/tooltip/statistics/body
source: View battle statistics in vehicles of all types.
ru: Посмотреть статистику по боям на всех типах техники

# profile/tabs/tooltip/statistics/header
source: Statistics
ru: Статистика

# profile/tabs/tooltip/summary/body
source: View battle performance.
ru: Посмотреть показатели боевой эффективности

# profile/tabs/tooltip/summary/header
source: Summary
ru: Сводка

# profile/tabs/tooltip/technique/body
source: View battle statistics on each vehicle.
ru: Посмотреть подробную статистику по боям на каждой машине

# profile/tabs/tooltip/technique/header
source: Vehicles
ru: Техника

# profile/title
source: Player's Statistics %s
ru: Статистика игрока %s

# section/awards/dropdown/labels/all
source: All
ru: Все

# section/awards/dropdown/labels/inProcess
source: Received
ru: Уже получены

# section/awards/dropdown/labels/none
source: Not received
ru: Ещё не получены

# section/awards/dropdown/tooltip/body
source: Enable filter to view either all awards or awards received, or awards not received.
ru: Установить фильтр на отображение всех наград, полученных наград или ещё не полученных наград

# section/awards/dropdown/tooltip/header
source: Award Sorting
ru: Сортировка наград

# section/awards/labels/battleHeroes
source: Battle Heroes
ru: Герои битвы

# section/awards/labels/epic
source: Epic Medals
ru: Эпические медали

# section/awards/labels/group
source: Group Awards
ru: Групповые награды

# section/awards/labels/honorary
source: Honorary Ranks
ru: Почётные звания

# section/awards/labels/memory
source: Commemorative Tokens
ru: Памятные знаки

# section/awards/labels/special
source: Special
ru: Особые

# section/awards/labels/stage
source: Stage Awards
ru: Этапные награды

# section/awards/title
source: Awards
ru: Награды

# section/statistics//avgDamage
source: Average damage per battle
ru: Средний урон за бой

# section/statistics/chart/level/tooltip/body
source: Number of battles in vehicles of this tier
ru: Количество боёв на технике этого уровня

# section/statistics/chart/level/tooltip/header
source: Vehicle Tier: %(value)s
ru: Уровень техники: %(value)s

# section/statistics/chart/nation/tooltip/body
source: Number of battles in vehicles of this nation
ru: Количество боёв на технике этой нации

# section/statistics/chart/nation/tooltip/header
source: Vehicle Nation: %(value)s
ru: Teхника нации: %(value)s

# section/statistics/chart/type/tooltip/body
source: Number of battles in vehicles of this type
ru: Количество боёв на этом типе техники

# section/statistics/chart/type/tooltip/header
source: Vehicle Type: %(value)s
ru: Тип техники: %(value)s

# section/statistics/charts/byLevelLabel
source: By tier
ru: По уровню

# section/statistics/charts/byNationLabel
source: By nation
ru: По нации

# section/statistics/charts/byTypeLabel
source: By type
ru: По типу

# section/statistics/detailed/avgDamage
source: Damage caused to enemy vehicles
ru: Нанесённый урон

# section/statistics/detailed/avgDestroyedVehicles
source: Enemy Vehicles Destroyed
ru: Уничтожено машин противника

# section/statistics/detailed/avgDetectedEnemies
source: Enemy vehicles spotted
ru: Обнаружено машин противника

# section/statistics/detailed/avgReceivedDamage
source: Damage received
ru: Полученный урон

# section/statistics/detailed/damageCoefficient
source: Damage ratio
ru: Коэффициент урона

# section/statistics/detailed/dealOutDamage
source: Damage
ru: Нанесено урона

# section/statistics/detailed/destroyed
source: Destroyed
ru: Уничтожен

# section/statistics/detailed/destructionCoefficient
source: Destruction ratio
ru: Коэффициент уничтожения

# section/statistics/detailed/killed
source: Enemy vehicles destroyed
ru: Уничтожил

# section/statistics/detailed/maxDestroyedVehicles
source: Maximum destroyed in a battle
ru: Максимум уничтожено за бой

# section/statistics/detailed/receivedDamage
source: Damage received
ru: Получено урона

# section/statistics/dropdown/labels/all
source: All
ru: Все

# section/statistics/dropdown/labels/clan
source: Clan Wars
ru: «Мировая война»

# section/statistics/dropdown/labels/company
source: Tank Company
ru: Рота

# section/statistics/dropdown/labels/random
source: Random Battle
ru: Случайный бой

# section/statistics/dropdown/labels/team
source: Team
ru: Команда

# section/statistics/dropdown/typeLabel
source: Battle type:
ru: Тип боя:

# section/statistics/labels/battlesOnTech
source: Battles Fought in Vehicles
ru: Бои на технике

# section/statistics/scores/avgDamage
source: Average damage per battle
ru: Средний урон за бой

# section/statistics/scores/avgExperience
source: Average Experience per Battle
ru: Средний опыт за бой

# section/statistics/scores/coolSigns
source: Mastery Badges: Ace Tanker
ru: Знаки классности «Мастер»

# section/statistics/scores/hits
source: Hits
ru: Попадания

# section/statistics/scores/maxExperience
source: Maximum experience in a battle
ru: Максимальный опыт за бой

# section/statistics/scores/survival
source: Battles survived
ru: Выживаемость

# section/statistics/scores/totalBattles
source: Battles
ru: Бои

# section/statistics/scores/totalWins
source: Victories
ru: Победы

# section/statistics/title
source: Statistics
ru: Статистика

# section/summary/errorText/nextAwards
source: No Subsequent Awards
ru: Ближайших наград нет

# section/summary/errorText/significantAwards
source: No Valuable Awards
ru: Значимых наград нет

# section/summary/labels/nextAwards
source: Subsequent Awards
ru: Ближайшие награды

# section/summary/labels/significantAwards
source: Valuable Awards
ru: Значимые награды

# section/summary/scores/avgDamage
source: Average damage per battle
ru: Средний урон за бой

# section/summary/scores/avgExperience
source: Average Experience per Battle
ru: Средний опыт за бой

# section/summary/scores/coolSigns
source: Mastery Badges: Ace Tanker
ru: Знаки классности «Мастер»

# section/summary/scores/hits
source: Hit ratio
ru: Попадания

# section/summary/scores/maxDestroyed
source: Maximum destroyed in a battle
ru: Максимум уничтожено за бой

# section/summary/scores/maxExperience
source: Maximum experience in a battle
ru: Максимальный опыт за бой

# section/summary/scores/personalScore
source: Personal Rating
ru: Личный рейтинг

# section/summary/scores/totalBattles
source: Battles
ru: Бои

# section/summary/scores/totalWins
source: Victories
ru: Победы

# section/summary/title
source: Summary
ru: Сводка

# section/summary/warning/personalScore
source: Not enough data to calculate Personal Rating <font color='#c1ba9c'>Fight</font><font color='#cbad78'> %(count)s </font><font color='#c1ba9c'>battles</font>
ru: Недостаточно данных для подсчёта личного рейтинга <font color='#c1ba9c'>Проведите ещё </font><font color='#cbad78'> %(count)s </font><font color='#c1ba9c'>боёв</font>

# section/technique/awards/noAchievements
source: No awards received yet
ru: Наград ещё не заработано

# section/technique/buttonBar/avgExperience
source: Average XP per Battle
ru: Средний опыт за бой

# section/technique/buttonBar/classiness
source: Mastery
ru: Классность

# section/technique/buttonBar/totalBattles
source: Battles
ru: Бои

# section/technique/buttonBar/totalWins
source: Victories
ru: Победы

# section/technique/buttonBar/vehicleName
source: Vehicle's Name
ru: Название

# section/technique/checkBoxHangarVehicles/tooltip/body
source: View vehicles in Garage.
ru: Показать только технику в Ангаре

# section/technique/checkBoxHangarVehicles/tooltip/header
source: Available in Garage
ru: Есть в Ангаре

# section/technique/sort/tooltip/avgexp/body
source: Sort by average experience per battle.
ru: Сортировать по среднему опыту за бой

# section/technique/sort/tooltip/avgexp/header
source: Average experience
ru: Средний опыт

# section/technique/sort/tooltip/battlesCount/body
source: Sort by number of battles.
ru: Сортировать по количеству боёв

# section/technique/sort/tooltip/battlesCount/header
source: Battles
ru: Бои

# section/technique/sort/tooltip/lvl/body
source: Sort by vehicles' tier.
ru: Сортировать по уровню техники

# section/technique/sort/tooltip/lvl/header
source: Tier
ru: Уровень

# section/technique/sort/tooltip/marksofmastery/body
source: Sort by Mastery Badges.
ru: Сортировать по знакам классности

# section/technique/sort/tooltip/marksofmastery/header
source: Mastery
ru: Классность

# section/technique/sort/tooltip/name/body
source: Sort by vehicles' names.
ru: Сортировать по названию техники

# section/technique/sort/tooltip/name/header
source: Vehicle's Name
ru: Название

# section/technique/sort/tooltip/nation/body
source: Sort by nation.
ru: Сортировать по нации

# section/technique/sort/tooltip/nation/header
source: Nation
ru: Нация

# section/technique/sort/tooltip/technique/body
source: Sort by vehicles' type.
ru: Сортировать по типу техники

# section/technique/sort/tooltip/technique/header
source: Type
ru: Тип

# section/technique/sort/tooltip/wins/body
source: Sort by number of victories.
ru: Сортировать по количеству побед

# section/technique/sort/tooltip/wins/header
source: Victories
ru: Победы

# section/technique/statistics/accuracy
source: Hits
ru: Попадания

# section/technique/statistics/avgDamage
source: Damage caused to enemy vehicles
ru: Нанесённый урон

# section/technique/statistics/avgDestroyedVehicles
source: Enemy Vehicles Destroyed
ru: Уничтожено машин противника

# section/technique/statistics/avgDetectedEnemies
source: Enemy vehicles spotted
ru: Обнаруженной техники

# section/technique/statistics/avgExperience
source: Experience
ru: Опыт

# section/technique/statistics/avgReceivedDamage
source: Damage received
ru: Полученный урон

# section/technique/statistics/avgScoutingDamage
source: Damage Caused With Player's Assistance
ru: Урон, нанесённый с помощью игрока

# section/technique/statistics/avgStats
source: Average score per battle
ru: Средние показатели за бой

# section/technique/statistics/damageCoefficient
source: Damage ratio
ru: Коэффициент урона

# section/technique/statistics/dealOutDamage
source: Damage
ru: Нанесено урона

# section/technique/statistics/destroyed
source: Destroyed
ru: Уничтожен

# section/technique/statistics/destructionCoefficient
source: Destruction ratio
ru: Коэффициент уничтожения

# section/technique/statistics/effency
source: Battle Performance
ru: Боевая эффективность

# section/technique/statistics/killed
source: Enemy vehicles destroyed
ru: Уничтожил

# section/technique/statistics/maxDestroyedVehicles
source: Maximum destroyed in a battle
ru: Максимум уничтожено за бой

# section/technique/statistics/maxExperience
source: Maximum experience in a battle
ru: Максимальный опыт за бой

# section/technique/statistics/receivedDamage
source: Damage received
ru: Получено урона

# section/technique/statistics/survival
source: Battles survived
ru: Выживаемость

# section/technique/statistics/totalBattles
source: Battles
ru: Бои

# section/technique/statistics/totalDefeats
source: Defeats
ru: Поражения

# section/technique/statistics/totalWins
source: Victories
ru: Победы

# section/technique/tabBtn/achievements
source: Awards
ru: Награды

# section/technique/tabBtn/awards/tooltip/body
source: View awards for selected vehicle.
ru: Посмотреть заработанные на выбранной машине награды

# section/technique/tabBtn/awards/tooltip/header
source: Awards
ru: Награды

# section/technique/tabBtn/statistic
source: Statistics
ru: Cтатистика

# section/technique/tabBtn/statistic/tooltip/body
source: View statistics for selected vehicle.
ru: Посмотреть статистику выбранной машины

# section/technique/tabBtn/statistic/tooltip/header
source: Statistics
ru: Статистика

# section/technique/title
source: Vehicles
ru: Техника

# section/technique/window/hangarVehiclesLabel
source: Available in Garage
ru: Есть в Ангаре

# profile/dropdown/battlesType
source: Battle Mode:
ru: Режим боя:

# profile/dropdown/existence
source: Available:
ru: Наличие:

# profile/dropdown/labels/all
source: Random, Tank Company
ru: Случайный, Ротный

# profile/dropdown/labels/clan
source: Global Map
ru: Глобальная карта

# profile/dropdown/labels/company
source: Tank Company Battle
ru: Ротный бой

# profile/dropdown/labels/random
source: Random Battle
ru: Случайный бой

# profile/dropdown/labels/team
source: Team: Unranked Battles
ru: Командный: обычная игра

# profile/params/tooltip/markOfMasteryDisabled/body
source: Mastery Badges are not granted in this battle mode.
ru: В данном режиме боя знаки классности не присваиваются

# profile/params/tooltip/markOfMasteryDisabled/header
source: Mastery Badge: Ace Tanker
ru: Знак классности «Мастер»

# profile/params/tooltip/maxExpDisabled/body
source: Maximum experience is not displayed in this battle mode.
ru: В данном режиме боя максимальный опыт не отображается

# profile/params/tooltip/maxExpDisabled/header
source: Maximum Experience in a Battle
ru: Максимальный опыт за бой

# section/statistics/chart/levelDisabled/tooltip/body
source: Only vehicles of Tiers VI–VIII can fight in this battle mode.
ru: В данном режиме боя участвует только техника VI-VIII уровней.

# section/statistics/chart/levelDisabled/tooltip/header
source: Vehicle Tier: %(value)s
ru: Уровень техники: %(value)s

# section/summary/bottomBar/clansRoleLbl
source: of clan:
ru: клана:

# section/technique/page/emptyScreenLabel
source: You haven’t fought in this battle mode.
ru: Вы не участвовали в данном режиме боёв

# section/technique/window/emptyScreenLabel
source: The player hasn’t fought in this battle mode.
ru: Игрок не участвовал в данном режиме боёв

# profile/summary/nextAwards/tooltip/body
source: Upcoming awards are attached to the ribbon.
ru: Лента заполняется наградами, условия для получения которых почти выполнены.

# profile/summary/nextAwards/tooltip/header
source: Subsequent Awards
ru: Ближайшие награды

# profile/summary/significantAwards/tooltip/body
source: The player's most significant awards are attached to the ribbon.
ru: Лента заполняется наиболее важными наградами из всех, полученных игроком

# profile/summary/significantAwards/tooltip/header
source: Valuable Awards
ru: Значимые награды

# section/technique/emptyScreenLabel/battleType/all
source: No vehicles in the Garage that have fought in Random and Tank Company Battles.
ru: В Ангаре нет техники, принимавшей участие в Случайных и Ротных боях

# section/technique/emptyScreenLabel/battleType/team
source: No vehicles in the Garage that have fought in Team Battles.
ru: В Ангаре нет техники, принимавшей участие в Командных боях

# tooltip/dropdown/battleType/body
source: Enable filter to view statistics on battle modes.
ru: Установить фильтр на отображение статистики по режимам боёв

# tooltip/dropdown/battleType/header
source: Sort by Battle Modes
ru: Сортировка по режимам боёв

# profile/dropdown/labels/historical
source: Historical Battle
ru: Исторический бой

# profile/params/tooltip/achievementsCount/body
source: Awards received in Battlefield category
ru: Полученные награды категории «Поле боя»

# profile/params/tooltip/achievementsCount/header
source: Awards
ru: Награды

# profile/params/tooltip/armorUsing/body
source: Ratio of damage blocked by armor to damage received, from non-penetrating hits and ricochets of AP, HEAT, and APCR shells. Potential damage from HE and HESH shells is not counted. • Average damage blocked by armor from these types of shells: %(value_0)s
ru: Результат деления показателей заблокированного бронёй урона от непробитий и рикошетов бронебойными, кумулятивными и подкалиберными снарядами на урон, полученный от этих типов снарядов. Потенциальный урон от осколочно-фугасных и HESH снарядов не учитывается. • Средний заблокированный бронёй урон за бой от перечисленных типов снарядов: %(value_0)s

# profile/params/tooltip/armorUsing/header
source: Armor-Use Efficiency
ru: Эффективность использования брони

# profile/params/tooltip/avgAssistedDamage/body
source: Including: • Damage upon your spotting • Damage upon your destroying a track
ru: Учитываются: • урон по вашим разведданным; • урон после вашего попадания, сбившего гусеницу.

# profile/params/tooltip/avgAssistedDamage/header
source: Average Damage Caused with Your Assistance
ru: Средний урон, нанесённый с вашей помощью

# profile/params/tooltip/avgAssistedDamage/short/body
source: Including: • Damage upon your spotting • Damage upon your destroying a track
ru: Учитываются: • урон по вашим разведданным; • урон после вашего попадания, сбившего гусеницу.

# profile/params/tooltip/avgAssistedDamage/short/header
source: Damage Caused with Your Assistance
ru: Урон, нанесённый с вашей помощью

# profile/params/tooltip/avgDestroyedVehicles/body
source: Ratio of total number of enemy vehicles destroyed to number of battles fought
ru: Отношение общего количества уничтоженных машин противника к количеству проведённых боёв

# profile/params/tooltip/avgDestroyedVehicles/header
source: Enemy Vehicles Destroyed
ru: Уничтожено машин противника

# profile/params/tooltip/avgDetectedEnemies/body
source: Ratio of total number of enemy vehicles spotted to number of battles fought
ru: Отношение общего количества обнаруженных машин противника к количеству проведённых боёв

# profile/params/tooltip/avgDetectedEnemies/header
source: Enemy Vehicles Spotted
ru: Обнаружено машин противника

# profile/params/tooltip/avgDmg/short/body
source: Ratio of total damage caused to number of battles fought
ru: Отношение общего количества нанесённого урона к количеству проведённых боёв

# profile/params/tooltip/avgDmg/short/header
source: Damage Caused
ru: Нанесённый урон

# profile/params/tooltip/avgEx/short/body
source: Ratio of total experience points earned to number of battles fought
ru: Отношение общего количества заработанного опыта к количеству проведённых боёв

# profile/params/tooltip/avgEx/short/header
source: Experience
ru: Опыт

# profile/params/tooltip/avgReceivedDamage/body
source: Ratio of total damage received to number of battles fought
ru: Отношение общего количества полученного урона к количеству проведённых боёв

# profile/params/tooltip/avgReceivedDamage/header
source: Damage Received
ru: Полученный урон

# profile/params/tooltip/capturePoints/body
source: Number of enemy base capture points earned
ru: Количество заработанных очков захвата базы противника

# profile/params/tooltip/capturePoints/header
source: Base Capture Points
ru: Очки захвата базы

# profile/params/tooltip/droppedCapturePoints/body
source: Number of ally base defense points earned
ru: Количество заработанных очков защиты базы союзников

# profile/params/tooltip/droppedCapturePoints/header
source: Base Defense Points
ru: Очки защиты базы

# profile/params/tooltip/maxDamage/body
source: Record achieved in %(value_0)s
ru: Рекорд установлен на %(value_0)s

# profile/params/tooltip/maxDamage/header
source: Maximum Damage in a Battle
ru: Максимальный урон за бой

# profile/params/tooltip/usedTechnics/body
source: Vehicles that have fought at least one Historical Battle.
ru: Техника, на которой был проведён хотя бы 1 Исторический бой

# profile/params/tooltip/usedTechnics/header
source: Vehicles Used
ru: Используемая техника

# section/statistics/bodyBar/label/charts
source: Infographics
ru: Инфографика

# section/statistics/bodyBar/label/detailed
source: Statistics
ru: Данные

# section/statistics/bodyParams/label/average
source: Average Score per Battle
ru: Средние показатели за бой

# section/statistics/bodyParams/label/common
source: General Parameters
ru: Общие параметры

# section/statistics/bodyParams/label/record
source: Record Score
ru: Рекордные показатели

# section/statistics/headerText/all
source: Random and tank Company
ru: Случайные и Ротные

# section/statistics/headerText/historical
source: Historical Battles
ru: Исторические бои

# section/statistics/headerText/team
source: Team: Unranked Battles
ru: Командные бои: обычная игра

# section/statistics/scores/achievementsCount
source: Awards
ru: Награды

# section/statistics/scores/armorUsing
source: Armor-use efficiency
ru: Эффективность использования брони

# section/statistics/scores/avgAssistedDamage
source: Average damage caused with your assistance
ru: Средний урон, нанесённый с вашей помощью

# section/statistics/scores/avgAssistedDamage/short
source: Damage caused with your assistance
ru: Урон, нанесённый с вашей помощью
