Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/profile.*.resx
Languages: ru

# profile/params/tooltip/dif/fallout/destroyCoeff/body
source: Ratio of enemy vehicles destroyed to number of times the player's vehicle was destroyed (including by Combat Reserves), considering that: • Enemy vehicles destroyed by your vehicles: %(value_0)s • Enemy vehicles destroyed by Combat Reserves: %(value_2)s • Player's vehicles destroyed by enemy vehicles and Combat Reserves: %(value_1)s
ru: Результат деления показателей «Уничтожил» на «Уничтожен» с учётом применения боевых резервов. При этом: • уничтожил своей техникой: %(value_0)s • уничтожил боевыми резервами: %(value_2)s • %(value_1)s раз был уничтожен техникой и боевыми резервами противника.

# profile/params/tooltip/dif/fallout/destroyCoeff/header
source: Destruction Ratio
ru: Коэффициент уничтожения

# profile/params/tooltip/dif/fallout/destroyCoeff/vehicle/body
source: Ratio of enemy vehicles destroyed to number of times the player's vehicle was destroyed (not including Combat Reserves), considering that: • Enemy vehicles destroyed: %(value_0)s • Player's vehicles destroyed: %(value_1)s
ru: Результат деления показателей «Уничтожил» и «Уничтожен» без учёта применения боевых резервов. При этом: • уничтожил: %(value_0)s • уничтожен: %(value_1)s

# profile/params/tooltip/dif/fallout/destroyCoeff/vehicle/header
source: Destruction Ratio
ru: Коэффициент уничтожения

# profile/params/tooltip/dif/fallout/hits/body
source: Accuracy of firing at enemy vehicles (not including Combat Reserves)
ru: Точность стрельбы по технике противника без учёта применения боевых резервов.

# profile/params/tooltip/dif/fallout/hits/header
source: Hits
ru: Попадания

# profile/params/tooltip/dif/fallout/maxDamage/body
source: Achieved record includes Combat Reserves.
ru: Рекорд установлен с учётом применения боевых резервов.

# profile/params/tooltip/dif/fallout/maxDamage/header
source: Most Damage in a Battle
ru: Максимальный урон за бой

# profile/params/tooltip/dif/fallout/maxDamage/vehicle/body
source: Achieved record does not include Combat Reserves.
ru: Рекорд установлен без учёта применения боевых резервов.

# profile/params/tooltip/dif/fallout/maxDamage/vehicle/header
source: Most Damage in a Battle
ru: Максимальный урон за бой

# profile/params/tooltip/dif/fallout/maxDestroyed/body
source: Achieved record includes Combat Reserves.
ru: Рекорд установлен с учётом применения боевых резервов.

# profile/params/tooltip/dif/fallout/maxDestroyed/header
source: Most Vehicles Destroyed in a Battle
ru: Максимум уничтожено за бой

# profile/params/tooltip/dif/fallout/maxDestroyed/vehicle/body
source: Achieved record does not include Combat Reserves.
ru: Рекорд установлен без учёта применения боевых резервов.

# profile/params/tooltip/dif/fallout/maxDestroyed/vehicle/header
source: Most Vehicles Destroyed in a Battle
ru: Максимум уничтожено за бой

# profile/params/tooltip/dif/fallout/wins/body
source: Total number of victories
ru: Общее количество одержанных побед.

# profile/params/tooltip/dif/fallout/wins/header
source: Victories
ru: Победы

# profile/params/tooltip/flagsAbsorbed/body
source: Total number of flags destroyed
ru: Общее количество уничтоженных флагов.

# profile/params/tooltip/flagsAbsorbed/header
source: Flags Destroyed
ru: Уничтожено флагов

# profile/params/tooltip/flagsDelivered/body
source: Total number of flags delivered to your base
ru: Общее количество доставленных на базу флагов.

# profile/params/tooltip/flagsDelivered/header
source: Flags Delivered
ru: Доставлено флагов

# profile/params/tooltip/kdr/body
source: Ratio of enemy vehicles destroyed to number of times the player's vehicle was destroyed (including Combat Reserves), considering that: • Enemy vehicles destroyed by your vehicles: %(value_0)s • Enemy vehicles destroyed by Combat Reserves: %(value_1)s • Player's vehicles destroyed by enemy vehicles and Combat Reserves: %(value_2)s
ru: Результат деления показателей «Уничтожил» и «Уничтожен» с учётом применения боевых резервов. При этом: • уничтожил своей техникой: %(value_0)s • уничтожил боевыми резервами: %(value_1)s • %(value_2)s раз был уничтожен техникой и боевыми резервами противника.

# profile/params/tooltip/kdr/header
source: Destruction Ratio
ru: Коэффициент уничтожения

# profile/params/tooltip/maxVictoryPoints/body
source: Most victory points earned in a battle across all battles fought
ru: Рекордный показатель заработанных очков победы за бой среди всех проведённых боёв.

# profile/params/tooltip/maxVictoryPoints/header
source: Most Victory Points Earned in a Battle
ru: Максимум очков победы за бой

# profile/params/tooltip/maxWinPoints/body
source: Most victory points earned in a battle across all battles fought
ru: Рекордный показатель заработанных очков победы за бой среди всех проведённых боёв.

# profile/params/tooltip/maxWinPoints/header
source: Most Victory Points Earned in a Battle
ru: Максимум очков победы за бой

# profile/params/tooltip/totalVehs/body
source: Total number of different vehicles used
ru: Суммарное количество используемой техники разных моделей.

# profile/params/tooltip/totalVehs/header
source: Vehicles Used
ru: Парк машин

# section/statistics/chart/levelDisabled7x7/tooltip/body
source: Only Tier VI–VIII vehicles can fight in this battle mode.
ru: В данном режиме боя участвует только техника VI-VIII уровней.

# section/statistics/chart/levelDisabled7x7/tooltip/header
source: Vehicle Tier: %(value)s
ru: Уровень техники: %(value)s

# section/statistics/chart/levelDisabledFallout/tooltip/body
source: Only Tier VIII-X vehicles can fight in this battle mode.
ru: В данном режиме боя участвует только техника VIII-X уровней.

# section/statistics/chart/levelDisabledFallout/tooltip/header
source: Vehicle Tier: %(value)s
ru: Уровень техники: %(value)s

# section/statistics/headerText/fallout
source: Rampage
ru: Бой до последнего

# section/statistics/scores/avgVictoryPoints
source: Average number of victory points
ru: Среднее количество очков победы

# section/statistics/scores/flagsAbsorbed
source: Flags destroyed
ru: Уничтожено флагов

# section/statistics/scores/flagsDelivered
source: Flags delivered
ru: Доставлено флагов

# section/statistics/scores/killDeathRatio
source: Destruction ratio
ru: Коэффициент уничтожения

# section/statistics/scores/maxVictoryPoints
source: Most victory points earned in a battle
ru: Максимум очков победы за бой

# section/statistics/scores/totalVehs
source: Vehicles
ru: Парк машин

# section/technique/emptyScreenLabel/battleType/fallout
source: No vehicles in your Garage have fought in the Rampage mode.
ru: В Ангаре нет техники, принимавшей участие в режиме «Бой до последнего»

# section/technique/sort/tooltip/winRate/body
source: Sort by rate of victories.
ru: Сортировать по проценту побед

# section/technique/sort/tooltip/winRate/header
source: Victories
ru: Победы

# profile/params/tooltip/assistedStunDamage/body
source: Total amount of damage caused to stunned enemy vehicles
ru: Общее количество урона по оглушённому противнику

# profile/params/tooltip/assistedStunDamage/header
source: Damage to Enemy Vehicles Stunned by You
ru: Урон по оглушённым вами целям

# profile/params/tooltip/avgAssistedStunDamage/body
source: Ratio of total amount of damage caused to stunned enemy vehicles to the number of battles fought
ru: Отношение общего количества урона по оглушённому противнику к количеству проведённых боёв

# profile/params/tooltip/avgAssistedStunDamage/header
source: Damage to Enemy Vehicles Stunned by You
ru: Урон по оглушённым вами целям

# profile/params/tooltip/avgStunNumber/body
source: Ratio of total number of hits that stunned the enemy crew to the number of battles fought
ru: Отношение общего количества совершённых попаданий с оглушением экипажа противника к количеству проведённых боёв

# profile/params/tooltip/avgStunNumber/header
source: Number of Stuns
ru: Количество оглушений

# profile/params/tooltip/stunNumber/body
source: Total number of hits that stunned the enemy crew
ru: Общее количество совершённых попаданий с оглушением экипажа противника

# profile/params/tooltip/stunNumber/header
source: Number of Stuns
ru: Количество оглушений

# section/statistics/detailed/avgAssistedStunDamage
source: Damage to enemy vehicles stunned by you
ru: Урон по оглушённым вами целям

# section/statistics/detailed/stunNumber
source: Number of stuns
ru: Количество оглушений

# section/technique/statistics/assistedStunDamage
source: Damage to enemy vehicles stunned by you
ru: Урон по оглушённым вами целям

# section/technique/statistics/avgAssistedStunDamage
source: Damage to enemy vehicles stunned by you
ru: Урон по оглушённым вами целям

# section/technique/statistics/avgStunNumber
source: Number of stuns
ru: Количество оглушений

# section/technique/statistics/stunNumber
source: Number of stuns
ru: Количество оглушений

# profile/dropdown/labels/ranked
source: Ranked
ru: Ранговый

# profile/params/tooltip/maxDamage/vehicle/body
source: Most damage caused to enemy vehicles in a battle.
ru: Максимальный урон, нанесённый технике противника за бой.

# profile/params/tooltip/maxDamage/vehicle/header
source: Most Damage
ru: Максимальный урон за бой

# profile/params/tooltip/maxDestroyed/vehicle/body
source: Most enemy vehicles destroyed in a battle.
ru: Максимальное количество машин противника, лично уничтоженных за бой.

# profile/params/tooltip/maxDestroyed/vehicle/header
source: Most Vehicles Destroyed
ru: Максимум уничтожено за бой

# profile/params/tooltip/maxExp/vehicle/body
source: Most experience earned in a battle, including Premium Account.
ru: Максимальный опыт с учётом премиум аккаунта, заработанный за бой.

# profile/params/tooltip/maxExp/vehicle/header
source: Most Experience
ru: Максимальный опыт за бой

# profile/params/tooltip/ranked/avgFrags/body
source: Average number of enemy vehicles destroyed in a battle
ru: Среднее количество уничтоженной за бой техники противника

# profile/params/tooltip/ranked/avgFrags/header
source: Average number of vehicles destroyed
ru: Среднее количество уничтоженной техники

# profile/params/tooltip/ranked/avgPoints/body
source: The ratio of battles where a chevron was received to the total number of battles in the mode, where: • Battles where a chevron was received: %(value_0)s • Total number of battles: %(value_1)s
ru: Отношение количества боёв, в которых был получен шеврон, к общему количеству боёв в режиме, при этом: • бои, принёсшие шеврон: %(value_0)s • бои всего: %(value_1)s

# profile/params/tooltip/ranked/avgPoints/header
source: Ranked Battles Efficiency
ru: Эффективность игры

# profile/params/tooltip/ranked/points/body
source: Total number of points earned
ru: Общее количество заработанных очков

# profile/params/tooltip/ranked/points/header
source: Rank Points
ru: Очки ранга

# profile/ranked/seasonsdropdown/all
source: All seasons
ru: Все сезоны

# profile/ranked/seasonsdropdown/current
source: Current season
ru: Текущий сезон

# profile/ranked/seasonsdropdown/previous
source: Previous season
ru: Предыдущий сезон

# section/statistics/headerText/ranked
source: Ranked Battle
ru: Ранговый бой

# section/statistics/scores/ranked/avgFrags
source: Average number of destroyed vehicles
ru: Среднее количество уничтоженной техники

# section/statistics/scores/ranked/avgPoints
source: Ranked Battles Efficiency
ru: Эффективность игры

# section/statistics/scores/ranked/points
source: Rank Points
ru: Очки ранга

# section/technique/emptyScreenLabel/battleType/ranked
source: No vehicles in the Garage that have fought in Ranked Battles
ru: В Ангаре нет техники, принимавшей участие в Ранговых боях

# profile/dropdown/labels/epicRandom
source: Grand Battle
ru: Генеральное сражение

# profile/tabs/tooltip/hof/body
source: View ratings in the Hall of Fame
ru: Посмотреть рейтинги в Зале славы

# profile/tabs/tooltip/hof/header
source: Hall of Fame
ru: Зал славы

# profile/tabs/tooltip/hofDisabled/body
source: The Hall of Fame is temporarily unavailable. Please try again later.
ru: Зал славы временно недоступен. Повторите попытку позже.

# profile/tabs/tooltip/hofDisabled/header
source: Attention
ru: Внимание

# section/hof/BrowserView/closeBtn
source: CLOSE
ru: ЗАКРЫТЬ

# section/hof/achievementsRatingsBtn)
source: Go to Ratings
ru: Перейти к рейтингу

# section/hof/achievementsRatingsTitle)
source: Achievements in Random Battles
ru: Достижения в Случайных боях

# section/hof/betaBtn
source: BETA
ru: БЕТА

# section/hof/betaTooltip
source: The Hall of Fame and World of Tanks Rating are in BETA testing
ru: Зал славы и новый «Рейтинг World of Tanks» находятся в стадии бета-тестирования

# section/hof/mainDescription
source: View your battle performance and position in the ratings among other players for the selected periods.
ru: Следите за своей боевой эффективностью и позициями в рейтингах среди других игроков на выбранном отрезке времени.

# section/hof/mainTitle
source: Hall of Fame
ru: Зал славы

# section/hof/notAvailable/tooltip/body
source: The Hall of Fame is temporarily unavailable. Please try again later.
ru: Зал славы временно недоступен. Повторите попытку позже.

# section/hof/notAvailable/tooltip/header
source: Attention
ru: Внимание

# section/hof/statusBtn/hideResults
source: Show Results
ru: Сделать результаты доступными

# section/hof/statusBtn/showResults
source: Hide Results
ru: Скрыть мои результаты

# section/hof/statusDescription/exclusion
source: The application for hiding your results in the ratings has been submitted and will be processed during the next adjustment of results.
ru: Заявка на скрытие ваших достижений в рейтингах подана и будет обработана при ближайшем пересчёте результатов.

# section/hof/statusDescription/hideResults
source: Your rating results are now hidden from other players.
ru: Вы скрыли свои достижения в рейтингах от других игроков.

# section/hof/statusDescription/inclusion
source: The application has been submitted and will be processed during the next adjustment of rating positions. Your rating results are now displayed to other players.
ru: Заявка подана и будет обработана при ближайшем пересчёте рейтинговых позиций. Ваши достижения в рейтингах будут доступны всем игрокам.

# section/hof/statusDescription/showResults
source: Your rating results are displayed to all players, friends, and clan members.
ru: Ваши достижения в рейтингах доступны для просмотра всем игрокам, друзьям и соклановцам.

# section/hof/title
source: Hall of Fame
ru: Зал славы

# section/hof/vehiclesRatingsBtn)
source: Go to Ratings
ru: Перейти к рейтингу

# section/hof/vehiclesRatingsTitle)
source: Vehicles in Random Battles
ru: Техника в Случайных боях

# section/statistics/headerText/epicRandom
source: Grand Battle
ru: Генеральное сражение

# section/technique/emptyScreenLabel/battleType/epicRandom
source: No vehicles in the Garage have fought in the Grand Battle mode
ru: В Ангаре нет техники, принимавшей участие в Генеральном сражении

# section/hof/achievementsRatingsBtn
source: Go to Rating
ru: Перейти к рейтингу

# section/hof/achievementsRatingsTitle
source: Rating by Achievements in Ranked Battles
ru: Рейтинг по достижениям в Случайных боях

# section/hof/vehiclesRatingsBtn
source: Go to Rating
ru: Перейти к рейтингу

# section/hof/vehiclesRatingsTitle
source: Rating by Vehicles in Ranked Battles
ru: Рейтинг по технике в Случайных боях
