Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/profile.*.resx
Languages: ru

# section/statistics/scores/avgExperience/short
source: Experience
ru: Опыт

# section/statistics/scores/capturePoints
source: Base capture points
ru: Очки захвата базы

# section/statistics/scores/droppedCapturePoints
source: Base defense points
ru: Очки защиты базы

# section/statistics/scores/maxDamage
source: Maximum damage in a battle
ru: Максимальный урон за бой

# section/statistics/scores/usedTechnics
source: Vehicles used
ru: Используемая техника

# section/technique/emptyScreenLabel/battleType/historical
source: No vehicles in the Garage that have fought in Historical Battles.
ru: В Ангаре нет техники, принимавшей участие в Исторических боях.

# section/technique/statistics/common
source: General parameters
ru: Общие параметры

# section/technique/statistics/maxDamage
source: Maximum damage in a battle
ru: Максимальный урон за бой

# section/technique/statistics/records
source: Record score
ru: Рекордные показатели

# section/technique/statistics/tankingCoefficient
source: Armor-use efficiency
ru: Эффективность использования брони

# profile/dropdown/labels/fortifications
source: Stronghold: Battles
ru: Укрепрайон: сражения

# profile/dropdown/labels/fortifications/battles
source: Advance
ru: Наступление

# profile/dropdown/labels/fortifications/sorties
source: Skirmishes
ru: Вылазки

# profile/params/tooltip/fort/battles/body
source: Total Advances, including: • Victories: %(value_0)s • Defeats: %(value_1)s • Draws: %(value_2)s.
ru: Общее количество боёв в Наступлениях. Из них: • побед: %(value_0)s • поражений: %(value_1)s • ничьих: %(value_2)s

# profile/params/tooltip/fort/battles/header
source: Advances
ru: Наступления

# profile/params/tooltip/fort/battlesWinsEfficiency/body
source: Total rate of victories in Advances
ru: Общий процент одержанных побед в Наступлениях

# profile/params/tooltip/fort/battlesWinsEfficiency/header
source: Victories in Advances
ru: Победы в Наступлениях

# profile/params/tooltip/fort/resource/body
source: Ratio of total Industrial Resource earned to the number of Skirmishes conducted
ru: Отношение общего количества заработанного промресурса к количеству проведённых Вылазок.

# profile/params/tooltip/fort/resource/header
source: Average Plunder per Skirmish
ru: Средняя добыча за Вылазку

# profile/params/tooltip/fort/sortie/body
source: Total number of Skirmishes conducted, including: • Victories: %(value_0)s • Defeats: %(value_1)s • Draws: %(value_2)s
ru: Общее количество проведённых Вылазок. Из них: • побед: %(value_0)s • поражений: %(value_1)s • ничьих: %(value_2)s

# profile/params/tooltip/fort/sortie/header
source: Skirmishes
ru: Вылазки

# profile/params/tooltip/fort/sortieWinsEfficiency/body
source: Total rate of victories in Skirmishes
ru: Общий процент одержанных побед в Вылазках

# profile/params/tooltip/fort/sortieWinsEfficiency/header
source: Victories in Skirmishes
ru: Победы в Вылазках

# profile/params/tooltip/fortBattles/maxResources/body
source: Maximum amount of Industrial Resource earned in Advances
ru: Максимальное количество промресурса, заработанного в Наступлениях

# profile/params/tooltip/fortBattles/maxResources/header
source: Maximum amount of plunder earned in Advances
ru: Максимальная добыча в Наступлениях

# profile/params/tooltip/fortBattles/totalResources/body
source: Total amount of Industrial Resource earned in Advances
ru: Общее количество заработанного промресурса во всех проведённых Наступлениях

# profile/params/tooltip/fortBattles/totalResources/header
source: Total amount of plunder earned in Advances
ru: Суммарная добыча в Наступлениях

# profile/params/tooltip/fortBattlesWins/body
source: Total rate of victories in Advances
ru: Общий процент одержанных побед в Наступлениях

# profile/params/tooltip/fortBattlesWins/header
source: Victories in Advances
ru: Победы в Наступлениях

# profile/params/tooltip/fortSortieWins/body
source: Total rate of victories in Skirmishes
ru: Общий процент одержанных побед в Вылазках

# profile/params/tooltip/fortSortieWins/header
source: Victories in Skirmishes
ru: Победы в Вылазках

# profile/params/tooltip/fortSorties/avgResources/body
source: Ratio of total Industrial Resource earned to the number of Skirmishes conducted
ru: Отношение общего количества заработанного промресурса к количеству проведённых Вылазок

# profile/params/tooltip/fortSorties/avgResources/header
source: Average Amount of Plunder per Skirmish
ru: Средняя добыча за Вылазку

# profile/params/tooltip/fortSorties/totalResources/body
source: Total amount of Industrial Resource earned in all Skirmishes conducted
ru: Общее количество заработанного промресурса за все проведённые Вылазки

# profile/params/tooltip/fortSorties/totalResources/header
source: Total Amount of Plunder Earned in All Skirmishes
ru: Суммарная добыча за все Вылазки

# profile/params/tooltip/unavailableMaxDamage/body
source: No battles since introduction of the parameter
ru: С момента введения данного параметра бои не проводились.

# profile/params/tooltip/unavailableMaxDamage/header
source: Data Unavailable
ru: Данные недоступны

# section/awards/labels/marksOnGun
source: Marks of Excellence
ru: Отличительные отметки

# section/statistics/bodyBar/label/fortBattles
source: Details on Advances
ru: Данные по Наступлениям

# section/statistics/bodyBar/label/fortSortie
source: Details on Skirmishes
ru: Данные по Вылазкам

# section/statistics/bodyBar/label/specific
source: Special
ru: Особые

# section/statistics/bodyParams/label/fortBattles
source: Advances
ru: Бои в Наступлениях

# section/statistics/bodyParams/label/fortSortie
source: Skirmishes
ru: Вылазки

# section/statistics/bodyParams/label/resource
source: Industrial Resource
ru: Промресурс

# section/statistics/headerText/fortifications
source: Stronghold: Battles
ru: Укрепрайон: сражения

# section/statistics/scores/fort/battles
source: Advances
ru: Наступления

# section/statistics/scores/fort/battlesWinsEfficiency
source: Victories
ru: Победы

# section/statistics/scores/fort/resource
source: Average amount of plunder per Skirmish
ru: Средняя добыча за Вылазку

# section/statistics/scores/fort/sortie
source: Skirmishes
ru: Вылазки

# section/statistics/scores/fort/sortieWinsEfficiency
source: Victories in Skirmishes
ru: Победы в Вылазках

# section/statistics/scores/fortBattles/maxResources
source: Maximum amount of plunder earned in Advances
ru: Максимальная добыча в Наступлении

# section/statistics/scores/fortBattles/totalResources
source: Total amount of plunder earned in Advances
ru: Суммарная добыча в Наступлениях

# section/statistics/scores/fortBattlesTotalWins
source: Victories in Advances
ru: Победы в Наступлениях

# section/statistics/scores/fortSortie
source: Skirmishes
ru: Вылазки

# section/statistics/scores/fortSortieTotalWins
source: Victories in Skirmishes
ru: Победы в Вылазках

# section/statistics/scores/fortSorties/AvgResources
source: Average amount of plunder per Skirmish
ru: Средняя добыча за Вылазку

# section/statistics/scores/fortSorties/totalResources
source: Total amount of plunder earned in Skirmishes
ru: Суммарная добыча в Вылазках

# section/statistics/scores/fortTotalBattles
source: Advances
ru: Наступления

# section/technique/emptyScreenLabel/battleType/fortBattles
source: No vehicles in the Garage that have fought in Advances
ru: В Ангаре нет техники, принимавшей участие в Наступлениях

# section/technique/emptyScreenLabel/battleType/fortSorties
source: No vehicles in the Garage that have engaged in Skirmishes.
ru: В Ангаре нет техники, принимавшей участие в Вылазках

# profile/params/tooltip/dif/fort/battlesCount/body
source: Total number of battles fought, including: • Victories: %(value_0)s • Defeats: %(value_1)s
ru: Общее количество проведённых боёв. Из них: • побед: %(value_0)s • поражений: %(value_1)s

# profile/params/tooltip/dif/fort/battlesCount/header
source: Battles
ru: Бои

# profile/params/tooltip/fort/looting/body
source: Total number of enemy Strongholds successfully pillaged
ru: Общее количество успешных разграблений Укрепрайона противника

# profile/params/tooltip/fort/looting/header
source: Pillages
ru: Разграбления

# profile/params/tooltip/unavailable/fort/battles/body
source: Total number of Advances. Parameter is unavailable in the current update.
ru: Общее количество боёв в Наступлениях Данный параметр недоступен в текущем обновлении.

# profile/params/tooltip/unavailable/fort/battles/header
source: Advances
ru: Бои в Наступлениях

# profile/params/tooltip/unavailable/fort/winsEfficiency/body
source: Total percentage of victories in Advances. Parameter is unavailable in the current update.
ru: Общий процент одержанных побед в Наступлениях Данный параметр недоступен в текущем обновлении.

# profile/params/tooltip/unavailable/fort/winsEfficiency/header
source: Victories in Advances
ru: Победы в Наступлениях

# section/statistics/scores/looting
source: Pillages
ru: Разграбления

# profile/params/tooltip/fortBattles/attacks/body
source: Total number of attacks on enemy Strongholds. Counted only if you fought at least one clash during the attack.
ru: Общее количество проведённых атак на Укрепрайоны противника. Засчитывается, если вами был проведён как минимум 1 бой во время атаки.

# profile/params/tooltip/fortBattles/attacks/header
source: Attacks
ru: Атаки

# profile/params/tooltip/fortBattles/defences/body
source: Total number of defensive actions in your Stronghold. Counted only if you fought at least one clash during the Defense Period.
ru: Общее количество раз, когда вы защищали собственный Укрепрайон. Засчитывается, если вами был проведён как минимум 1 бой во время периода обороны.

# profile/params/tooltip/fortBattles/defences/header
source: Defensive Actions
ru: Защиты

# section/statistics/scores/fortBattles/attacks
source: Attacks
ru: Атаки

# section/statistics/scores/fortBattles/defences
source: Defensive actions
ru: Защиты

# profile/dropdown/labels/staticTeam
source: Team: Ranked Battles
ru: Командный: игра в Ладдере

# profile/dropdown/labels/staticTeam/season
source: Team: Ranked Battles
ru: Командный: игра в Ладдере

# profile/seasonsdropdown/all
source: All seasons
ru: Все сезоны

# profile/seasonsdropdown/current
source: Current season
ru: Текущий сезон

# profile/seasonsdropdown/specific
source: Season %(date1)s – %(date2)s
ru: Сезон %(date1)s – %(date2)s

# profile/tabs/tooltip/formations/body
source: View details about the tactical units in which you were a member.
ru: Посмотреть подробную информацию о формированиях, в которых вы участвовали.

# profile/tabs/tooltip/formations/header
source: Tactical Units
ru: Формирования

# section/formations/clan/none
source: You are not a member of any clan.
ru: Вы не состоите в клане

# section/formations/clan/none/thirdperson
source: The player is not a member of any clan.
ru: Игрок не состоит в клане

# section/formations/clan/type
source: Clan
ru: Клан

# section/formations/fort/battles
source: Advances
ru: Наступления

# section/formations/fort/create
source: Create Stronghold
ru: Основать Укрепрайон

# section/formations/fort/level
source: Stronghold level: %s
ru: Уровень Укрепрайона: %s

# section/formations/fort/link
source: Stronghold achievements
ru: Достижения в Укрепрайоне

# section/formations/fort/none
source: Stronghold not created
ru: Укрепрайон не основан

# section/formations/fort/none/thirdperson
source: Player's clan does not have a Stronghold.
ru: Клан игрока не владеет Укрепрайоном

# section/formations/fort/resourceRating
source: Resource hunter rating
ru: Рейтинг добытчика

# section/formations/fort/sorties
source: Skirmishes
ru: Вылазки

# section/formations/history/battles
source: Battles as Member
ru: Боёв в составе

# section/formations/history/dates
source: Joined/Left Date
ru: Дата вступления/выхода

# section/formations/history/team
source: Team
ru: Команда

# section/formations/history/title
source: Player's Teams Log
ru: История команд игрока

# section/formations/joinDate
source: Join date: %s
ru: Дата вступления: %s

# section/formations/rank
source: Player's position: %s
ru: Должность игрока: %s

# section/formations/team/completedSeason
source: Season %s (ended)
ru: Сезон %s (завершён)

# section/formations/team/find
source: Go to Permanent Team search
ru: Перейти к поиску постоянной команды

# section/formations/team/league
source: Ladder: %(league)s. Division: %(division)s. Place: %(position)s.
ru: Лига: %(league)s. Дивизион: %(division)s. Место: %(position)s

# section/formations/team/none
source: You have no Permanent Teams.
ru: У вас нет постоянной команды

# section/formations/team/none/thirdperson
source: The player has no Permanent Teams.
ru: У игрока нет постоянной команды

# section/formations/team/season
source: Season %s
ru: Сезон %s

# section/formations/team/seasonBattles
source: Ranked Battles
ru: Игра в Ладдере

# section/formations/team/seasonWinRate
source: Victories in the season
ru: Победы за сезон

# section/formations/team/title
source: Team "%s"
ru: Команда «%s»

# section/formations/team/type
source: Team
ru: Команда

# section/formations/title
source: Tactical Units
ru: Формирования

# section/formations/tooltip/fort/battles/body
source: Total number of Advances, including: • Victories: %(wins)s • Defeats: %(losses)s • Draws: %(draws)s
ru: Общее количество проведённых боёв в Наступлениях. Из них: • побед: %(wins)s • поражений: %(losses)s • ничьих: %(draws)s

# section/formations/tooltip/fort/battles/header
source: Advances
ru: Наступления

# section/formations/tooltip/fort/level/body
source: The level of the Stronghold is equal to the level of its Command Center.
ru: Уровень Укрепрайона равен уровню его командного центра.

# section/formations/tooltip/fort/level/header
source: Stronghold Level
ru: Уровень Укрепрайона

# section/formations/tooltip/fort/link/body
source: Click to view the clan's Stronghold achievements.
ru: Нажмите, чтобы открыть браузер и перейти к достижениям данного клана в Укрепрайоне.

# section/formations/tooltip/fort/link/header
source: Stronghold Achievements
ru: Достижения в Укрепрайоне

# section/formations/tooltip/fort/resourceRating/body
source: Your place
ru: Ваше место

# section/formations/tooltip/fort/resourceRating/header
source: Resource Hunter Rating
ru: Рейтинг добытчика

# section/formations/tooltip/fort/sorties/body
source: Total number of Skirmishes conducted, including: • Victories: %(wins)s • Defeats: %(losses)s • Draws: %(draws)s
ru: Общее количество проведённых Вылазок. Из них: • побед: %(wins)s • поражений: %(losses)s • ничьих: %(draws)s

# section/formations/tooltip/fort/sorties/header
source: Skirmishes
ru: Вылазки

# section/formations/tooltip/team/link/body
source: Click to view the team profile.
ru: Нажмите, чтобы открыть профиль команды.

# section/formations/tooltip/team/link/header
source: Team Profile
ru: Профиль команды

# section/formations/tooltip/team/seasonBattles/body
source: Total number of Ranked Battles fought as a member of this team, including: • Victories: %(wins)s • Defeats: %(losses)s • Draws: %(draws)s
ru: Общее количество проведённых игр в Ладдере в составе данной команды. Из них: • побед: %(wins)s • поражений: %(losses)s • ничьих: %(draws)s

# section/formations/tooltip/team/seasonBattles/header
source: Ranked Battles
ru: Игра в Ладдере

# section/formations/tooltip/team/seasonWinRate/body
source: Total rate of victories in Ranked Battles
ru: Общий процент одержанных побед в играх в Ладдере

# section/formations/tooltip/team/seasonWinRate/header
source: Victories
ru: Победы

# section/statistics/headerText/staticTeam
source: Team: Ranked Battles
ru: Командные бои: игра в Ладдере

# section/technique/emptyScreenLabel/battleType/staticTeam
source: No vehicles in the Garage that have fought Ranked Battles.
ru: В Ангаре нет техники, принимавшей участие в играх в Ладдере

# profile/params/tooltip/avgAssistedDamage/shortOther/body
source: Including: • Damage upon player's spotting • Damage upon player's destroying a track
ru: Учитываются: • урон по разведданным игрока; • урон после попадания игрока, сбившего гусеницу.

# profile/params/tooltip/avgAssistedDamage/shortOther/header
source: Damage Caused With Player's Assistance
ru: Урон, нанесённый с помощью игрока

# profile/params/tooltip/avgAssistedDamage/shortSelf/body
source: Including: • Damage upon your spotting • Damage upon your destroying a track
ru: Учитываются: • урон по вашим разведданным; • урон после вашего попадания, сбившего гусеницу.

# profile/params/tooltip/avgAssistedDamage/shortSelf/header
source: Damage Caused with Your Assistance
ru: Урон, нанесённый с вашей помощью

# section/statistics/scores/avgAssistedDamage/shortOther
source: Damage Caused With Player's Assistance
ru: Урон, нанесённый с помощью игрока

# section/statistics/scores/avgAssistedDamage/shortSelf
source: Damage caused with your assistance
ru: Урон, нанесённый с вашей помощью

# profile/params/tooltip/clan/summaryDamageCoefficient/body
source: Ratio of "Damage caused" to "Damage received" for all battle levels, considering that: • Damage caused: %(value_0)s • Damage received: %(value_1)s
ru: Результат деления показателей «Нанесено урона» на «Получено урона» для всех уровней боёв. При этом: • нанесено урона: %(value_0)s • получено урона: %(value_1)s

# profile/params/tooltip/clan/summaryDamageCoefficient/header
source: Average Damage Ratio
ru: Средний коэффициент урона

# profile/summary/clan/btnLabel
source: Clan Profile
ru: Профиль клана

# profile/summary/clan/joinDate
source: Join Date:
ru: Дата вступления:

# profile/summary/clan/post
source: Position:
ru: Должность:

# profile/summary/club/btnLabel
source: Team Profile
ru: Профиль команды

# profile/summary/club/ladder
source: Leaderboard:
ru: Ладдер:

# profile/summary/club/ladderInfo
source: Ladder %(league)s, Division %(division)s
ru: Лига %(league)s, Дивизион %(division)s

# profile/summary/club/post
source: Position:
ru: Должность:

# profile/summary/noGroups
source: The player has no permanent tactical units.
ru: Игрок не состоит в постоянных формированиях.

# section/statistics/bodyBar/label/clan10
source: Tier X
ru: X уровень

# section/statistics/bodyBar/label/clan6
source: Tier VI
ru: VI уровень

# section/statistics/bodyBar/label/clan8
source: Tier VIII
ru: VIII уровень

# section/statistics/headerText/clan
source: Global Map
ru: Глобальная карта

# section/statistics/scores/clan/summaryDamageCoefficient
source: Average damage coefficient
ru: Средний коэффициент урона

# section/technique/emptyScreenLabel/battleType/globalMap
source: No vehicles in the Garage that have fought on the Global Map.
ru: В Ангаре нет техники, принимавшей участие в боях на Глобальной карте

# profile/dropdown/labels/fallout
source: Rampage
ru: Бой до последнего

# profile/params/tooltip/avgVictoryPoints/body
source: Ratio of total victory points earned to number of battles fought
ru: Отношение общего количества заработанных очков победы к количеству проведённых боёв

# profile/params/tooltip/avgVictoryPoints/header
source: Average Number of Victory Points
ru: Среднее количество очков победы

# profile/params/tooltip/dif/fallout/armorUsing/body
source: Ratio of damage blocked by armor to damage received, from non-penetrating hits and ricochets of AP, HEAT, and APCR shells. Damage from Combat Reserves, HE and HESH shells is not counted. • Average damage blocked by armor from these types of shells: %(value_0)s
ru: Результат деления показателей заблокированного бронёй урона от непробитий и рикошетов бронебойными, кумулятивными и подкалиберными снарядами на урон, полученный от этих типов снарядов. Полученный урон от боевых резервов, а также от фугасных и HESH снарядов не учитывается. • Средний заблокированный бронёй урон за бой от перечисленных типов снарядов: %(value_0)s

# profile/params/tooltip/dif/fallout/armorUsing/header
source: Armor-Use Efficiency
ru: Эффективность использования брони

# profile/params/tooltip/dif/fallout/avgDamage/body
source: Ratio of total damage caused (including with Combat Reserves) to number of battles fought
ru: Отношение общего количества нанесённого урона с учётом применения боевых резервов к количеству проведённых боёв.

# profile/params/tooltip/dif/fallout/avgDamage/header
source: Average Damage per Battle
ru: Средний урон за бой

# profile/params/tooltip/dif/fallout/avgDestroyedVehicles/body
source: Ratio of total number of enemy vehicles destroyed (including by Combat Reserves) to number of battles fought
ru: Отношение общего количества уничтоженных машин противника с учётом применения боевых резервов к количеству проведённых боёв.

# profile/params/tooltip/dif/fallout/avgDestroyedVehicles/header
source: Enemy Vehicles Destroyed
ru: Уничтожено машин противника

# profile/params/tooltip/dif/fallout/avgDestroyedVehicles/vehicle/body
source: Ratio of total number of enemy vehicles destroyed (not including Combat Reserves) to number of battles fought
ru: Отношение общего количества уничтоженных машин противника без учёта применения боевых резервов к количеству проведённых боёв.

# profile/params/tooltip/dif/fallout/avgDestroyedVehicles/vehicle/header
source: Enemy Vehicles Destroyed
ru: Уничтожено машин противника

# profile/params/tooltip/dif/fallout/avgDmg/short/body
source: Ratio of total damage caused (including by Combat Reserves) to number of battles fought
ru: Отношение общего количества нанесённого урона с учётом применения боевых резервов к количеству проведённых боёв.

# profile/params/tooltip/dif/fallout/avgDmg/short/header
source: Damage Caused
ru: Нанесённый урон

# profile/params/tooltip/dif/fallout/avgDmg/short/vehicle/body
source: Ratio of total damage caused (not including Combat Reserves) to number of battles fought
ru: Отношение общего количества нанесённого урона без учёта применения боевых резервов к количеству проведённых боёв.

# profile/params/tooltip/dif/fallout/avgDmg/short/vehicle/header
source: Damage Caused
ru: Нанесённый урон

# profile/params/tooltip/dif/fallout/avgReceivedDamage/body
source: Ratio of total damage received (including by Combat Reserves) to number of battles fought
ru: Отношение общего количества полученного урона с учётом применения боевых резервов к количеству проведённых боёв.

# profile/params/tooltip/dif/fallout/avgReceivedDamage/header
source: Damage Received
ru: Полученный урон

# profile/params/tooltip/dif/fallout/battlesCount/body
source: Total number of battles fought, including: • Victories: %(value_0)s
ru: Общее количество проведённых боёв. Из них: • побед: %(value_0)s

# profile/params/tooltip/dif/fallout/battlesCount/header
source: Battles
ru: Бои

# profile/params/tooltip/dif/fallout/damageCoeff/body
source: Ratio of "Damage caused" to "Damage received" (including by Combat Reserves), considering that: • Damage caused by your vehicles: %(value_0)s • Damage caused by Combat Reserves: %(value_2)s • Damage received from enemy vehicles and Combat Reserves: %(value_1)s
ru: Результат деления показателей «Нанесено урона» на «Получено урона» с учётом применения боевых резервов. При этом: • нанесено урона своей техникой: %(value_0)s • нанесено урона боевыми резервами: %(value_2)s • получено урона от техники и боевых резервов противника: %(value_1)s

# profile/params/tooltip/dif/fallout/damageCoeff/header
source: Damage Ratio
ru: Коэффициент урона

# profile/params/tooltip/dif/fallout/damageCoeff/vehicle/body
source: Ratio of "Damage caused" to "Damage received" (not including Combat Reserves), considering that: • Damage caused: %(value_0)s • Damage received: %(value_1)s
ru: Результат деления показателей «Нанесено урона» на «Получено урона» без учёта применения боевых резервов. При этом: • нанесено урона: %(value_0)s • получено урона: %(value_1)s

# profile/params/tooltip/dif/fallout/damageCoeff/vehicle/header
source: Damage Ratio
ru: Коэффициент урона
