Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# action/hero/full/tankmen/mixed
source: Train or retrain your crew at a discount of %(discount)s. A well-trained crew enhances vehicle characteristics and ensures that your vehicle unlocks its full potential. Please note that vehicle characteristics shown in your Garage are relevant if the crew is trained to 100%%. Therefore, if a weaker crew goes into a battle in the vehicle, its actual characteristics may be significantly lower.
ru: Обучите или переобучите экипаж со скидкой %(discount)s. Хорошо развитый экипаж дополняет характеристики машины и поможет эффективнее реализовывать потенциал вашей машины. Обратите внимание, что характеристики машины в Ангаре показаны с учётом экипажа, обученного на 100%%. Таким образом, если в бой пойдёт более слабый экипаж, характеристики машины будут заметно ниже заявленных в Ангаре.

# action/hero/full/tradeInSellPriceFactor
source: Trade in an old Premium vehicle for a new one, and receive a reimbursement in the amount of %(discount)s from the actual cost of the old Premium vehicle. This offer presents a perfect chance to save gold when trading in vehicles. Thoroughly scan the list of available vehicles and vehicles in your Garage to find the most profitable option.
ru: Сдайте наскучившую премиум машину при покупке новой и получите скидку в размере %(discount)s от актуальной стоимости сдаваемой премиум машины. Данная акция — прекрасная возможность сэкономить золото при обмене техники. Внимательно изучите списки как доступных для получения машин, так и тех, что имеются у вас в Ангаре. Посчитайте, в каком случае обмен станет для вас наиболее выгодным.

# action/label/battleQuests
source: Missions: %(count)s
ru: Боевых задач: %(count)s

# action/more/type/equipment
source: consumables
ru: единиц снаряжения

# action/more/type/goodies
source: Personal Reserves
ru: личных резервов

# action/more/type/optionalDevices
source: equipment
ru: единиц оборудования

# action/more/type/vehicles
source: vehicles
ru: машин

# action/short/berthsPrices
source: Beneficial price of %(discount)s to enlarge the Barracks
ru: Выгодная цена %(discount)s на расширение Казармы

# action/short/camouflage/credits
source: Up to a %(discount)s discount on purchasing Camouflage using credits
ru: Скидка на покупку временного камуфляжа до %(discount)s

# action/short/camouflage/gold
source: Up to a %(discount)s discount on purchasing Camouflage using gold
ru: Скидка на покупку постоянного камуфляжа до %(discount)s

# action/short/camouflage/mixed
source: Up to a %(discount)s discount on purchasing any Camouflage
ru: Скидка на покупку любого камуфляжа до %(discount)s

# action/short/camouflagePacket30Cost
source: Up to a %(discount)s discount on purchasing Camouflage (for 30 days)
ru: Скидка на покупку камуфляжа (на 30 дней) до %(discount)s

# action/short/camouflagePacket7Cost
source: Up to a %(discount)s discount on purchasing Camouflage (for 7 days)
ru: Скидка на покупку камуфляжа (на 7 дней) до %(discount)s

# action/short/camouflagePacketInfCost
source: Up to a %(discount)s discount on purchasing permanent Camouflage
ru: Скидка на покупку постоянного камуфляжа до %(discount)s

# action/short/changeRoleCost
source: A %(discount)s discount on changing crew qualifications
ru: Скидка %(discount)s на смену специальности членов экипажей

# action/short/clanCreationCost
source: A %(discount)s discount on creating a clan
ru: Скидка %(discount)s на создание клана

# action/short/cond_VehPrice/more
source: Up to a %(discount)s discount on purchasing %(vehicles)s and other vehicles
ru: Скидка до %(discount)s на покупку %(vehicles)s и др. технику

# action/short/cond_VehPrice/one
source: %(vehicles)s at a beneficial price of %(discount)s
ru: %(vehicles)s по выгодной цене в %(discount)s

# action/short/cond_VehPrice/two
source: Up to a %(discount)s discount on purchasing %(vehicles)s
ru: Скидка до %(discount)s на покупку %(vehicles)s

# action/short/creditsDropSkillsCost
source: A %(discount)s discount on resetting crew skills and perks using credits
ru: Скидка %(discount)s на сброс умений и навыков членов экипажей за кредиты

# action/short/creditsTankmanCost
source: A %(discount)s discount on crew training and retraining using credits
ru: Скидка %(discount)s на обучение и переобучение экипажа за кредиты

# action/short/dropSkills/mixed
source: A %(discount)s discount on resetting crew skills and perks
ru: Скидка %(discount)s на сброс умений и навыков членов экипажей

# action/short/emblem/credits
source: Up to a %(discount)s discount on purchasing Emblems using credits
ru: Скидка на покупку временных эмблем до %(discount)s

# action/short/emblem/gold
source: Up to a %(discount)s discount on purchasing Emblems using gold
ru: Скидка на покупку постоянных эмблем до %(discount)s

# action/short/emblem/mixed
source: Up to a %(discount)s discount on purchasing any Emblems
ru: Скидка на покупку любых эмблем до %(discount)s

# action/short/emblemPacket30Cost
source: Up to a %(discount)s discount on purchasing Emblems (for 30 days)
ru: Скидка на покупку эмблем (на 30 дней) до %(discount)s

# action/short/emblemPacket7Cost
source: Up to a %(discount)s discount on purchasing Emblems (for 7 days)
ru: Скидка на покупку эмблем (на 7 дней) до %(discount)s

# action/short/emblemPacketInfCost
source: Up to a %(discount)s discount on purchasing permanent Emblems
ru: Скидка на покупку постоянных эмблем до %(discount)s

# action/short/equipment/creditsPriceMultiplier
source: Up to a %(discount)s discount on purchasing consumables using credits
ru: Скидка до %(discount)s на покупку снаряжения за кредиты

# action/short/equipment/goldPriceMultiplier
source: Up to a %(discount)s discount on purchasing consumables using gold
ru: Скидка до %(discount)s на покупку снаряжения за золото

# action/short/equipment/mixed
source: Up to a %(discount)s discount on purchasing consumables
ru: Скидка до %(discount)s на покупку снаряжения

# action/short/exchangeRate
source: A beneficial exchange rate of %(discount)s on converting gold to credits
ru: Выгодный курс %(discount)s на перевод золота в кредиты

# action/short/femalePassportChangeCost
source: A %(discount)s discount on replacing crew personal data
ru: Скидка %(discount)s на смену документов членов экипажа

# action/short/freeXPConversionDiscrecity
source: A discount of %(discount)s on converting Combat Experience to Free Experience
ru: %(discount)s на перевод боевого опыта в свободный

# action/short/freeXPToTManXPRate
source: A %(discount)s bonus on converting Free Experience to Crew Experience
ru: Бонус %(discount)s к переводу свободного опыта в опыт экипажа

# action/short/goldDropSkillsCost
source: A %(discount)s discount on resetting crew skills and perks using gold
ru: Скидка %(discount)s на сброс умений и навыков членов экипажей за золото

# action/short/goldTankmanCost
source: A %(discount)s discount on crew training and retraining using gold
ru: Скидка %(discount)s на обучение и переобучение экипажа за золото

# action/short/inscription/credits
source: Up to a %(discount)s discount on purchasing Inscriptions using credits
ru: Скидка на покупку временных надписей до %(discount)s

# action/short/inscription/gold
source: Up to a %(discount)s discount on purchasing Inscriptions using gold
ru: Скидка на покупку постоянных надписей до %(discount)s

# action/short/inscription/mixed
source: Up to a %(discount)s discount on purchasing any Inscriptions
ru: Скидка на покупку любых надписей до %(discount)s

# action/short/inscriptionPacket30Cost
source: Up to a %(discount)s discount on purchasing Inscriptions (for 30 days)
ru: Скидка на покупку надписей (на 30 дней) до %(discount)s

# action/short/inscriptionPacket7Cost
source: Up to a %(discount)s discount on purchasing Inscriptions (for 7 days)
ru: Скидка на покупку надписей (на 7 дней) до %(discount)s

# action/short/inscriptionPacketInfCost
source: Up to a %(discount)s discount on purchasing Inscriptions using gold
ru: Скидка на покупку постоянных надписей до %(discount)s

# action/short/mul_CamouflagePriceFactor
source: Up to a %(discount)s discount on purchasing camouflages for: %(vehicles)s
ru: Скидка до %(discount)s на камуфляжи для: %(vehicles)s

# action/short/mul_EquipmentPrice
source: Up to a %(discount)s discount on purchasing consumables
ru: Скидка до %(discount)s на покупку снаряжения

# action/short/mul_GoodiePrice
source: Up to a %(discount)s discount on purchasing Personal Reserves
ru: Скидка до %(discount)s на покупку личных резервов

# action/short/mul_GoodiePriceAll
source: Up to a %(discount)s discount on purchasing Personal Reserves
ru: Скидка до %(discount)s на покупку личных резервов

# action/short/mul_OptionalDevicePrice
source: A discount of %(discount)s%% on purchasing equipment
ru: Скидка на покупку оборудования %(discount)s%%

# action/short/mul_OptionalDevicePriceAll
source: Up to a %(discount)s discount on purchasing equipment
ru: Скидка до %(discount)s на покупку оборудования

# action/short/mul_ShellPrice
source: A discount of %(discount)s on purchasing shells
ru: Скидка на покупку снарядов %(discount)s

# action/short/mul_VehPrice/more
source: Up to a %(discount)s discount on purchasing %(vehicles)s and other vehicles
ru: Скидка до %(discount)s на покупку %(vehicles)s и др. технику

# action/short/mul_VehPrice/one
source: %(vehicles)s at a beneficial price of %(discount)s
ru: %(vehicles)s по выгодной цене в %(discount)s

# action/short/mul_VehPrice/two
source: Up to a %(discount)s discount on purchasing %(vehicles)s
ru: Скидка до %(discount)s на покупку %(vehicles)s

# action/short/mul_VehRentPrice/more
source: Up to a %(discount)s discount on renting %(vehicles)s and other vehicles
ru: Скидка до %(discount)s на аренду %(vehicles)s и др. технику

# action/short/mul_VehRentPrice/one
source: Renting of %(vehicles)s at a beneficial price of %(discount)s
ru: Аренда %(vehicles)s по выгодной цене %(discount)s

# action/short/mul_VehRentPrice/two
source: Up to a %(discount)s discount on renting %(vehicles)s
ru: Скидка до %(discount)s на аренду %(vehicles)s

# action/short/paidRemovalCost
source: A %(discount)s discount on demounting complex equipment
ru: Скидка %(discount)s на демонтаж сложного оборудования

# action/short/passportChangeCost
source: A %(discount)s discount on replacing crew personal data
ru: Скидка %(discount)s на смену документов членов экипажа

# action/short/premiumPacket180Cost
source: Premium Account at a beneficial price: 180 days—%(discount)s
ru: Премиум аккаунт по выгодной цене: 180 дней — %(discount)s

# action/short/premiumPacket1Cost
source: Premium Account at a beneficial price: 1 day—%(discount)s
ru: Премиум аккаунт по выгодной цене: 1 день — %(discount)s

# action/short/premiumPacket30Cost
source: Premium Account at a beneficial price: 30 days—%(discount)s
ru: Премиум аккаунт по выгодной цене: 30 дней — %(discount)s

# action/short/premiumPacket360Cost
source: Premium Account at a beneficial price: 360 days—%(discount)s
ru: Премиум аккаунт по выгодной цене: 360 дней — %(discount)s

# action/short/premiumPacket3Cost
source: Premium Account at a beneficial price: 3 days—%(discount)s
ru: Премиум аккаунт по выгодной цене: 3 дня — %(discount)s

# action/short/premiumPacket7Cost
source: Premium Account at a beneficial price: 7 days—%(discount)s
ru: Премиум аккаунт по выгодной цене: 7 дней — %(discount)s

# action/short/set_EquipmentPrice
source: Up to a %(discount)s discount on purchasing consumables
ru: Скидка до %(discount)s на покупку снаряжения

# action/short/set_GoodiePrice
source: Up to a %(discount)s discount on purchasing Personal Reserves
ru: Скидка до %(discount)s на покупку личных резервов

# action/short/set_OptionalDevicePrice
source: A discount of %(discount)s%% on purchasing equipment
ru: Скидка на покупку оборудования %(discount)s%%

# action/short/set_ShellPrice
source: A discount of %(discount)s on purchasing shells
ru: Скидка на покупку снарядов %(discount)s

# action/short/set_VehPrice
source: Discount on purchasing vehicles
ru: Скидка на покупку техники

# action/short/shell/creditsPriceMultiplier
source: Up to a %(discount)s discount on purchasing shells using credits
ru: Скидка до %(discount)s на покупку снарядов за кредиты

# action/short/shell/goldPriceMultiplier
source: Up to a %(discount)s discount on purchasing shells using gold
ru: Скидка до %(discount)s на покупку снарядов за золото

# action/short/shell/mixed
source: Up to a %(discount)s discount on purchasing any shells
ru: Скидка до %(discount)s на покупку любых снарядов

# action/short/slotsPrices
source: A beneficial price of %(discount)s for purchasing Garage slots
ru: Выгодная цена %(discount)s на покупку слотов в Ангаре

# action/short/tankmen/mixed
source: A %(discount)s discount on crew training and retraining
ru: Скидка %(discount)s на обучение и переобучение экипажа

# action/short/tradeInSellPriceFactor
source: A reimbursement of %(discount)s on vehicle trade-in
ru: Зачёт в размере %(discount)s на обмен техники

# action/short/winXPFactorMode/always
source: A X%(discount)s bonus to Combat Experience for each victory
ru: X%(discount)s бонус к боевому опыту за каждую победу

# action/short/winXPFactorMode/daily
source: A X%(discount)s bonus to Combat Experience for the first victory
ru: X%(discount)s бонус к боевому опыту за первую победу

# action/time/finish
source: Expires:
ru: Завершение:

# action/time/left
source: Left:
ru: Осталось:

# bonusName/berths
source: Bunks in Barracks
ru: Мест в Казарме

# bonusName/camouflages
source: Camouflage
ru: Камуфляж

# bonusName/credits
source: Credits
ru: Кредиты

# bonusName/creditsFactor
source: Credits Multiplier
ru: Коэффициент кредитов

# bonusName/dailyXPFactor
source: Combat Experience Multiplier
ru: Коэффициент боевого опыта

# bonusName/emblems
source: Emblems
ru: Эмблемы

# bonusName/freeXP
source: Free Experience
ru: Свободный опыт

# bonusName/freeXPFactor
source: Free Experience Multiplier
ru: Коэффициент свободного опыта

# bonusName/gold
source: Gold
ru: Золото

# bonusName/inscriptions
source: Inscriptions
ru: Надписи

# bonusName/potapovToken
source: Bulletin
ru: Информационный листок

# bonusName/premium
source: Premium days
ru: Премиум дней

# bonusName/slots
source: Slots in the Garage
ru: Слотов в Ангаре

# bonusName/tankmen/no_skills
source: Crew
ru: Экипаж

# bonusName/tankmen/with_skills
source: Full Crew
ru: Укомплектованный экипаж

# bonusName/tankmenXP
source: Crew Experience
ru: Опыт экипажа

# bonusName/tankmenXPFactor
source: Crew Experience Multiplier
ru: Коэффициент опыта экипажа

# bonusName/xp
source: Combat Experience
ru: Боевой опыт

# bonusName/xpFactor
source: Combat Experience Multiplier
ru: Коэффициент боевого опыта

# bonuses/compensation/body
source: This reward compensates for the game assets you already have.
ru: Данная награда является компенсацией за уже имеющееся игровое имущество.

# bonuses/compensation/header
source: Compensation
ru: Компенсация

# bonuses/crystal/description
source: bonds: %(value)s
ru: %(value)s бон

# classes/small/AT-SPG
source: Tank Destroyers
ru: ПТ-САУ

# classes/small/SPG
source: SPGs
ru: САУ

# classes/small/heavyTank
source: HT
ru: ТТ

# classes/small/lightTank
source: LT
ru: ЛТ

# classes/small/mediumTank
source: MT
ru: СТ

# details/conditions/achievements/title
source: Earn
ru: Заслужить

# details/conditions/additional
source: Secondary conditions
ru: Дополнительные боевые условия

# details/conditions/alive/title
source: Survive
ru: Выжить

# details/conditions/alternative
source: Alternative conditions
ru: Альтернативные боевые условия

# details/conditions/clanKills/title
source: Destroy
ru: Уничтожить

# details/conditions/cumulative/damageAssistedRadioWhileInvisible
source: Damage upon your spotting (your vehicle must remain undetected when damage is caused)
ru: Урон по вашим разведданным (при условии, что вы не обнаружены в момент нанесения урона)

# details/conditions/cumulative/damageAssistedStun
source: Damage to be caused by allies to enemy vehicles stunned by you
ru: Урон, который должен быть нанесён союзниками по оглушённым вами целям

# details/conditions/cumulative/damageAssistedStunWhileInvisible
source: Damage to an enemy vehicle stunned by you; your vehicle must remain undetected when damage is caused
ru: Урон союзников по противнику, которого вы оглушили (при условии, что вы не обнаружены в момент нанесения урона)

# details/conditions/cumulative/damageAssistedTrackWhileInvisible
source: Damage caused by allies to the enemy vehicle immobilized by you (your vehicle must remain undetected when damage is caused)
ru: Урон союзников по противнику, которому вы сбили гусеницу (при условии, что вы не обнаружены в момент нанесения урона)

# details/conditions/cumulative/damagedVehicleCntAssistedRadio
source: Enable your allies to cause damage to enemy vehicles by spotting them
ru: Обеспечить союзникам нанесение урона по противнику, по которому вы передаёте разведданные

# details/conditions/cumulative/damagedVehicleCntAssistedStun
source: Stun an enemy vehicle. Your allies must cause damage to the enemy vehicle stunned by you.
ru: Оглушить противника. Союзники должны нанести урон по оглушённой вами цели.

# details/conditions/cumulative/damagedVehicleCntAssistedTrack
source: Enable your allies to cause damage to enemy vehicles by immobilizing them
ru: Обеспечить союзникам нанесение урона по противнику, которому вы сбили гусеницу

# details/conditions/cumulative/damagedWhileEnemyMoving
source: Damage to moving enemy vehicles
ru: Урон машинам противника, находящимся в движении

# details/conditions/cumulative/directEnemyHits
source: Hits on enemies
ru: Попадания по противнику

# details/conditions/cumulative/enemyHits
source: Hits on enemies
ru: Попадания по противнику

# details/conditions/cumulative/explosionEnemyHits
source: HE-shell explosions near enemies that caused burst damage
ru: Разрывы ОФ-снарядов рядом с противником, нанёсшие урон осколками

# details/conditions/cumulative/fortResource
source: Industrial Resource earned
ru: Заработанный промресурс

# details/conditions/cumulative/inBattleMaxPiercingSeries
source: Series of penetrations
ru: Серия пробитий подряд

# details/conditions/cumulative/inBattleMaxSniperSeries
source: Series of hits (with penetrations)
ru: Серия попаданий подряд (с учётом пробитий)

# details/conditions/cumulative/indirectEnemyHits
source: Ricochets on enemies
ru: Рикошеты по противнику

# details/conditions/cumulative/innerModuleDestrCount
source: Total destroyed enemy vehicles’ internal modules or injured members of their crew
ru: Сумма выведенных из строя внутренних модулей и/или раненных членов экипажа противника

# details/conditions/cumulative/killedAndDamagedByAllSquadmates
source: Enemy vehicles damaged or destroyed by Platoon members
ru: Повреждённые или уничтоженные взводом машины противника

# details/conditions/cumulative/killsAssistedRadio
source: Allies must destroy the enemy vehicle spotted by you
ru: Союзники должны уничтожить противника, по которому вы передаёте разведданные

# details/conditions/cumulative/killsAssistedStun
source: Your allies must destroy an enemy vehicle stunned by you
ru: Союзники должны уничтожить противника, которого вы оглушили

# details/conditions/cumulative/killsAssistedTrack
source: Allies must destroy the enemy vehicle immobilized by you
ru: Союзники должны уничтожить противника, которому вы сбили гусеницу

# details/conditions/cumulative/lifeTime
source: Survive in a battle for at least (s)
ru: Время жизни в бою, не менее (с)

# details/conditions/cumulative/marksOnGun
source: Obtain a Mark of Excellence on the gun
ru: Получить отличительную отметку на орудие

# details/conditions/cumulative/mileage
source: Drive a distance of at least (m)
ru: Пройденное расстояние, не менее (м)

# details/conditions/cumulative/percentFromTotalTeamDamage
source: Ratio of damage caused by you to the total amount of damage caused by your team
ru: Проценты урона от общего урона союзной команды

# details/conditions/cumulative/piercingEnemyHits
source: Penetrations to enemy vehicles
ru: Пробития противника

# details/conditions/cumulative/sniperDamageDealt
source: Damage caused at a distance of at least 300 meters
ru: Урон с расстояния не менее 300 метров

# details/conditions/cumulative/spottedAndDamagedSPG
source: Spot one or more enemy SPGs and cause any amount of damage to them
ru: Обнаружить САУ противника и нанести ей (или им) любые повреждения

# details/conditions/cumulative/stunDuration
source: Total duration of stun (in seconds) to cause to enemy vehicles
ru: Количество секунд, на которые нужно суммарно оглушить технику противника

# details/conditions/cumulative/stunNum
source: Stun enemy vehicles (times, total)
ru: Оглушить технику противника (суммарно раз)

# details/conditions/cumulative/stunned
source: Number of stuns to cause
ru: Количество оглушений, которые нужно нанести

# details/conditions/playBattle/title
source: Battle!
ru: В бой!

# details/conditions/target/title
source: Mission
ru: Задача

# details/conditions/top/title
source: Top %(value)s
ru: Топ-%(value)s

# details/conditions/vehicleDamage/title
source: Damage
ru: Повредить

# details/conditions/vehicleDamage/title/not
source: Do not damage
ru: Не повреждать

# details/conditions/vehicleStun
source: Duration of stun to an enemy vehicle (s)
ru: Нанести секунд оглушения машине противника

# details/conditions/vehicleStun/all
source: Duration of stun to any enemy vehicle (s)
ru: Нанести секунд оглушения любой машине противника

# details/conditions/vehicleStun/level
source: Duration of stun to a Tier %(level)s vehicle (s)
ru: Нанести секунд оглушения машине уровня: %(level)s

# details/conditions/vehicleStun/level/not
source: Do not stun Tier %(level)s vehicles for any duration
ru: Не нанести ни секунды оглушения технике уровня: %(level)s

# details/conditions/vehicleStun/nation
source: Duration of stun to an enemy vehicle of the following nation: %(nation)s (s)
ru: Нанести секунд оглушения машине нации: %(nation)s

# details/conditions/vehicleStun/nation/not
source: Do not stun enemy vehicles of the following nation: %(nation)s for any duration
ru: Не нанести ни секунды оглушения технике нации: %(nation)s

# details/conditions/vehicleStun/nation_level
source: Duration of stun to an enemy vehicle of nation: %(nation)s; Tier: %(level)s (s)
ru: Нанести секунд оглушения машине нации: %(nation)s; уровня: %(level)s

# details/conditions/vehicleStun/nation_level/not
source: Do not stun enemy vehicles of nation: %(nation)s; Tier: %(level)s for any duration
ru: Не нанести ни секунды оглушения технике нации: %(nation)s; уровня: %(level)s

# details/conditions/vehicleStun/nation_type
source: Duration of stun to an enemy vehicle of nation: %(nation)s; type: %(type)s (s)
ru: Нанести секунд оглушения машине нации: %(nation)s; типа: %(type)s

# details/conditions/vehicleStun/nation_type/not
source: Do not stun enemy vehicles of nation: %(nation)s; type: %(type)s for any duration
ru: Не нанести ни секунды оглушения технике нации: %(nation)s; типа: %(type)s

# details/conditions/vehicleStun/nation_type_level
source: Duration of stun to an enemy vehicle of nation: %(nation)s; type: %(type)s; Tier %(level)s (s)
ru: Нанести секунд оглушения машине нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleStun/nation_type_level/not
source: Do not stun enemy vehicles of nation: %(nation)s; type: %(type)s; Tier %(level)s for any duration
ru: Не нанести ни секунды оглушения технике нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleStun/not
source: Do not stun enemy vehicles for the indicated duration
ru: Не наносить секунд оглушения технике противника

# details/conditions/vehicleStun/title
source: Stun
ru: Оглушить

# details/conditions/vehicleStun/title/not
source: Do Not Stun
ru: Не оглушать
