Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# action/full/exchangeRate
source: Convert gold to credits at a favorable rate of %(discount)s. Converting for credits can save you time by helping you purchase a desired vehicle or expensive equipment faster.
ru: Переведите золото в кредиты по выгодному курсу: %(discount)s. Тем самым вы сэкономите время на заработок кредитов и быстрее купите понравившуюся машину, дорогостоящее оборудование и т.д.

# action/full/femalePassportChangeCost
source: Replace your crew members' Personal Data at a new price of %(discount)s gold. This offer includes changing the name, surname, and photo of your crew member.
ru: Смените документы членам экипажа по новой цене в %(discount)s золота. В услугу входят смена имени, фамилии, а также фотографии вашего члена экипажа.

# action/full/freeXPConversionDiscrecity
source: Convert Combat Experience to Free Experience with this attractive offer. Free Experience can be used to research any vehicle or module, as well as to train crew skills and perks.
ru: Переведите боевой опыт в свободный с большей выгодой. Свободный опыт можно использовать для исследования любой техники, модуля, или для развития умений и навыков экипажа.

# action/full/freeXPToTManXPRate
source: Convert Free Experience to Crew Experience with a x%(discount)s gain. The more experienced the crew, the more skills and perks they can learn, and the more efficient they are in battle.
ru: Переведите свободный опыт в опыт экипажа по выгодному курсу 1 к %(discount)s. Чем опытнее экипаж, тем больше умений и навыков ему доступны, и соответственно тем полезнее он в бою.

# action/full/goldDropSkillsCost
source: Reset the skills and perks of your crew members using gold at a discount of %(discount)s. It can help when you transfer your crew to a vehicle with a different role in battle.
ru: Сбросьте выбранные умения и навыки членов экипажа за золото со скидкой %(discount)s. Это поможет, если вы пересаживаете экипаж на машину с другой ролью в бою.

# action/full/goldTankmanCost
source: Train or retrain your crew using gold at a discount of %(discount)s. A well-trained crew enhances vehicle characteristics and ensures that your vehicle unlocks its full potential.
ru: Обучите или переобучите экипаж за золото со скидкой %(discount)s. Хорошо развитый экипаж дополняет характеристики машины и поможет эффективнее реализовывать потенциал вашей машины.

# action/full/inscription/credits
source: Purchase Inscriptions using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите надписи за кредиты со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/inscription/gold
source: Purchase Inscriptions using gold at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите надписи за золото со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/inscription/mixed
source: Purchase any Inscriptions at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите любые надписи со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/inscriptionPacket30Cost
source: Purchase Inscriptions (for 30 days) using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите надписи за кредиты (сроком на 30 дней) со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/inscriptionPacket7Cost
source: Purchase Inscriptions (for 7 days) using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите надписи за кредиты (сроком на 7 дней) со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/inscriptionPacketInfCost
source: Purchase Inscriptions using gold at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите надписи за золото со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/mul_CamouflagePriceFactor
source: Purchase a specific Camouflage at a discount of up to %(discount)s. The applied camouflage will not only help you to stand out, but also increase concealment of your vehicle.
ru: Купите определённый камуфляж со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины.

# action/full/mul_ShellPrice
source: Purchase any shells at a %(discount)s discount. Purchase ammunition at a discount in advance to save your resources.
ru: Закупайте любые снаряды со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сэкономит вам ресурсы в дальнейшем.

# action/full/mul_VehPrice
source: Discount on purchasing vehicles
ru: Скидка на покупку техники

# action/full/mul_VehRentPrice
source: Rent Premium vehicles at a discount. Now you can test a desired Premium vehicle at a reduced price before purchasing it.
ru: Арендуйте премиум технику со скидкой. Теперь протестировать желаемую премиум машину перед тем, как покупать, стало ещё выгоднее.

# action/full/paidRemovalCost
source: Demount complex equipment at a lower price: the discount on demounting now equals %(discount)s. With this special offer, you can save gold when demounting complex equipment.
ru: Демонтируйте сложное оборудование по сниженной цене: теперь скидка на демонтаж составляет %(discount)s. Благодаря этой акции вы сэкономите золото при смене сложного оборудования.

# action/full/passportChangeCost
source: Replace your crew members' Personal Data at a new price of %(discount)s gold. This offer includes the changing name, surname, and photo of your crew member.
ru: Смените документы членам экипажа по новой цене в %(discount)s золота. В услугу входят смена имени, фамилии, а также фотографии вашего члена экипажа.

# action/full/premiumPacket180Cost
source: Beneficial price for purchasing (or extending) Premium Account for 180 days: %(discount)s
ru: Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 180 дней: %(discount)s

# action/full/premiumPacket1Cost
source: Beneficial price for purchasing (or extending) Premium Account for 1 day: %(discount)s
ru: Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 1 день: %(discount)s

# action/full/premiumPacket30Cost
source: Beneficial price for purchasing (or extending) Premium Account for 30 days: %(discount)s
ru: Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 30 дней: %(discount)s

# action/full/premiumPacket360Cost
source: Beneficial price for purchasing (or extending) Premium Account for 360 days: %(discount)s
ru: Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 360 дней: %(discount)s

# action/full/premiumPacket3Cost
source: Beneficial price for purchasing (or extending) Premium Account for 3 days: %(discount)s
ru: Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 3 дня: %(discount)s

# action/full/premiumPacket7Cost
source: Beneficial price for purchasing (or extending) Premium Account for 7 days: %(discount)s
ru: Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 7 дней: %(discount)s

# action/full/set_ShellPrice
source: Purchase any shells at a %(discount)s discount. Purchase ammunition at a discount in advance to save your resources.
ru: Закупайте любые снаряды со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сэкономит вам ресурсы в дальнейшем.

# action/full/set_VehPrice
source: Discount on purchasing vehicles
ru: Скидка на покупку техники

# action/full/shell/creditsPriceMultiplier
source: Purchase shells at a %(discount)s discount using credits. Purchase ammunition at a discount in advance to save your resources.
ru: Закупайте снаряды за кредиты со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сейчас сэкономит вам ресурсы в дальнейшем.

# action/full/shell/goldPriceMultiplier
source: Purchase shells at a %(discount)s discount using gold. Purchase ammunition at a discount in advance to save your resources.
ru: Закупайте снаряды за золото со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сейчас сэкономит вам ресурсы в дальнейшем.

# action/full/shell/mixed
source: Purchase any shells at a %(discount)s discount. Purchase ammunition at a discount in advance to save your resources.
ru: Закупайте любые снаряды со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сейчас сэкономит вам ресурсы в дальнейшем.

# action/full/slotsPrices
source: Enlarge your Garage at a beneficial price of %(discount)s. Now your Garage is ready for a new vehicle!
ru: Расширьте Ангар по выгодной цене в %(discount)s. Теперь для вашей новой машины найдётся место!

# action/full/tankmen/mixed
source: Train or retrain your crew at a discount of %(discount)s. A well-trained crew enhances vehicle characteristics and ensures that your vehicle unlocks its full potential.
ru: Обучите или переобучите экипаж со скидкой %(discount)s. Хорошо развитый экипаж дополнит характеристики техники и поможет эффективнее реализовывать потенциал вашей машины.

# action/full/tradeInSellPriceFactor
source: Trade in an old Premium vehicle for a new one, and receive a reimbursement in the amount of %(discount)s from the actual cost of the old Premium vehicle.
ru: Сдайте наскучившую премиум машину при покупке новой и получите зачёт в размере %(discount)s от актуальной стоимости сдаваемой премиум машины.

# action/full/winXPFactorMode/always
source: Experience multiplier for all victories of the day in all vehicles is %(discount)sX
ru: Множитель опыта за каждую победу в день на всей технике составляет %(discount)sX

# action/full/winXPFactorMode/daily
source: Experience multiplier for the first victory of the day in all vehicles is %(discount)sX
ru: Множитель опыта за первую победу в день на всей технике составляет %(discount)sX

# action/hero/full/berthsPrices
source: Enlarge the Barracks at a favorable price of %(discount)s for 16 bunks. Barracks are used to accommodate crews when they are not in vehicles. We recommend that you keep some free bunks in the Barracks at all times, especially for cases when you decide to sell a vehicle and keep its crew for another vehicle. In addition, you can recover the crew members you dismissed, whether intentionally or by mistake.
ru: Расширьте Казарму по выгодной цене в %(discount)s за 16 мест. Казарма необходима для высадки экипажа с техники для последующей его пересадки на другую машину. Мы рекомендуем всегда иметь несколько свободных мест в Казарме на случай, если вы решите продать какую-либо машину и вам нужно сохранить её экипаж для другой техники. Кроме того, именно из казармы можно вернуть членов экипажа, демобилизованных умышленно или по ошибке.

# action/hero/full/camouflage/credits
source: Purchase temporary Camouflage using credits at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle. Camouflage purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Camouflage.
ru: Купите временный камуфляж за кредиты со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины. Камуфляж, купленный за кредиты, будет нанесён на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянный камуфляж для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/camouflage/gold
source: Purchase permanent Camouflage using gold at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle. Please note that if you purchase Camouflage using gold but eventually sell your vehicle, the Camouflage will not need to be repurchased if you repurchase the vehicle.
ru: Купите постоянный камуфляж за золото со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины. Обратите внимание, что если вы купили камуфляж за золото, а потом продали машину, то при повторной её покупке ваш ранее приобретённый камуфляж никуда не пропадёт и будет доступен для нанесения на эту машину бесплатно.

# action/hero/full/camouflage/mixed
source: Purchase any Camouflage at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle. Please note that if you purchase Camouflage using gold but eventually sell your vehicle, the Camouflage will not need to be repurchased if you repurchase the vehicle.
ru: Купите любой камуфляж со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины. Обратите внимание, что если вы купили камуфляж за золото, а потом продали машину, то при повторной её покупке ваш ранее приобретённый камуфляж никуда не пропадёт и будет доступен для нанесения на эту машину бесплатно.

# action/hero/full/camouflagePacket30Cost
source: Purchase temporary Camouflage (for 30 days) using credits at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle. Camouflage purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Camouflage.
ru: Купите временный камуфляж (сроком на 30 дней) за кредиты со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины. Камуфляж, купленный за кредиты, будет нанесён на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянный камуфляж для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/camouflagePacket7Cost
source: Purchase temporary Camouflage (for 7 days) using credits at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle. Camouflage purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Camouflage.
ru: Купите временный камуфляж (сроком на 7 дней) за кредиты со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины. Камуфляж, купленный за кредиты, будет нанесён на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянный камуфляж для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/camouflagePacketInfCost
source: Purchase permanent Camouflage using gold at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle. Please note that if you purchase Camouflage using gold but eventually sell your vehicle, the Camouflage will not need to be repurchased if you repurchase the vehicle.
ru: Купите постоянный камуфляж за золото со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины. Обратите внимание, что если вы купили камуфляж за золото, а потом продали машину, то при повторной её покупке ваш ранее приобретённый камуфляж никуда не пропадёт и будет доступен для нанесения на эту машину бесплатно.

# action/hero/full/changeRoleCost
source: Change qualification of your crew members at a discount of %(discount)s. It can help when you lack a certain crew member for a new vehicle, but you have suitable crew members with other qualifications. As a rule, high-tier vehicles do not feature positions for Radio Operators, because other crew members perform their functions, e.g. a Commander. After researching several Tier X vehicles, you may face a situation where several experienced Radio Operators just stay in the Barracks doing nothing. Change their qualification and keep all the experience these crew members managed to earn.
ru: Смените специальность членов ваших экипажей со скидкой %(discount)s. Это поможет, если вам не хватает определённого члена экипажа на новой машине, но есть свободный член экипажа другой специальности. Как правило, на высокоуровневых машинах отсутствует радист, так как его должность совмещает, например, командир экипажа. После того, как вы изучите несколько машин Х уровня, у вас в Казарме могут остаться опытные, но бесполезные радисты. Переучите их на новую должность и сохраните весь опыт, который эти члены экипажа успели заработать.

# action/hero/full/clanCreationCost
source: Create a clan and gather your friends at a discounted price. If you are a clan member, you have access to building and managing the Stronghold, as well as to participation in clan tournaments and Global Map battles. Effective clan actions can not only bring you joy from communicating with people holding the same values, but also earn you gold, special vehicles, and access to clan Reserves.
ru: Создайте клан и объединитесь с друзьями, заплатив за операцию меньше обычного. Находиться под знамёнами клана — значит получить доступ к строительству и управлению Укрепрайоном, участию в клановых турнирах, а также к боевым действиям на Глобальной карте. Высокая активность клана может принести не только положительные эмоции от общения с единомышленниками, но и клановые резервы, игровое золото и даже наградную технику.

# action/hero/full/creditsDropSkillsCost
source: Reset the skills and perks of your crew members using credits at a discount of %(discount)s. It can help when you transfer your crew to a vehicle with a different role in battle. In addition, this option should definitely be considered if you want to retrain your crew for a different vehicle type or change your playing style: for example, if you decide to build your battles around staying unnoticed or transfer your crew from a heavy tank to a tank destroyer, the Concealment skill will become your primary choice.
ru: Сбросьте выбранные умения и навыки членов экипажа за кредиты со скидкой %(discount)s. Это поможет, если вы пересаживаете экипаж на машину с другой ролью в бою. Данная возможность будет полезна при смене типа техники с сохранением экипажа, либо же при смене вашего стиля игры: например, если вы решите играть от скрытности или пересадите экипаж с тяжёлого танка на ПТ-САУ, то приоритетным умением станет «Маскировка».

# action/hero/full/creditsTankmanCost
source: Train or retrain your crew using credits at a discount of %(discount)s. A well-trained crew enhances vehicle characteristics and ensures that your vehicle unlocks its full potential. Please note that the vehicle characteristics shown in your Garage are relevant if the crew is trained to 100%%. Therefore, if a weaker crew goes into a battle in the vehicle, its actual characteristics may be significantly lower.
ru: Обучите или переобучите экипаж за кредиты со скидкой %(discount)s. Хорошо развитый экипаж дополняет характеристики машины и поможет эффективнее реализовывать потенциал вашей машины. Обратите внимание, что характеристики машины в Ангаре показаны с учётом экипажа, обученного на 100%%. Таким образом, если в бой пойдёт более слабый экипаж, характеристики машины будут заметно ниже заявленных в Ангаре.

# action/hero/full/dropSkills/mixed
source: Reset the skills and perks of your crew members at a discount of %(discount)s. It can help when you transfer your crew to a vehicle with a different role in battle. In addition, this option should definitely be considered if you want to retrain your crew for a different vehicle type or change your playing style: for example, if you decide to build your battles around staying unnoticed or transfer your crew from a heavy tank to a tank destroyer, the Concealment skill will become your primary choice.
ru: Сбросьте выбранные умения и навыки членов экипажа со скидкой %(discount)s. Это поможет, если вы пересаживаете экипаж на машину с другой ролью в бою. Данная возможность будет полезна при смене типа техники с сохранением экипажа, либо же при смене вашего стиля игры: например, если вы решите играть от скрытности или пересадите экипаж с тяжёлого танка на ПТ-САУ, то приоритетным умением станет «Маскировка».

# action/hero/full/emblem/credits
source: Purchase Emblems using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Emblems purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Emblems.
ru: Купите эмблемы за кредиты со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Эмблемы, купленные за кредиты, могут быть нанесены на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянные эмблемы для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/emblem/gold
source: Purchase Emblems using gold at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Please note that if you purchase Emblems using gold but eventually sell your vehicle, the Emblems will not need to be repurchased if you repurchase the vehicle.
ru: Купите эмблемы за золото со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Обратите внимание, что если вы купили эмблемы за золото, а потом продали машину, то при повторной её покупке ваши ранее приобретённые эмблемы никуда не пропадут и будут доступны для нанесения на эту машину бесплатно.

# action/hero/full/emblem/mixed
source: Purchase any Emblems at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Please note that if you purchase Emblems using gold but eventually sell your vehicle, the Emblems will not need to be repurchased if you repurchase the vehicle.
ru: Купите любые эмблемы со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Обратите внимание, что если вы купили эмблемы за золото, а потом продали машину, то при повторной её покупке ваши ранее приобретённые эмблемы никуда не пропадут и будут доступны для нанесения на эту машину бесплатно.
