Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# details/relations1/greater
source: more than
ru: более

# details/relations1/less
source: less than
ru: менее

# details/relations1/lessOrEqual
source: not more than
ru: не более

# details/relations1/notEqual
source: not equal to
ru: не равно

# details/relations2/equal
source: exactly
ru: ровно

# details/relations2/greater
source: higher than
ru: выше

# details/relations2/greaterOrEqual
source: at least
ru: не ниже

# details/relations2/less
source: lower than
ru: ниже

# details/relations2/lessOrEqual
source: no higher than
ru: не выше

# details/relations2/notEqual
source: not equal to
ru: не равно

# item/type/specialMission
source: Stronghold: Special Instructions
ru: Укрепрайон: особые указания

# quests/currentTab/header/dropdown/specialMission
source: Stronghold: Special Ops
ru: Укрепрайон: спецзадание

# bonuses/credits/description
source: %(value)s credits
ru: %(value)s кредитов

# bonuses/gold/description
source: %(value)s gold
ru: %(value)s золота

# QuestTaskDetailsView/additionalConditions
source: Secondary Conditions
ru: Дополнительные условия

# QuestTaskDetailsView/btnLabel/begin
source: Start
ru: Приступить

# QuestTaskDetailsView/btnLabel/cancel
source: Cancel
ru: Отказаться

# QuestTaskDetailsView/btnLabel/repeat
source: Improve Result
ru: Улучшить результат

# QuestTaskDetailsView/btnLabel/takeAward
source: Claim Reward
ru: Получить награду

# QuestTaskDetailsView/description
source: Description and Hints
ru: Описание и советы

# QuestTaskDetailsView/forAdditionalAward
source: For fulfilling secondary conditions
ru: За выполнение дополнительных условий

# QuestTaskDetailsView/mainConditions
source: Primary Conditions
ru: Основные условия

# QuestTaskDetailsView/requirements
source: Requirements
ru: Требования

# QuestTaskDetailsView/requirements/text
source: Available for completion in %(vehType)s of Tier %(level)s or higher.
ru: Выполнение доступно на %(vehType)s %(level)s уровня и выше.

# QuestTaskDetailsView/taskDescription/doPrevTasks
source: Complete the preceding missions for this vehicle type
ru: Выполните предыдущие задачи для данного типа техники

# QuestTaskDetailsView/taskDescription/done
source: Primary conditions fulfilled. You can improve your result.
ru: Основные условия выполнены. Можно улучшить результат.

# QuestTaskDetailsView/taskDescription/excellentDone
source: Completed with honors
ru: Выполнено с отличием

# QuestTaskDetailsView/taskDescription/maxTasksTaken
source: Maximum number of missions started
ru: Взято максимальное количество задач

# QuestTaskDetailsView/taskDescription/onlyOneTask
source: You can only complete one mission for each vehicle type at the same time.
ru: Можно выполнять только по 1 задаче для каждого типа техники одновременно

# QuestsChainProgressView/aboutTankBtnLabel
source: Vehicle Details
ru: Подробно о машине

# QuestsChainProgressView/chainsProgress
source: Progress
ru: Прогресс

# QuestsChainProgressView/header
source: Operation Statistics
ru: Статистика операции

# QuestsChainProgressView/mainAward
source: Main Reward
ru: Основная награда

# QuestsChainProgressView/showInHangarBtnLabel
source: Select in the Garage
ru: Выбрать в Ангаре

# QuestsChainProgressView/status/done
source: Completed
ru: Выполнено

# QuestsChainProgressView/status/excellentDone
source: Completed with honors
ru: Выполнено с отличием

# QuestsPersonalWelcomeView/btnLabel
source: Go to Missions
ru: Перейти к задачам

# QuestsPersonalWelcomeView/mainTitle/textLabel
source: Welcome to Personal Missions!
ru: Добро пожаловать в «Личные боевые задачи», боец!

# QuestsPersonalWelcomeView/textBlock/body/block1
source: For each mission completed you will receive special vehicles and unique female crews.
ru: За каждую завершённую боевую операцию вы пополните Ангар особой техникой, а Казарму — уникальными женскими экипажами.

# QuestsPersonalWelcomeView/textBlock/body/block2
source: Personal missions do not have time limits. All missions have primary and secondary conditions that must be fulfilled during one battle.
ru: Личные задачи не имеют ограничений по времени. У всех задач есть основные и дополнительные условия, которые следует выполнить за один бой.

# QuestsPersonalWelcomeView/textBlock/body/block3
source: Test and improve your mastery in controlling a vehicle of any type while completing missions selected by you.
ru: Испытывайте себя и улучшайте мастерство игры на любимом типе техники, выполняя собственноручно выбранные задачи.

# QuestsPersonalWelcomeView/textBlock/header/block1
source: Worthy Rewards
ru: Достойные награды

# QuestsPersonalWelcomeView/textBlock/header/block2
source: Free Choice
ru: Свобода выбора

# QuestsPersonalWelcomeView/textBlock/header/block3
source: For New and Skilled Players
ru: Для новичков и опытных бойцов

# bonuses/item/additionBonus
source: For fulfilling secondary conditions
ru: За выполнение дополнительных условий:

# bonuses/item/tankwoman
source: Female Crew Member
ru: Девушка-танкист

# details/dossier/maxDamageVehicle
source: Maximum damage in a battle caused in this vehicle
ru: Максимальный урон за бой на данной машине

# details/dossier/maxFragsVehicle
source: Maximum enemy vehicles destroyed in a battle in this vehicle
ru: Максимальное количество уничтоженных за бой машин противника на данной машине

# details/dossier/maxXPVehicle
source: Maximum experience in a battle earned in this vehicle
ru: Максимальный опыт за бой на данной машине

# details/dossier/random/explosionHitsReceived
source: Hits received as a result of splash damage in the Random Battle mode
ru: Полученных осколочно-фугасных попаданий в режиме «Случайный бой»

# details/dossier/random/shots
source: Shots fired in the Random Battle mode
ru: Произведённых выстрелов в режиме «Случайный бой»

# details/modifiers/rentVehicle
source: For vehicle rental:
ru: На аренду техники:

# details/modifiers/vehRentPackage
source: For renting %(vehName)s for %(days)d d:
ru: На аренду техники %(vehName)s на %(days)d д.:

# details/modifiers/vehicle/rent/creditsPriceMultiplier
source: For vehicle rental with credits by:
ru: На аренду техники за кредиты до:

# details/modifiers/vehicle/rent/goldPriceMultiplier
source: For vehicle rental with gold by:
ru: На аренду техники за золото до:

# details/modifiers/vehicle/rent/nation/creditsPriceMultiplier
source: For renting %(nation)s nation vehicles with credits by:
ru: На аренду техники нации %(nation)s за кредиты до:

# details/modifiers/vehicle/rent/nation/goldPriceMultiplier
source: For renting %(nation)s nation vehicles with gold by:
ru: На аренду техники нации %(nation)s за золото до:

# item/type/potapov
source: Personal mission
ru: Личная задача

# personal/seasons/awardsButton
source: Campaign Rewards
ru: Награды кампании

# personal/seasons/itemTitle
source: Campaign %(num)s: %(name)s
ru: Кампания %(num)s: %(name)s

# personal/seasons/slots/getAward
source: %(icon)s Mission completed. Claim reward.
ru: %(icon)s Задача выполнена, получите награду.

# personal/seasons/slots/noActiveSlots
source: Missions not selected. To start a mission, select an operation first.
ru: Задачи не выбраны. Чтобы приступить к выполнению задачи, сначала выберите операцию.

# personal/seasons/slots/noData
source: Mission not selected
ru: Задача не выбрана

# quests/table/amount
source: Complete (times):
ru: Выполнить раз:

# quests/tabs/personal
source: Campaigns
ru: Кампании

# questsControl/additionalTitle/firstRun
source: Personal missions await completion
ru: Личные задачи ожидают выполнения

# questsControl/additionalTitle/freeSlotsAndFreeQuests
source: New missions available
ru: Доступны новые задачи

# questsControl/additionalTitle/needReceivedAward
source: Claim the reward for completion
ru: Получите награду за выполнение

# seasonAwardsWindow/basicAwards/title
source: Rewards for Operations
ru: Награды за операции

# seasonAwardsWindow/commendationListsAward/description
source: Fulfill primary or secondary conditions of the 15th mission
ru: Выполните завершающую задачу ветки или доп. условия к ней

# seasonAwardsWindow/commendationListsAward/title
source: Commendations
ru: Наградные листы

# seasonAwardsWindow/extraAwards/title
source: Rewards for Sets of Each Vehicle Type
ru: Награды за ветки каждого типа техники

# seasonAwardsWindow/femaleTankmanAward/description
source: Complete all missions in the set
ru: Выполните все задачи ветки

# seasonAwardsWindow/femaleTankmanAward/title
source: Female Crew Member
ru: Девушка-танкист

# seasonAwardsWindow/title
source: Campaign Rewards
ru: Награды кампании

# seasonAwardsWindow/vehicleAward/buttonAbout/text
source: Vehicle Details
ru: Подробно о машине

# tileChainsView/buttonBack/text
source: BACK
ru: НАЗАД

# tileChainsView/chainName/AT-SPG
source: Set for Tank Destroyers:
ru: Ветка ПТ-САУ:

# tileChainsView/chainName/SPG
source: Set for SPGs:
ru: Ветка САУ:

# tileChainsView/chainName/heavyTank
source: Set for Heavy Tanks:
ru: Ветка тяжёлых танков:

# tileChainsView/chainName/lightTank
source: Set for Light Tanks:
ru: Ветка лёгких танков:

# tileChainsView/chainName/mediumTank
source: Set for Medium Tanks:
ru: Ветка средних танков:

# tileChainsView/filtersLabel/text
source: Display:
ru: Показывать:

# tileChainsView/hideCompletedTasks/text
source: Hide completed
ru: Скрыть все выполненные

# tileChainsView/noTasksLabel/text
source: No missions matching the selected filter
ru: Нет задач, удовлетворяющих условиям фильтра

# tileChainsView/statisticsLabel/text
source: Operation missions started
ru: Прогресс по задачам операции

# tileChainsView/taskType/awardNotReceived/text
source: Claim reward
ru: Получите награду

# tileChainsView/taskType/completed/text
source: Completed
ru: Выполнено

# tileChainsView/taskType/fullCompleted/text
source: Completed with honors
ru: Выполнено с отличием

# tileChainsView/taskType/inProgress/text
source: Started
ru: Выполняется

# tileChainsView/taskType/unavailable/text
source: Unavailable
ru: Недоступно

# tileChainsView/taskTypeFilter/allItems/text
source: All
ru: Все

# tileChainsView/taskTypeFilter/awardsNotReceivedItems/text
source: Claim reward
ru: Получить награду

# tileChainsView/taskTypeFilter/completedItems/text
source: Improve result
ru: Улучшить результат

# tileChainsView/taskTypeFilter/itemsInProgress/text
source: Available for completion
ru: Доступны для выполнения

# tileChainsView/title
source: Operation %(name)s
ru: Операция «%(name)s»

# bonuses/item/tankmen/no_skills
source: For %(vehName)s: %(roleLevel)d%% crew
ru: Для %(vehName)s: %(roleLevel)d%% экипаж.

# bonuses/item/tankmen/with_skills
source: For %(vehName)s: %(roleLevel)d%% crew (crew skills: %(skills)d)
ru: Для %(vehName)s: %(roleLevel)d%% экипаж (умений на экипаж: %(skills)d).

# bonuses/vehicles/rentDays
source: days of rental:
ru: дней аренды:

# details/header/comeToEnd
source: The mission is being shut down and could expire at any moment.
ru: Отключается и может исчезнуть в любой момент.

# details/modifiers/economics/femalePassportChangeCost
source: On replacing female crew Personal Data
ru: На смену документов женского экипажа

# item/timer/tillFinish/longFullFormat
source: Time left: %(hours)s h
ru: До окончания %(hours)s ч.

# item/timer/tillFinish/shortFullFormat
source: Time left: less than an hour
ru: До окончания менее часа

# personal/seasons/shortSeasonName
source: Campaign %(num)s
ru: Кампания %(num)s

# quests/tabs/addAward/text
source: Reward for sec. condition:
ru: Награда за доп. условие:

# QuestTaskDetailsView/taskDescription/available
source: Available
ru: Доступно

# QuestTaskDetailsView/taskDescription/inProgress
source: Started
ru: Выполняется

# QuestTaskDetailsView/taskDescription/takeAward
source: Claim reward
ru: Получить награду

# bonuses/boosters/name
source: Personal Reserve: "%(name)s %(quality)s" (x%(count)s)
ru: Личный резерв: «%(name)s %(quality)s» (x%(count)s)

# details/header/comeToEndInMinutes
source: Time left: %(minutes)d minutes
ru: До окончания менее %(minutes)d минут

# details/modifiers/economics/available/freeXPToTManXPRate
source: Convert Free Experience to crew experience
ru: Конвертация свободного опыта в опыт экипажа

# details/modifiers/title/availability
source: Available Option:
ru: Доступна возможность:

# tileChainsView/taskList/text
source: List of missions:
ru: Список задач:

# tileChainsView/tasksProgress/text
source: Progress by sets:
ru: Прогресс по веткам:

# details/requirements/group/token/N
source: Required number of mission completions from group "%(groupName)s": %(left)s/%(count)s
ru: Необходимое количество выполнений боевых задач из группы «%(groupName)s»: %(left)s/%(count)s

# personal/seasons/slots/noActiveSlots/body
source: To start a mission, select an operation first.
ru: Чтобы приступить к выполнению задачи, сначала выберите операцию.

# personal/seasons/slots/noActiveSlots/header
source: Missions Not Selected
ru: Задачи не выбраны

# quests/title/ungoupedActions
source: Specials
ru: Акции

# quests/title/ungoupedQuests
source: Other Missions
ru: Прочие задачи

# beginnerQuests/details/buttonShowVideoTip
source: Video Guide
ru: Видеогид

# beginnerQuests/details/buttonStartQuest
source: Start
ru: Приступить

# beginnerQuests/details/conditionsTitle
source: Conditions
ru: Условия

# beginnerQuests/details/descriptionTitle
source: Description and Hints
ru: Описание и советы

# details/conditions/clubs/battles
source: Be a member of a team during the battle that transfers the team to the next division. From the beginning of a season, fight the following number of Ranked Battles as a member of that team
ru: Состоять в штате команды в момент проведения боя, который позволяет данной команде перейти в следующий дивизион. Сыграть игр в Ладдере в штате данной команды с момента старта сезона

# details/conditions/clubs/getDivision
source: Fight a Ranked Battle that earns the team a transfer to Division %(division)s, Ladder %(league)s. The mission can only be completed the first time your team transfers from a lower to a higher division.
ru: Провести игру в Ладдере, по итогу которой команда перейдёт в %(division)s дивизион %(league)s лиги. Задача выполняется только при условии первого перехода команды из более низкого дивизиона в более высокий.

# details/conditions/clubs/hasClub
source: You must be a team member.
ru: Необходимо состоять в штате команды.

# details/dossier/ladder/battlesCount
source: Battles in Team Battle: Ranked mode
ru: Боёв в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/capturePoints
source: Base capture points in Team Battle: Ranked mode
ru: Очков захвата базы в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/damageAssistedRadio
source: Damage upon your spotting in Team Battle: Ranked mode
ru: Урон по вашим разведданным в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/damageAssistedTrack
source: Damage caused by allies upon your destroying a track in Team Battle: Ranked mode
ru: Урон, нанесённый союзниками после попадания, сбившего гусеницу, в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/damageBlockedByArmor
source: Damage blocked by armor in Team Battle: Ranked mode
ru: Заблокированного бронёй урона в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/damageDealt
source: Damage caused in Team Battle: Ranked mode
ru: Нанесённый урон в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/damageReceived
source: Damage received in Team Battle: Ranked mode
ru: Полученный урон в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/directHits
source: Hits in Team Battle: Ranked mode
ru: Попаданий в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/droppedCapturePoints
source: Base defense points in Team Battle: Ranked mode
ru: Очков защиты базы в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/frags
source: Enemy vehicles destroyed in Team Battle: Ranked mode
ru: Уничтоженных машин противника в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/losses
source: Defeats in Team Battle: Ranked mode
ru: Поражений в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/maxDamage
source: Maximum damage in Team Battle: Ranked mode
ru: Максимальный урон в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/noDamageDirectHitsReceived
source: Hits received without damage in Team Battle: Ranked mode
ru: Полученных попаданий без урона в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/originalXP
source: Base Experience in Team Battle: Ranked mode
ru: «Чистый» опыт в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/piercings
source: Penetrations in Team Battle: Ranked mode
ru: Пробитий в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/piercingsReceived
source: Penetrations received in Team Battle: Ranked mode
ru: Полученных пробитий в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/potentialDamageReceived
source: Damage received from direct hits (not including splash damage) in Team Battle: Ranked mode
ru: Полученного урона от любых попаданий, кроме осколочно-фугасных, в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/spotted
source: Enemy vehicles spotted in Team Battle: Ranked mode
ru: Обнаруженных машин противника в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/survivedBattles
source: Battles in Team Battle: Ranked mode in which player's vehicle was not destroyed
ru: Боёв в режиме «Командный бой: игра в Ладдере», в которых машина игрока не была уничтожена

# details/dossier/ladder/wins
source: Victories in Team Battle: Ranked mode
ru: Побед в режиме «Командный бой: игра в Ладдере»

# details/dossier/ladder/xp
source: Experience earned in Team Battles: Ranked mode
ru: Заработанный опыт в режиме «Командный бой: игра в Ладдере»

# details/requirements/ladder
source: You must be a member of a Permanent Team.
ru: Вы должны состоять в штате постоянной команды.

# item/type/ladder
source: Team Battle: Ranked
ru: Командный: игры в Ладдере

# quests/tabs/beginner
source: Recruit Training
ru: Курс молодого бойца

# quests/tabs/ladder
source: Ranked Battles
ru: Игра в Ладдере

# quests/title/ladderQuests
source: Missions for Ranked Battles
ru: Боевые задачи для Игры в Ладдере

# QuestTaskDetailsView/fallout/taskDescription/doPrevTasks
source: Complete the preceding missions in the set.
ru: Выполните предыдущие задачи данной ветки

# QuestTaskDetailsView/requirements/more8lvl
source: Available for completion in Tier VIII vehicles or higher.
ru: Выполнение доступно на технике VIII уровня и выше.

# QuestTaskDetailsView/requirements/only10lvl
source: Available for completion in Tier X vehicles only.
ru: Выполнение доступно только на технике Х уровня.

# QuestsPersonalWelcomeView/announcementText
source: Now in Rampage!
ru: Теперь и для режима «Бой до последнего»!

# beginnerQuests/details/noAward
source: awarded for a completed mission
ru: была получена за выполнение задачи

# personal/seasons/tab/fallout
source: Rampage
ru: Бой до последнего

# personal/seasons/tab/random
source: Random Battle
ru: Случайный бой

# quests/title/maneuversQuests
source: Combat Maneuvers
ru: Боевые манёвры

# seasonAwardsWindow/tileAwardsTitle
source: For Operation %(name)s
ru: За операцию %(name)s

# seasonAwardsWindow/vehicleName
source: %(name)s Tier %(level)s %(type)s
ru: %(name)s %(level)s Уровень %(type)s

# tileChainsView/chainName/classic
source: Set for Domination
ru: Ветка «Превосходства»

# tileChainsView/chainName/multiteam
source: Set for Steel Hunt
ru: Ветка «Стальной охоты»

# details/conditions/cumulative/critsCount
source: Total damaged or destroyed enemy vehicles’ internal or external modules or injured members of their crew
ru: Сумма повреждённых или выведенных из строя внутренних и/или внешних модулей, а также раненных членов экипажа противника

# details/conditions/cumulative/innerModuleCritCount
source: Total damaged or destroyed enemy vehicles’ internal modules or injured members of their crew
ru: Сумма повреждённых или выведенных из строя внутренних модулей, а также раненных членов экипажа противника

# details/conditions/vehicleDamage
source: Cause damage to an enemy vehicle
ru: Нанести урон машине противника

# details/conditions/vehicleDamage/all
source: Cause damage to any enemy vehicle
ru: Нанести урон любой машине противника

# details/conditions/vehicleDamage/level
source: Cause damage to enemy vehicles of Tier: %(level)s
ru: Нанести урон машине уровня: %(level)s

# details/conditions/vehicleDamage/level/not
source: Do not cause damage to enemy vehicles of Tier %(level)s
ru: Не наносить урон технике уровня: %(level)s

# details/conditions/vehicleDamage/nation
source: Cause damage to enemy vehicles of nation: %(nation)s
ru: Нанести урон машине нации: %(nation)s

# details/conditions/vehicleDamage/nation/not
source: Do not cause damage to enemy vehicles of the following nation: %(nation)s
ru: Не наносить урон технике нации: %(nation)s

# details/conditions/vehicleDamage/nation_level
source: Cause damage to enemy vehicles of nation: %(nation)s; Tier: %(level)s
ru: Нанести урон машине нации: %(nation)s; уровня: %(level)s

# details/conditions/vehicleDamage/nation_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; Tier %(level)s
ru: Не наносить урон технике нации: %(nation)s; уровня: %(level)s

# details/conditions/vehicleDamage/nation_type
source: Cause damage to enemy vehicles of nation: %(nation)s; type: %(type)s
ru: Нанести урон машине нации: %(nation)s; типа: %(type)s

# details/conditions/vehicleDamage/nation_type/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type: %(type)s
ru: Не наносить урон технике нации: %(nation)s; типа: %(type)s

# details/conditions/vehicleDamage/nation_type_level
source: Cause damage to enemy vehicles of nation: %(nation)s; type: %(type)s; Tier: %(level)s
ru: Нанести урон машине нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleDamage/nation_type_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type: %(type)s; Tier %(level)s
ru: Не наносить урон технике нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleDamage/not
source: Do not cause damage to enemy vehicles
ru: Не наносить урон противнику

# details/conditions/vehicleDamage/type
source: Cause damage to enemy vehicles of type: %(type)s
ru: Нанести урон машине типа: %(type)s

# details/conditions/vehicleDamage/type/not
source: Do not cause damage to enemy vehicles of type: %(type)s
ru: Не наносить урон технике типа: %(type)s

# details/conditions/vehicleDamage/type_level
source: Cause damage to enemy vehicles of type: %(type)s; Tier: %(level)s
ru: Нанести урон машине типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleDamage/type_level/not
source: Do not cause damage to enemy vehicles of type: %(type)s; Tier %(level)s
ru: Не наносить урон технике типа: %(type)s; уровня: %(level)s

# bonuses/notAvailable
source: Reward unavailable
ru: Награда недоступна

# details/modifiers/booster
source: For purchase of Personal Reserve "%(boosterName)s"
ru: На покупку личного резерва «%(boosterName)s»

# details/modifiers/boosters/creditsPriceMultiplier
source: For purchase of Personal Reserves with credits until:
ru: На покупку личных резервов за кредиты до:

# details/modifiers/boosters/goldPriceMultiplier
source: For purchase of Personal Reserves with gold until:
ru: На покупку личных резервов за золото до:

# bonuses/discount/name
source: %(name)s %(targetName)s in the amount of %(effectValue)s (x%(count)s)
ru: %(name)s %(targetName)s в размере %(effectValue)s (x%(count)s)

# details/conditions/cumulative/originalCredits
source: Net credits earned
ru: Заработанные кредиты без надбавок
