Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# details/conditions/ramDamage/nation_type_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s; Tier %(level)s by ramming
ru: Не наносить урон тараном технике нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/ramDamage/not
source: Do not cause damage to enemy vehicles by ramming
ru: Не наносить противнику урон тараном

# details/conditions/ramDamage/title
source: Ram
ru: Таран

# details/conditions/ramDamage/title/not
source: Do Not Ram
ru: Не таранить

# details/conditions/ramDamage/type
source: Cause damage to an enemy vehicle of type: %(type)s by ramming
ru: Нанести урон тараном машине типа: %(type)s

# details/conditions/ramDamage/type/not
source: Do not cause damage to enemy vehicles of type: %(type)s by ramming
ru: Не наносить урон тараном технике типа: %(type)s

# details/conditions/ramDamage/type_level
source: Cause damage to an enemy vehicle of type: %(type)s; Tier %(level)s by ramming
ru: Нанести урон тараном машине типа: %(type)s; уровня: %(level)s

# details/conditions/ramDamage/type_level/not
source: Do not cause damage to enemy vehicles of type: %(type)s; Tier %(level)s by ramming
ru: Не наносить урон тараном технике типа: %(type)s; уровня: %(level)s

# details/conditions/ramKills
source: Destroy an enemy vehicle by ramming
ru: Уничтожить машину противника тараном

# details/conditions/ramKills/all
source: Destroy any vehicle by ramming
ru: Уничтожить любую машину тараном

# details/conditions/ramKills/level
source: Destroy an enemy vehicle of Tier %(level)s by ramming
ru: Уничтожить тараном машину тараном уровня: %(level)s

# details/conditions/ramKills/level/not
source: Do not destroy enemy vehicles of Tier %(level)s by ramming
ru: Не уничтожать тараном технику уровня: %(level)s

# details/conditions/ramKills/list
source: Destroy the vehicles from the list by ramming: %(list)s
ru: Уничтожить тараном технику из списка: %(list)s

# details/conditions/ramKills/list/not
source: Do not destroy the vehicles from the list by ramming: %(list)s
ru: Не уничтожать тараном технику из списка: %(list)s

# details/conditions/ramKills/nation
source: Destroy an enemy vehicle of nation: %(nation)s by ramming
ru: Уничтожить тараном машину нации: %(nation)s

# details/conditions/ramKills/nation/not
source: Do not destroy enemy vehicles of nation: %(nation)s by ramming
ru: Не уничтожать тараном технику нации: %(nation)s

# details/conditions/ramKills/nation_level
source: Destroy an enemy vehicle of nation: %(nation)s; Tier %(level)s by ramming
ru: Уничтожить тараном машину нации: %(nation)s; уровня: %(level)s

# details/conditions/ramKills/nation_level/not
source: Do not destroy enemy vehicles of nation: %(nation)s; Tier %(level)s by ramming
ru: Не уничтожать тараном технику нации: %(nation)s; уровня: %(level)s

# details/conditions/ramKills/nation_type
source: Destroy an enemy vehicle of nation: %(nation)s; type %(type)s by ramming
ru: Уничтожить тараном машину нации: %(nation)s; типа: %(type)s

# details/conditions/ramKills/nation_type/not
source: Do not destroy enemy vehicles of nation: %(nation)s; type %(type)s by ramming
ru: Не уничтожать тараном технику нации: %(nation)s; типа: %(type)s

# details/conditions/ramKills/nation_type_level
source: Destroy an enemy vehicle of nation: %(nation)s; type %(type)s; Tier %(level)s by ramming
ru: Уничтожить тараном машину нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/ramKills/nation_type_level/not
source: Do not destroy enemy vehicles of nation: %(nation)s; type %(type)s; Tier %(level)s by ramming
ru: Не уничтожать тараном технику нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/ramKills/not
source: Do not destroy enemy vehicles by ramming
ru: Не уничтожать противника тараном

# details/conditions/ramKills/type
source: Destroy an enemy vehicle of type: %(type)s by ramming
ru: Уничтожить тараном машину типа: %(type)s

# details/conditions/ramKills/type/not
source: Do not destroy enemy vehicles of type: %(type)s by ramming
ru: Не уничтожать тараном технику типа: %(type)s

# details/conditions/ramKills/type_level
source: Destroy an enemy vehicle of type: %(type)s; Tier %(level)s by ramming
ru: Уничтожить тараном машину типа: %(type)s; уровня: %(level)s

# details/conditions/ramKills/type_level/not
source: Do not destroy enemy vehicles of type: %(type)s; Tier %(level)s by ramming
ru: Не уничтожать тараном технику типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleDamage/eventCount
source: Cause damage to an enemy vehicle the indicated number of times
ru: Указанное количество раз нанести урон машине противника

# details/conditions/vehicleDamage/eventCount/all
source: Cause damage to any enemy vehicle the indicated number of times
ru: Указанное количество раз нанести урон любой машине противника

# details/conditions/vehicleDamage/eventCount/all/not
source: Do not cause damage to enemy vehicles the indicated number of times
ru: Указанное количество раз не наносить урон противнику

# details/conditions/vehicleDamage/eventCount/level
source: Cause damage to an enemy vehicle of Tier %(level)s the indicated number of times
ru: Указанное количество раз нанести урон машине уровня: %(level)s

# details/conditions/vehicleDamage/eventCount/level/not
source: Do not cause damage to enemy vehicles of Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить урон технике уровня: %(level)s

# details/conditions/vehicleDamage/eventCount/nation
source: Cause damage to an enemy vehicle of nation: %(nation)s the indicated number of times
ru: Указанное количество раз нанести урон машине нации: %(nation)s

# details/conditions/vehicleDamage/eventCount/nation/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s the indicated number of times
ru: Указанное количество раз не наносить урон технике нации: %(nation)s

# details/conditions/vehicleDamage/eventCount/nation_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз нанести урон машине нации: %(nation)s; уровня: %(level)s

# details/conditions/vehicleDamage/eventCount/nation_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить урон технике нации: %(nation)s; уровня: %(level)s

# details/conditions/vehicleDamage/eventCount/nation_type
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s the indicated number of times
ru: Указанное количество раз нанести урон машине нации: %(nation)s; типа: %(type)s

# details/conditions/vehicleDamage/eventCount/nation_type/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s the indicated number of times
ru: Указанное количество раз не наносить урон технике нации: %(nation)s; типа: %(type)s

# details/conditions/vehicleDamage/eventCount/nation_type_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз нанести урон машине нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleDamage/eventCount/nation_type_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить урон технике нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleDamage/eventCount/not
source: Do not cause damage to enemy vehicles the indicated number of times
ru: Указанное количество раз не наносить урон технике

# details/conditions/vehicleDamage/eventCount/type
source: Cause damage to an enemy vehicle of type: %(type)s the indicated number of times
ru: Указанное количество раз нанести урон машине типа: %(type)s

# details/conditions/vehicleDamage/eventCount/type/not
source: Do not cause damage to enemy vehicles of type: %(type)s the indicated number of times
ru: Указанное количество раз не наносить урон технике типа: %(type)s

# details/conditions/vehicleDamage/eventCount/type_level
source: Cause damage to an enemy vehicle of type: %(type)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз нанести урон машине типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleDamage/eventCount/type_level/not
source: Do not cause damage to enemy vehicles of type: %(type)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить урон технике типа: %(type)s; уровня: %(level)s

# item/type/personalMission
source: Personal mission
ru: Личная задача

# missions/battle/eventBoards/date
source: Date
ru: Дата

# missions/battle/eventBoards/result
source: Result
ru: Результат

# missions/battle/eventBoards/vehicles
source: Vehicles
ru: Техника

# missions/tab/eventBoards/body
source: Click to go to competitions.
ru: Нажмите, чтобы перейти к соревнованиям.

# missions/tab/eventBoards/disabled
source: Competitions
ru: Соревнования

# missions/tab/eventBoards/disabled/body
source: Competitions are temporarily unavailable due to scheduled maintenance.
ru: Соревнования временно недоступны: ведутся профилактические работы.

# missions/tab/eventBoards/disabled/header
source: Competitions
ru: Соревнования

# missions/tab/eventBoards/header
source: Competitions
ru: Соревнования

# missions/tab/label/eventBoards
source: Competitions
ru: Соревнования

# personalMission/bottomStatus/allAwardsReceived
source: All rewards received
ru: Все награды получены

# personalMission/status/addInProgress
source: Result Improvement
ru: Улучшение результата

# personalMission/status/doneWithPawn
source: Primary conditions fulfilled within %(count)s
ru: Основные условия выполнены за %(count)s

# personalMission/status/fullDone
source: Completed with honors
ru: Выполнено с отличием

# personalMission/status/inProgress
source: Active
ru: Выполняется

# personalMission/status/lockedByPrevMissions
source: Preceding missions in the set not fulfilled
ru: Не выполнены предшествующие задачи ветки

# personalMission/status/lockedByPrevOperation
source: Operation %(prevCampaign)s not completed
ru: Операция %(prevCampaign)s не выполнена

# personalMission/status/lockedByVehicle
source: No Suitable Vehicles
ru: Нет техники

# personalMission/status/mainDone
source: Primary Conditions Fulfilled
ru: Основные условия выполнены

# personalMission/status/sheetRecoveryInProgress
source: Result Improvement
ru: Возврат бланка приказа

# personalMission/vehicleSelector/title
source: Select a Tier %(minLevel)s–%(maxLevel)s %(vehType)s
ru: Выберите %(vehType)s с %(minLevel)s по %(maxLevel)s уровень

# quest/chain/hint/holdAwardSheet
source: COMPLETE THE MISSION WITH AN ORDER
ru: ВЫПОЛНИТЬ ЗАДАЧУ ЗА БЛАНК ПРИКАЗА

# quest/condition/or
source: or
ru: или
