Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# details/conditions/results/single/bothTeams/top
source: Be among the top %(count)d players in the battle by the following parameter: %(param)s
ru: Попасть в топ-%(count)d обеих команд по: %(param)s

# details/conditions/results/single/bothTeams/top/not
source: Do not be among the top %(count)d players in the battle by the following parameter: %(param)s
ru: Не попасть в топ-%(count)d обеих команд по: %(param)s

# details/conditions/results/single/halfTeam/position
source: Rank %(position)d among the players on your team by the following parameter: %(param)s
ru: Занять %(position)d место в вашей команде по: %(param)s

# details/conditions/results/single/halfTeam/position/not
source: Do not rank %(position)d among the players on your team by the following parameter: %(param)s
ru: Не занять %(position)d место в вашей команде по: %(param)s

# details/conditions/results/single/halfTeam/range
source: Rank %(high)d–%(low)d among the players on your team by the following parameter: %(param)s
ru: Попасть на %(high)d-%(low)d место в вашей команде по: %(param)s

# details/conditions/results/single/halfTeam/range/not
source: Do not rank %(high)d-%(low)d among the players on your team by the following parameter: %(param)s
ru: Не попасть на %(high)d-%(low)d место в вашей команде по: %(param)s

# details/conditions/results/single/halfTeam/top
source: Be among the top %(count)d players on your team by the following parameter: %(param)s
ru: Попасть в топ-%(count)d вашей команды по: %(param)s

# details/conditions/results/single/halfTeam/top/not
source: Do not be among the top %(count)d players on your team by the following parameter: %(param)s
ru: Не попасть в топ-%(count)d вашей команды по: %(param)s

# details/conditions/results/unit/alive/not
source: All operational unit members must be destroyed in a battle.
ru: Все игроки формирования должны быть уничтожены в бою.

# details/conditions/vehiclesKills/level/not
source: Do not destroy vehicles of Tier %(level)s
ru: Не уничтожать технику уровня: %(level)s

# details/conditions/vehiclesKills/nation/not
source: Do not destroy vehicles of nation: %(nation)s
ru: Не уничтожать технику нации: %(nation)s

# details/conditions/vehiclesKills/nation_level/not
source: Do not destroy vehicles of nation: %(nation)s; Tier %(level)s
ru: Не уничтожать технику нации: %(nation)s; уровня: %(level)s

# details/conditions/vehiclesKills/nation_type/not
source: Do not destroy vehicles of nation: %(nation)s; type: %(type)s
ru: Не уничтожать технику нации: %(nation)s; типа: %(type)s

# details/conditions/vehiclesKills/nation_type_level/not
source: Do not destroy vehicles of nation: %(nation)s; type: %(type)s; Tier %(level)s
ru: Не уничтожать технику нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehiclesKills/not
source: Do not destroy enemy vehicles
ru: Не уничтожать технику противника

# details/conditions/vehiclesKills/type/not
source: Do not destroy vehicles of the following type: %(type)s
ru: Не уничтожать технику типа: %(type)s

# details/conditions/vehiclesKills/type_level/not
source: Do not destroy vehicles of type: %(type)s; Tier %(level)s
ru: Не уничтожать технику типа: %(type)s; уровня: %(level)s

# details/dossier/clan/damageAssistedRadio
source: Damage upon your spotting in Clan Wars
ru: Урон по вашим разведданным в «Мировой войне»

# details/dossier/clan/damageAssistedTrack
source: Damage caused by allies upon your destroying a track in Clan Wars
ru: Урон, нанесённый союзниками после попадания, сбившего гусеницу в «Мировой войне»

# details/dossier/clan/damageBlockedByArmor
source: Damage blocked by armor in Clan Wars
ru: Заблокированного бронёй урона в «Мировой войне»

# details/dossier/clan/directHits
source: Hits in Clan Wars
ru: Попаданий в «Мировой войне»

# details/dossier/clan/noDamageDirectHitsReceived
source: Hits received without damage in Clan Wars
ru: Полученных попаданий без урона в «Мировой войне»

# details/dossier/clan/originalXP
source: Base Experience in Clan Wars
ru: «Чистый» опыт в «Мировой войне»

# details/dossier/clan/piercings
source: Penetrations in Clan Wars
ru: Пробитий в «Мировой войне»

# details/dossier/clan/piercingsReceived
source: Penetrations received in Clan Wars
ru: Полученных пробитий в «Мировой войне»

# details/dossier/clan/potentialDamageReceived
source: Damage received from direct hits (not including splash damage) in Clan Wars
ru: Полученного урона от любых попаданий, кроме осколочно-фугасных в «Мировой войне»

# details/dossier/company/damageAssistedRadio
source: Damage upon your spotting in Tank Company Battle mode
ru: Урон по вашим разведданным в режиме «Ротный бой»

# details/dossier/company/damageAssistedTrack
source: Damage caused by allies upon your destroying a track in Tank Company Battle mode
ru: Урон, нанесённый союзниками после попадания, сбившего гусеницу в режиме «Ротный бой»

# details/dossier/company/damageBlockedByArmor
source: Damage blocked by armor in Tank Company Battle mode
ru: Заблокированного бронёй урона в режиме «Ротный бой»

# details/dossier/company/noDamageDirectHitsReceived
source: Hits received without damage in Tank Company Battle mode
ru: Полученных попаданий без урона в режиме «Ротный бой»

# details/dossier/company/originalXP
source: Base Experience in Tank Company Battle mode
ru: «Чистый» опыт в режиме «Ротный бой»

# details/dossier/company/piercings
source: Penetrations in Tank Company Battle mode
ru: Пробитий в режиме «Ротный бой»

# details/dossier/company/piercingsReceived
source: Penetrations received in Tank Company Battle mode
ru: Полученных пробитий в режиме «Ротный бой»

# details/dossier/company/potentialDamageReceived
source: Damage received from direct hits (not including splash damage) in Tank Company Battle mode
ru: Полученного урона от любых попаданий, кроме осколочно-фугасных в режиме «Ротный бой»

# details/dossier/historical/battlesCount
source: Battles in Historical Battle mode
ru: Боёв в режиме «Исторический бой»

# details/dossier/historical/capturePoints
source: Base capture points in Historical Battle mode
ru: Очков захвата базы в режиме «Исторический бой»

# details/dossier/historical/damageAssistedRadio
source: Damage upon your spotting in Historical Battle mode
ru: Урон по вашим разведданным в режиме «Исторический бой»

# details/dossier/historical/damageAssistedTrack
source: Damage caused by allies upon your destroying a track in Historical Battle mode
ru: Урон, нанесённый союзниками после попадания, сбившего гусеницу в режиме «Исторический бой»

# details/dossier/historical/damageBlockedByArmor
source: Damage blocked by armor in Historical Battle mode
ru: Заблокированного бронёй урона в режиме «Исторический бой»

# details/dossier/historical/damageDealt
source: Damage caused in Historical Battle mode
ru: Нанесённый урон в режиме «Исторический бой»

# details/dossier/historical/damageReceived
source: Damage received in Historical Battle mode
ru: Полученный урон в режиме «Исторический бой»

# details/dossier/historical/directHits
source: Hits in Historical Battle mode
ru: Попаданий в режиме «Исторический бой»

# details/dossier/historical/droppedCapturePoints
source: Base defense points in Historical Battle mode
ru: Очков защиты базы в режиме «Исторический бой»

# details/dossier/historical/frags
source: Enemy vehicles destroyed in Historical Battle mode
ru: Уничтоженных машин противника в режиме «Исторический бой»

# details/dossier/historical/losses
source: Defeats in Historical Battle mode
ru: Поражений в режиме «Исторический бой»

# details/dossier/historical/maxDamage
source: Maximum damage in Historical Battle mode
ru: Максимальный урон в режиме «Исторический бой»

# details/dossier/historical/noDamageDirectHitsReceived
source: Hits received without damage in Historical Battle mode
ru: Полученных попаданий без урона в режиме «Исторический бой»

# details/dossier/historical/originalXP
source: Base Experience in Historical Battle mode
ru: «Чистый» опыт в режиме «Исторический бой»

# details/dossier/historical/piercings
source: Penetrations in Historical Battle mode
ru: Пробитий в режиме «Исторический бой»

# details/dossier/historical/piercingsReceived
source: Penetrations received in Historical Battle mode
ru: Полученных пробитий в режиме «Исторический бой»

# details/dossier/historical/potentialDamageReceived
source: Damage received from direct hits (not including splash damage) in Historical Battle mode
ru: Полученного урона от любых попаданий, кроме осколочно-фугасных в режиме «Исторический бой»

# details/dossier/historical/spotted
source: Enemy vehicles spotted in Historical Battle mode
ru: Обнаруженных машин противника в режиме «Исторический бой»

# details/dossier/historical/survivedBattles
source: Battles in Historical Battle mode in which player's vehicle was not destroyed
ru: Боёв в режиме «Исторический бой», в которых машина игрока не была уничтожена

# details/dossier/historical/wins
source: Victories in Historical Battle mode
ru: Побед в режиме «Исторический бой»

# details/dossier/historical/xp
source: Experience earned in Historical Battles, at least
ru: Заработанный в режиме «Исторический бой» опыт, не менее

# details/dossier/random/battleHeroes
source: Battle Heroes
ru: «Героев битвы»

# details/dossier/random/battlesCount
source: Random Battles fought
ru: Проведённых Случайных боёв

# details/dossier/random/capturePoints
source: Base capture points
ru: Очков захвата базы

# details/dossier/random/damageAssistedRadio
source: Damage upon your spotting
ru: Урон по вашим разведданным

# details/dossier/random/damageAssistedTrack
source: Damage caused by allies upon your destroying a track
ru: Урон, нанесённый союзниками после попадания, сбившего гусеницу

# details/dossier/random/damageBlockedByArmor
source: Damage blocked by armor
ru: Заблокированного бронёй урона

# details/dossier/random/damageDealt
source: Damage caused
ru: Нанесённого урона

# details/dossier/random/damageReceived
source: Damage received
ru: Полученного урона

# details/dossier/random/directHits
source: Hits
ru: Попаданий

# details/dossier/random/directHitsReceived
source: Hits received
ru: Полученных попаданий

# details/dossier/random/droppedCapturePoints
source: Base defense points
ru: Очков защиты базы

# details/dossier/random/frags
source: Enemy vehicles destroyed
ru: Уничтоженных машин противника

# details/dossier/random/frags8p
source: Enemy vehicles of Tiers VIII-X destroyed
ru: Уничтоженных машин противника VIII-X уровней

# details/dossier/random/fragsBeast
source: Enemy vehicles of the "feline family" destroyed
ru: Уничтоженных машин семейства кошачьих

# details/dossier/random/lastBattleTime
source: Battle duration
ru: Продолжительность боя

# details/dossier/random/losses
source: Defeats
ru: Поражений

# details/dossier/random/maxDamage
source: Maximum damage
ru: Максимальный урон

# details/dossier/random/maxFrags
source: Maximum destroyed in a battle
ru: Максимум уничтожено за бой

# details/dossier/random/maxXP
source: Maximum experience in a battle
ru: Максимальный опыт за бой

# details/dossier/random/noDamageDirectHitsReceived
source: Hits received without damage
ru: Полученных попаданий без урона

# details/dossier/random/originalXP
source: Base Experience in Random Battle mode
ru: «Чистый» опыт в режиме «Случайный бой»

# details/dossier/random/piercings
source: Penetrations
ru: Пробитий

# details/dossier/random/piercingsReceived
source: Penetrations received
ru: Полученных пробитий

# details/dossier/random/potentialDamageReceived
source: Damage received from direct hits (not including splash damage)
ru: Полученного урона от любых попаданий, кроме осколочно-фугасных

# details/dossier/random/spotted
source: Enemy vehicles spotted
ru: Обнаруженных машин противника

# details/dossier/random/survivedBattles
source: Battles survived
ru: Выживаемость

# details/dossier/random/winAndSurvived
source: Victories in which player's vehicle was not destroyed
ru: Побед, в которых машина игрока не была уничтожена

# details/dossier/random/wins
source: Victories
ru: Побед

# details/dossier/random/xp
source: Experience
ru: Опыт

# details/dossier/team/battlesCount
source: Battles in Team Battle mode
ru: Боёв в режиме «Командный бой»

# details/dossier/team/capturePoints
source: Base capture points in Team Battle mode
ru: Очков захвата базы в режиме «Командный бой»

# details/dossier/team/damageAssistedRadio
source: Damage upon your spotting in Team Battle mode
ru: Урон по вашим разведданным в режиме «Командный бой»

# details/dossier/team/damageAssistedTrack
source: Damage caused by allies upon your destroying a track in Team Battle mode
ru: Урон, нанесённый союзниками после попадания, сбившего гусеницу в режиме «Командный бой»

# details/dossier/team/damageBlockedByArmor
source: Damage blocked by armor in Team Battle mode
ru: Заблокированного бронёй урона в режиме «Командный бой»

# details/dossier/team/damageDealt
source: Damage caused in Team Battle mode
ru: Нанесённый урон в режиме «Командный бой»

# details/dossier/team/damageReceived
source: Damage received in Team Battle mode
ru: Полученный урон в режиме «Командный бой»

# details/dossier/team/directHits
source: Hits in Team Battle mode
ru: Попаданий в режиме «Командный бой»

# details/dossier/team/droppedCapturePoints
source: Base defense points in Team Battle mode
ru: Очков защиты базы в режиме «Командный бой»

# details/dossier/team/frags
source: Enemy vehicles destroyed in Team Battle mode
ru: Уничтоженных машин противника в режиме «Командный бой»

# details/dossier/team/losses
source: Defeats in Team Battle mode
ru: Поражений в режиме «Командный бой»

# details/dossier/team/maxDamage
source: Maximum damage in Team Battle mode
ru: Максимальный урон в режиме «Командный бой»

# details/dossier/team/noDamageDirectHitsReceived
source: Hits received without damage in Team Battle mode
ru: Полученных попаданий без урона в режиме «Командный бой»

# details/dossier/team/originalXP
source: Base Experience in Team Battle mode
ru: «Чистый» опыт в режиме «Командный бой»

# details/dossier/team/piercings
source: Penetrations in Team Battle mode
ru: Пробитий в режиме «Командный бой»

# details/dossier/team/piercingsReceived
source: Penetrations received in Team Battle mode
ru: Полученных пробитий в режиме «Командный бой»

# details/dossier/team/potentialDamageReceived
source: Damage received from direct hits (not including splash damage) in Team Battle mode
ru: Полученного урона от любых попаданий, кроме осколочно-фугасных в режиме «Командный бой»

# details/dossier/team/spotted
source: Enemy vehicles spotted in Team Battle mode
ru: Обнаруженных машин противника в режиме «Командный бой»

# details/dossier/team/survivedBattles
source: Battles in Team Battle mode in which player's vehicle was not destroyed
ru: Боёв в режиме «Командный бой», в которых машина игрока не была уничтожена

# details/dossier/team/wins
source: Victories in Team Battle mode
ru: Побед в режиме «Командный бой»

# details/dossier/team/xp
source: Experience earned in Team Battles
ru: Заработанный опыт в режиме «Командный бой»

# details/header/scheduleDays
source: Days of week: %(days)s
ru: Дни недели: %(days)s

# details/header/scheduleDaysTimes
source: Days of week: %(days)s, duration: %(times)s
ru: Дни недели: %(days)s, время действия: %(times)s

# details/header/scheduleTimes
source: Duration: %(times)s
ru: Время действия: %(times)s

# details/requirements/vehiclesOwned/level/not
source: Do not purchase vehicles of Tier %(level)s
ru: Не приобрести технику уровня: %(level)s

# details/requirements/vehiclesOwned/nation/not
source: Do not purchase vehicles of nation: %(nation)s
ru: Не приобрести технику нации: %(nation)s

# details/requirements/vehiclesOwned/nation_level/not
source: Do not purchase vehicles of nation: %(nation)s; Tier %(level)s
ru: Не приобрести технику нации: %(nation)s; уровня: %(level)s

# details/requirements/vehiclesOwned/nation_type/not
source: Do not purchase vehicles of nation: %(nation)s; type: %(type)s
ru: Не приобрести технику нации: %(nation)s; типа: %(type)s

# details/requirements/vehiclesOwned/nation_type_level/not
source: Do not purchase vehicles of nation: %(nation)s; type: %(type)s; Tier %(level)s
ru: Не приобрести технику нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/requirements/vehiclesOwned/not
source: Vehicles not in the Garage
ru: Техника не в Ангаре

# details/requirements/vehiclesOwned/type/not
source: Do not purchase vehicles of type: %(type)s
ru: Не приобрести технику типа: %(type)s

# details/requirements/vehiclesOwned/type_level/not
source: Do not purchase vehicles of type: %(type)s; Tier %(level)s
ru: Не приобрести технику типа: %(type)s; уровня: %(level)s

# details/requirements/vehiclesUnlocked/level/not
source: Do not research vehicles of Tier %(level)s
ru: Не исследовать технику уровня: %(level)s

# details/requirements/vehiclesUnlocked/nation/not
source: Do not research vehicles of nation: %(nation)s
ru: Не исследовать технику нации: %(nation)s

# details/requirements/vehiclesUnlocked/nation_level/not
source: Do not research vehicles of nation: %(nation)s; Tier %(level)s
ru: Не исследовать технику нации: %(nation)s; уровня: %(level)s

# details/requirements/vehiclesUnlocked/nation_type/not
source: Do not research vehicles of nation: %(nation)s; type: %(type)s
ru: Не исследовать технику нации: %(nation)s; типа: %(type)s

# details/requirements/vehiclesUnlocked/nation_type_level/not
source: Do not research vehicles of nation: %(nation)s; type: %(type)s; Tier %(level)s
ru: Не исследовать технику нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/requirements/vehiclesUnlocked/not
source: Unresearched vehicles
ru: Неисследованная техника

# details/requirements/vehiclesUnlocked/type/not
source: Do not research vehicles of type: %(type)s
ru: Не исследовать технику типа: %(type)s

# details/requirements/vehiclesUnlocked/type_level/not
source: Do not research vehicles of type: %(type)s; Tier %(level)s
ru: Не исследовать технику типа: %(type)s; уровня: %(level)s

# item/timer/tillFinish/lessThanHour
source: less than an hour
ru: менее часа

# item/timer/tillFinish/onlyHours
source: %(hours)s h
ru: %(hours)s ч.

# quests/list/current/noActions
source: No current specials
ru: Текущих акций нет

# quests/list/current/noAll
source: No current missions or specials
ru: Текущих боевых задач и акций нет

# quests/list/current/noQuests
source: No current missions
ru: Текущих боевых задач нет

# quests/list/future/noActions
source: No specials coming soon
ru: Предстоящих акций нет

# quests/list/future/noAll
source: No missions and specials coming soon
ru: Предстоящих боевых задач и акций нет

# quests/list/future/noQuests
source: No missions coming soon
ru: Предстоящих боевых задач нет

# details/conditions/clanMembership/any/company
source: All players of the Tank Company must be members of a clan.
ru: Все игроки роты должны состоять в клане.

# details/conditions/clanMembership/any/formation
source: All players of the tactical unit must be members of a clan.
ru: Все игроки формирования должны состоять в клане.

# details/conditions/clanMembership/any/squad
source: All players of the Platoon must be members of a clan.
ru: Все игроки взвода должны состоять в клане.

# details/conditions/clanMembership/any/team7x7
source: All players of the team must be members of a clan.
ru: Все игроки команды должны состоять в клане.

# details/conditions/clanMembership/same/company
source: All players of the Tank Company must be members of the same clan.
ru: Все игроки роты должны состоять в одном клане.

# details/conditions/clanMembership/same/formation
source: All players of the tactical unit must be members of the same clan.
ru: Все игроки формирования должны состоять в одном клане.

# details/conditions/clanMembership/same/squad
source: All players of the Platoon must be members of the same clan.
ru: Все игроки взвода должны состоять в одном клане.

# details/conditions/clanMembership/same/team7x7
source: All players of the team must be members of the same clan.
ru: Все игроки команды должны состоять в одном клане.

# details/requirements/token/N
source: Mission "%(questName)s" must be completed: %(left)s/%(count)s
ru: Необходимое количество выполнений боевой задачи «%(questName)s»: %(left)s/%(count)s

# details/conditions/cumulative/company
source: Parameter for Tank Company: %(param)s
ru: Параметр для роты: %(param)s

# details/conditions/cumulative/formation
source: Parameter for tactical unit: %(param)s
ru: Параметр для формирования: %(param)s

# details/conditions/cumulative/squad
source: Parameter for Platoon: %(param)s
ru: Параметр для взвода: %(param)s

# details/conditions/cumulative/team7x7
source: Parameter for team: %(param)s
ru: Параметр для команды: %(param)s

# details/conditions/results/company/alive
source: All Tank Company members must survive a battle.
ru: Все игроки роты должны выжить

# details/conditions/results/company/alive/not
source: All Tank Company members must be destroyed in a battle.
ru: Все игроки роты должны быть уничтожены в бою

# details/conditions/results/company/avg
source: Average value of the parameter for Tank Company: %(param)s
ru: Среднее значение для роты по параметру: %(param)s

# details/conditions/results/company/simple
source: Parameter for Tank Company: %(param)s
ru: Параметр для роты: %(param)s

# details/conditions/results/formation/alive
source: All tactical unit members must survive a battle.
ru: Все игроки формирования должны выжить.

# details/conditions/results/formation/alive/not
source: All tactical unit members must be destroyed in a battle.
ru: Все игроки формирования должны быть уничтожены в бою.

# details/conditions/results/formation/avg
source: Average value of the parameter for tactical unit: %(param)s
ru: Среднее значение для формирования по параметру: %(param)s

# details/conditions/results/formation/simple
source: Parameter for tactical unit: %(param)s
ru: Параметр для формирования: %(param)s

# details/conditions/results/squad/alive
source: All Platoon members must survive a battle.
ru: Все игроки взвода должны выжить

# details/conditions/results/squad/alive/not
source: All Platoon members must be destroyed in a battle.
ru: Все игроки взвода должны быть уничтожены в бою

# details/conditions/results/squad/avg
source: Average value of the parameter for Platoon: %(param)s
ru: Среднее значение для взвода по параметру: %(param)s

# details/conditions/results/squad/simple
source: Parameter for Platoon: %(param)s
ru: Параметр для взвода: %(param)s

# details/conditions/results/team7x7/alive
source: All team members must survive a battle.
ru: Все игроки команды должны выжить

# details/conditions/results/team7x7/alive/not
source: All team members must be destroyed in a battle.
ru: Все игроки команды должны быть уничтожены в бою

# details/conditions/results/team7x7/avg
source: Average value of the parameter for team: %(param)s
ru: Среднее значение для команды по параметру: %(param)s

# details/conditions/results/team7x7/simple
source: Parameter for team: %(param)s
ru: Параметр для команды: %(param)s

# details/conditions/cumulative/markOfMastery
source: Receive the Mastery Badge
ru: Получить знак классности

# details/conditions/cumulative/markOfMastery0
source: Do not receive any Mastery Badges
ru: Не получить знак классности

# details/conditions/cumulative/markOfMastery0/not
source: Receive any Mastery Badge
ru: Получить любой знак классности

# details/conditions/cumulative/markOfMastery1
source: 3rd Class
ru: «3 степень»

# details/conditions/cumulative/markOfMastery2
source: 2nd Class
ru: «2 степень»

# details/conditions/cumulative/markOfMastery3
source: 1st Class
ru: «1 степень»

# details/conditions/cumulative/markOfMastery4
source: Ace Tanker
ru: «Мастер»

# details/relations1/equal
source: exactly
ru: ровно
