Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# details/conditions/vehicleStun/type
source: Duration of stun to an enemy vehicle of type: %(type)s (s)
ru: Нанести секунд оглушения машине типа: %(type)s

# details/conditions/vehicleStun/type/not
source: Do not stun enemy vehicles of type: %(type)s for any duration
ru: Не нанести ни секунды оглушения технике типа: %(type)s

# details/conditions/vehicleStun/type_level
source: Duration of stun to an enemy vehicle of type: %(type)s; Tier %(level)s (s)
ru: Нанести секунд оглушения машине типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleStun/type_level/not
source: Do not stun enemy vehicles of type: %(type)s; Tier %(level)s for any duration
ru: Не нанести ни секунды оглушения технике типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleStunEventCount
source: Stun an enemy vehicle the indicated number of times
ru: Нанести оглушение машине противника указанное количество раз

# details/conditions/vehicleStunEventCount/all
source: Stun any enemy vehicle the indicated number of times
ru: Нанести оглушение любой машине противника указанное количество раз

# details/conditions/vehicleStunEventCount/level
source: Stun an enemy vehicle of Tier: %(level)s the indicated number of times
ru: Указанное количество раз нанести оглушение машине уровня: %(level)s

# details/conditions/vehicleStunEventCount/level/not
source: Do not stun enemy vehicles of Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить оглушение технике уровня: %(level)s

# details/conditions/vehicleStunEventCount/nation
source: Stun an enemy vehicle of nation: %(nation)s the indicated number of times
ru: Указанное количество раз нанести оглушение машине нации: %(nation)s

# details/conditions/vehicleStunEventCount/nation/not
source: Do not stun enemy vehicles of nation: %(nation)s the indicated number of times
ru: Указанное количество раз не наносить оглушение технике нации: %(nation)s

# details/conditions/vehicleStunEventCount/nation_level
source: Stun an enemy vehicle of nation: %(nation)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз нанести оглушение машине нации: %(nation)s; уровня: %(level)s

# details/conditions/vehicleStunEventCount/nation_level/not
source: Do not stun enemy vehicles of nation: %(nation)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить оглушение технике нации: %(nation)s; уровня: %(level)s

# details/conditions/vehicleStunEventCount/nation_type
source: Stun an enemy vehicle of nation: %(nation)s; type %(type)s the indicated number of times
ru: Указанное количество раз нанести оглушение машине нации: %(nation)s; типа: %(type)s

# details/conditions/vehicleStunEventCount/nation_type/not
source: Do not stun enemy vehicles of nation: %(nation)s; type %(type)s the indicated number of times
ru: Указанное количество раз не наносить оглушение технике нации: %(nation)s; типа: %(type)s

# details/conditions/vehicleStunEventCount/nation_type_level
source: Stun an enemy vehicle of nation: %(nation)s; type %(type)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз нанести оглушение машине нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleStunEventCount/nation_type_level/not
source: Do not stun enemy vehicles of nation: %(nation)s; type %(type)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить оглушение технике нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleStunEventCount/not
source: Do not stun enemy vehicles the indicated number of times
ru: Не оглушать технику противника указанное количество раз

# details/conditions/vehicleStunEventCount/type
source: Stun an enemy vehicle of type: %(type)s the indicated number of times
ru: Указанное количество раз нанести оглушение машине типа: %(type)s

# details/conditions/vehicleStunEventCount/type/not
source: Do not stun enemy vehicles of type: %(type)s the indicated number of times
ru: Указанное количество раз не наносить оглушение технике типа: %(type)s

# details/conditions/vehicleStunEventCount/type_level
source: Stun an enemy vehicle of type: %(type)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз нанести оглушение машине типа: %(type)s; уровня: %(level)s

# details/conditions/vehicleStunEventCount/type_level/not
source: Do not stun enemy vehicles of type: %(type)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить оглушение технике типа: %(type)s; уровня: %(level)s

# details/conditions/vehiclesKills/list
source: Destroy the vehicles from the list: %(list)s
ru: Уничтожить технику из списка: %(list)s

# details/conditions/vehiclesKills/list/not
source: Do not destroy the vehicles from the list: %(list)s
ru: Не уничтожать технику из списка: %(list)s

# details/conditions/vehiclesKills/title
source: Destroy
ru: Уничтожить

# details/conditions/vehiclesKills/title/not
source: Do not destroy
ru: Не уничтожать

# details/conditions/win/title
source: Win
ru: Победить

# details/dossier/ranked/battlesCount
source: Ranked Battles fought
ru: Проведённых Ранговых боёв

# details/header/comeToEndInMinutes/separated
source: Time Left: less than %(minutes)d min
ru: До окончания менее %(minutes)d мин.

# details/modifiers/boosters/crystalPriceMultiplier
source: On purchasing Personal Reserves using bonds until:
ru: На покупку личных резервов за боны до:

# details/modifiers/equipment/crystal
source: On purchasing consumables %(eqName)s using bonds
ru: На покупку снаряжения %(eqName)s за боны

# details/modifiers/equipment/crystalPriceMultiplier
source: On purchasing consumables using bonds until:
ru: На покупку снаряжения за боны до:

# details/requirementsRelation/equal
source: exactly
ru: ровно

# details/requirementsRelation/greater
source: more than
ru: более

# details/requirementsRelation/greaterOrEqual
source: at least
ru: не менее

# details/requirementsRelation/less
source: less than
ru: менее

# details/requirementsRelation/lessOrEqual
source: not more than
ru: не более

# details/requirementsRelation/notEqual
source: not equal to
ru: не равно

# missionDetails/battleCondition/list
source: List
ru: Список

# missionDetails/bottomStatusComplete
source: Mission completed
ru: Задача выполнена

# missionDetails/bottomStatusNextTry
source: Mission will be available for completion in %(time)s
ru: Следующее выполнение будет доступно через %(time)s

# missionDetails/bottomStatusTokens
source: Collect all tokens: %(count)d/%(total)d
ru: Соберите все марки: %(count)d / %(total)d

# missionDetails/conditions/battleBonusType
source: Battle Mode
ru: Режим боя

# missionDetails/conditions/battleBonusType/body
source: Missions can be completed in the following modes: %(battleBonusTypes)s
ru: Выполнение задачи доступно для режимов: %(battleBonusTypes)s

# missionDetails/conditions/battles
source: Complete all conditions in each of %(total)s battles
ru: Выполнять условия в каждом из %(total)s боёв

# missionDetails/conditions/battlesInRow
source: Complete all conditions in %(total)s battles in a row
ru: Выполнить условия за боёв подряд: %(total)s

# missionDetails/conditions/battlesUpperLimit
source: Complete all conditions within the following number of battles: %(total)s
ru: Выполнить, уложившись в количество боёв: %(total)s

# missionDetails/conditions/clanMembership/any
source: be a clan member
ru: состоять в клане

# missionDetails/conditions/clanMembership/same
source: in the same clan
ru: в одном клане

# missionDetails/conditions/formation
source: a tactical unit
ru: формирование

# missionDetails/conditions/formation/squad
source: Platoon
ru: Взвод

# missionDetails/conditions/groupBy/noProgress
source: Start completing the conditions to track the mission's progress
ru: Начните выполнять условия, чтобы увидеть прогресс по задаче

# missionDetails/conditions/level
source: Tier
ru: Уровень

# missionDetails/conditions/maps
source: Available maps
ru: Доступные карты

# missionDetails/conditions/maps/not
source: Unavailable maps
ru: Недоступные карты

# missionDetails/conditions/mapsType
source: Map type
ru: Тип карты

# missionDetails/conditions/mapsType/body
source: Mission can be completed on the following types of maps: %(maps)s
ru: Выполнение задачи доступно для типов карт: %(maps)s

# missionDetails/conditions/playBattle
source: Play a battle
ru: Провести бой

# missionDetails/date
source: From %(dateStart)s through %(dateEnd)s
ru: С %(dateStart)s по %(dateEnd)s

# missionDetails/dateSince
source: From %(dateStart)s
ru: С %(dateStart)s

# missionDetails/dateTo
source: Through %(dateEnd)s
ru: До %(dateEnd)s

# missionDetails/description
source: Mission details
ru: Описание задачи

# missionDetails/missionsComplete
source: Completed: %(count)s/%(total)s
ru: Выполнено: %(count)s / %(total)s

# missionDetails/missionsComplete/daily
source: Completed within 24 h: %(count)s/%(total)s
ru: Выполнено в сутки: %(count)s/%(total)s

# missionDetails/missionsCompleteCounter
source: Completed: %(count)s
ru: Выполнено: %(count)s

# missionDetails/personalQuest/complete/left
source: Completions left: %(count)s
ru: Осталось выполнений: %(count)s

# missionDetails/personalQuest/complete/left/daily
source: Within 24 h: %(count)s
ru: Из них в сутки: %(count)s

# missionDetails/personalQuest/details/complete/left/daily
source: within 24 h: %(count)s
ru: из них в сутки: %(count)s

# missionDetails/requirements/conclusion/available
source: Fulfilled conditions (%(count)s)
ru: Требования выполнены (%(count)s)

# missionDetails/requirements/conclusion/unavailable
source: Unfulfilled conditions (%(count)s)
ru: Требования не выполнены (%(count)s)

# missionDetails/requirements/header/available
source: Mission available:
ru: Задача доступна:

# missionDetails/requirements/header/unavailable
source: Mission unavailable:
ru: Задача недоступна:

# missionDetails/resetDate
source: Mission reset: %(time)s
ru: Обнуление задачи в %(time)s

# missionDetails/status/completed/daily
source: Mission will be available for completion in: %(time)s
ru: Следующее доступное выполнение через: %(time)s

# missionDetails/status/notAvailable
source: Unavailable
ru: Недоступно

# missionDetails/status/notAvailable/in_future
source: will be available in %(time)s
ru: станет доступна через %(time)s

# missionDetails/status/notAvailable/invalid_time_interval
source: will be available in %(time)s
ru: станет доступна через %(time)s

# missionDetails/status/notAvailable/invalid_weekday
source: will be available in %(time)s
ru: станет доступна через %(time)s

# missionDetails/status/notAvailable/nearestTime
source: will be available in: %(time)s
ru: станет доступна через: %(time)s

# missionDetails/status/notAvailableByTime
source: Requirements
ru: Регламент

# missionDetails/status/wrongTime
source: Mission unavailable:
ru: Задача недоступна:

# missionDetails/status/wrongVehicle
source: No Suitable Vehicles
ru: Недоступно

# missionDetails/vehicle/conditions/header
source: List of vehicles that meet the mission condition
ru: Список целей, подпадающих под условия задачи

# missionDetails/vehicle/conditions/level
source: Tier:
ru: Уровень:

# missionDetails/vehicle/conditions/level/all
source: All tiers
ru: Любой уровень

# missionDetails/vehicle/conditions/nations
source: Nation:
ru: Нация:

# missionDetails/vehicle/conditions/nations/all
source: All nations
ru: Любая нация

# missionDetails/vehicle/conditions/nations/tooltip
source: Nation: "%(nation)s"
ru: Нация: «%(nation)s»

# missionDetails/vehicle/conditions/type
source: Type:
ru: Тип:

# missionDetails/vehicle/conditions/type/all
source: All Types
ru: Любой тип

# missionDetails/vehicle/conditions/type/tooltip
source: Vehicle type: "%(type)s"
ru: Тип техники: «%(type)s»

# missionDetails/vehiclesAvailable
source: Available: %(count)s
ru: В наличии: %(count)s

# missionDetails/vehiclesSelect
source: Select vehicle
ru: Выбрать технику

# missions/awards/merged
source: in addition: %(count)s
ru: ещё: %(count)s

# missions/filter/filterButton/body
source: Filter settings allow you to find suitable missions that meet the selected parameters.
ru: Изменяя настройки фильтра можно подобрать задачи согласно указанным параметрам.

# missions/filter/filterButton/header
source: Mission Filter
ru: Фильтр задач

# missions/filter/popover/defaultButton/body
source: Click to reset filter settings to default.
ru: Нажмите, чтобы сбросить настройки фильтра на состояние по умолчанию.

# missions/filter/popover/defaultButton/header
source: Reset Filter
ru: Сбросить фильтр

# missions/filter/popover/defaultButton/label
source: Reset Filter
ru: Сбросить фильтр

# missions/filter/popover/hideDone
source: Hide completed
ru: Скрыть выполненные

# missions/filter/popover/hideUnavailable
source: Hide unavailable
ru: Скрыть недоступные

# missions/filter/popover/title
source: Mission Filter
ru: Фильтр задач

# missions/filterCounter/closeButton/body
source: Click to reset filter settings to default.
ru: Нажмите, чтобы сбросить настройки фильтра на стандартные.

# missions/filterCounter/closeButton/header
source: Set by Default
ru: Установить по умолчанию

# missions/filterCounter/label
source: Missions displayed:
ru: Показано задач:

# missions/group/motive/label
source: Missions of the selected category
ru: Боевые задачи выбранной категории

# missions/group/others/label
source: Missions of the selected category
ru: Боевые задачи выбранной категории

# missions/noTasks/dummy/text
source: No missions at the moment.
ru: В данный момент боевые задачи отсутствуют.

# missions/noTasksBody/dummy/btnLabel
source: Reset Filter
ru: Сбросить фильтр

# missions/noTasksBody/dummy/text
source: Nothing found. Change your filter settings or reset them to default.
ru: Ничего не найдено. Измените настройки фильтра или сбросьте фильтр на состояние по умолчанию.

# missions/noTasksMarathon/dummy/text
source: No specials at the moment. You can select an available mission (if any) in the corresponding section of the Missions section.
ru: В настоящий момент игровые события отсутствуют. Вы можете выбрать боевую задачу при наличии таковых в соответствующем разделе «Боевые задачи».

# missions/tab/categories/body
source: Missions that can be completed once or multiple times.
ru: Различные боевые задачи разового или многоразового выполнения.

# missions/tab/categories/header
source: Missions
ru: Боевые задачи

# missions/tab/category/header/performedTasks
source: Missions completed:
ru: Выполнено задач:

# missions/tab/currentVehicle/body
source: Missions available for completion in the vehicle selected in the Garage.
ru: Боевые задачи, доступные для выполнения на выбранной в Ангаре машине.

# missions/tab/currentVehicle/header
source: For Selected Vehicle
ru: Для выбранной машины

# missions/tab/label/categories
source: Missions
ru: Боевые задачи

# missions/tab/label/currentVehicle
source: For %(vehName)s
ru: Для %(vehName)s

# missions/tab/label/marathons
source: Events
ru: События

# missions/tab/marathons/body
source: A set of missions that give valuable rewards upon their completion.
ru: Комплекс боевых задач, полное выполнение которого обеспечит получение ценной награды.

# missions/tab/marathons/header
source: Events
ru: События

# missions/tab/marathons/header/award
source: Reward:
ru: Награда:

# missions/tab/marathons/header/condition
source: Collect Tokens:
ru: Соберите марки:

# missions/tab/marathons/header/desc
source: To fulfill these conditions, complete the corresponding missions for the specified nations.
ru: Чтобы эти условия были засчитаны, выполните соответствующие боевые задачи для указанных наций.

# missions/tab/marathons/header/moreAwards
source: other rewards: %(num)s
ru: ещё наград: %(num)s

# missions/tab/marathons/header/period
source: From %(startDate)s through %(endDate)s
ru: С %(startDate)s до %(endDate)s

# missions/tab/marathons/header/title/action
source: SPECIAL
ru: АКЦИЯ

# missions/tokenPopover/buyBtn/label
source: Purchase Token
ru: Купить марку

# missions/tokenPopover/descr
source: A list of missions that give the %(name)s token upon their completion
ru: Список боевых задач, в которых можно получить марку %(name)s

# missions/tokenPopover/descr/shop
source: The %(name)s token can be purchased only in the Premium Shop.
ru: Марку %(name)s можно купить только в Премиум магазине.

# missions/tokenPopover/header
source: %(name)s Token
ru: Марка %(name)s

# missions/tokenPopover/quest/descr/date
source: Through %(date)s
ru: До %(date)s

# missions/tokenPopover/quest/descr/notAvailable
source: Unavailable
ru: Недоступно

# missions/tokenPopover/quest/descr/ready
source: Completed
ru: Выполнено

# missions/tokenPopover/quest/header
source: %(questName)s Marathon
ru: Марафон %(questName)s

# missions/vehicleSelector/status/list
source: Vehicles
ru: Список техники

# missions/vehicleSelector/status/notAvailable
source: No suitable vehicles
ru: Нет подходящей техники

# missions/vehicleSelector/status/select
source: Select a vehicle
ru: Выбрать машину

# missions/vehicleSelector/status/selected
source: Selected in the Garage
ru: Выбрано в Ангаре

# missions/vehicleSelector/title
source: Suitable Vehicles: %(count)s
ru: Подходящая техника: %(count)s

# token/default/at-spg
source: Tank Destroyer
ru: «ПТ-САУ»

# token/default/china
source: China
ru: «Китай»

# token/default/czech
source: Czechoslovakia
ru: «Чехословакия»

# token/default/france
source: France
ru: «Франция»

# token/default/germany
source: Germany
ru: «Германия»

# token/default/heavyTank
source: Heavy Tank
ru: «Тяжёлый танк»

# token/default/japan
source: Japan
ru: «Япония»

# token/default/lightTank
source: Light Tank
ru: «Лёгкий танк»

# token/default/mediumTank
source: Medium Tank
ru: «Средний танк»

# token/default/spg
source: SPG
ru: «САУ»

# token/default/sweden
source: Sweden
ru: «Швеция»

# token/default/uk
source: U.K.
ru: «Великобритания»

# token/default/usa
source: U.S.A.
ru: «США»

# token/default/ussr
source: U.S.S.R.
ru: «СССР»

# token/default/wot
source: Iron Seal
ru: «Танковая печать»

# token/undefined
source: Secret Sign
ru: «Тайный знак»

# details/conditions/vehicleDamage/all/not
source: Do not cause damage to enemy vehicles
ru: Не наносить урон технике противника

# details/conditions/vehicleStun/all/not
source: Do not stun enemy vehicles for any duration
ru: Не нанести ни секунды оглушения технике противника

# details/conditions/vehicleStun/cumulative
source: Total duration of stun (in seconds) to cause to enemy vehicles
ru: Количество секунд, на которые нужно суммарно оглушить технику противника

# details/conditions/vehicleStun/cumulative/all
source: Total duration of stun (in seconds) to cause to enemy vehicles
ru: Количество секунд, на которые нужно суммарно оглушить технику противника

# details/conditions/vehicleStun/cumulative/all/not
source: Do not stun enemy vehicles for any duration
ru: Не нанести ни секунды оглушения технике противника

# details/conditions/vehicleStun/cumulative/not
source: Do not stun enemy vehicles for any duration
ru: Не нанести ни секунды оглушения технике противника

# details/conditions/vehicleStunEventCount/all/not
source: Do not stun enemy vehicles the indicated number of times
ru: Не оглушать технику противника указанное количество раз

# details/conditions/vehicleStunEventCount/cumulative
source: Stun enemy vehicles (times, total)
ru: Оглушить технику противника (суммарно раз)

# details/conditions/vehicleStunEventCount/cumulative/all
source: Stun enemy vehicles (times, total)
ru: Оглушить технику противника (суммарно раз)

# details/conditions/vehicleStunEventCount/cumulative/all/not
source: Do not stun enemy vehicles
ru: Не наносить оглушение технике противника

# details/conditions/vehicleStunEventCount/cumulative/not
source: Do not stun enemy vehicles
ru: Не наносить оглушение технике противника

# details/conditions/vehiclesKills/all/not
source: Do not destroy enemy vehicles
ru: Не уничтожать технику противника

# bonusName/completionTokens
source: Components
ru: Компоненты

# bonusName/completionTokens_1_1
source: StuG IV Power Unit
ru: Силовая установка StuG IV

# bonusName/completionTokens_1_2
source: StuG IV Hull
ru: Корпус StuG IV

# bonusName/completionTokens_1_3
source: StuG IV Chassis
ru: Ходовая StuG IV

# bonusName/completionTokens_1_4
source: StuG IV Gun
ru: Орудие StuG IV

# bonusName/completionTokens_1_5
source: StuG IV Radio
ru: Радиостанция StuG IV

# bonusName/completionTokens_2_1
source: T28 HTC Power Unit
ru: Силовая установка T28 HTC

# bonusName/completionTokens_2_2
source: T28 HTC Hull
ru: Корпус T28 HTC

# bonusName/completionTokens_2_3
source: T28 HTC Chassis
ru: Ходовая T28 HTC

# bonusName/completionTokens_2_4
source: T28 HTC Gun
ru: Орудие T28 HTC

# bonusName/completionTokens_2_5
source: T28 HTC Radio
ru: Радиостанция T28 HTC

# bonusName/completionTokens_3_1
source: T 55A Power Unit
ru: Силовая установка Т55 А

# bonusName/completionTokens_3_2
source: T 55A Hull and Turret
ru: Корпус и башня Т55 А

# bonusName/completionTokens_3_3
source: T 55A Chassis
ru: Ходовая Т55 А

# bonusName/completionTokens_3_4
source: T 55A Gun
ru: Орудие Т55 А

# bonusName/completionTokens_3_5
source: T 55A Radio
ru: Радиостанция Т55 А

# bonusName/completionTokens_4_1
source: Obj. 260 Power Unit
ru: Силовая установка Об. 260

# bonusName/completionTokens_4_2
source: Obj. 260 Hull and Turret
ru: Корпус и башня Об. 260

# bonusName/completionTokens_4_3
source: Obj. 260 Chassis
ru: Ходовая Об. 260

# bonusName/completionTokens_4_4
source: Obj. 260 Gun
ru: Орудие Об. 260

# bonusName/completionTokens_4_5
source: Obj. 260 Radio
ru: Радиостанция Об. 260

# bonusName/crystal
source: Bonds
ru: Боны

# bonusName/freeTokens
source: Order
ru: Бланк приказа

# details/conditions/additional/title
source: Complete primary conditions
ru: Выполнить основные условия

# details/conditions/crits/critical/ammoBay
source: Damage an ammo rack
ru: Повредить боеукладку

# details/conditions/crits/critical/ammoBay/not
source: Do not damage an ammo rack
ru: Не повреждать боеукладку

# details/conditions/crits/critical/engine
source: Damage an engine
ru: Повредить двигатель

# details/conditions/crits/critical/engine/not
source: Do not damage an engine
ru: Не повреждать двигатель

# details/conditions/crits/critical/fuelTank
source: Damage fuel tanks
ru: Повредить баки

# details/conditions/crits/critical/fuelTank/not
source: Do not damage fuel tanks
ru: Не повреждать баки

# details/conditions/crits/critical/gun
source: Damage a gun
ru: Повредить орудие

# details/conditions/crits/critical/gun/not
source: Do not damage a gun
ru: Не повреждать орудие

# details/conditions/crits/critical/radio
source: Damage a radio
ru: Повредить радиостанцию

# details/conditions/crits/critical/radio/not
source: Do not damage a radio
ru: Не повреждать радиостанцию

# details/conditions/crits/critical/surveyingDevice
source: Damage observation devices
ru: Повредить приборы наблюдения

# details/conditions/crits/critical/surveyingDevice/not
source: Do not damage observation devices
ru: Не повреждать приборы наблюдения

# details/conditions/crits/critical/track
source: Damage a track
ru: Повредить гусеницу

# details/conditions/crits/critical/track/not
source: Do not damage a track
ru: Не повреждать гусеницы

# details/conditions/crits/critical/turretRotator
source: Damage a turret ring
ru: Повредить механизм поворота башни

# details/conditions/crits/critical/turretRotator/not
source: Do not damage a turret ring
ru: Не повреждать механизм поворота башни

# details/conditions/crits/destroyed/ammoBay
source: Detonate an ammo rack
ru: Подорвать боеукладку

# details/conditions/crits/destroyed/ammoBay/not
source: Do not detonate an ammo rack
ru: Не подрывать боеукладку
