Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# bonuses/item/berths
source: Bunks in Barracks:
ru: Мест в Казарме:

# bonuses/item/creditsFactor
source: credits coefficient
ru: коэффициент кредитов

# bonuses/item/freeXPFactor
source: Free Experience coefficient
ru: коэффициент свободного опыта

# bonuses/item/premium
source: Premium days:
ru: Премиум дней:

# bonuses/item/slots
source: Slots in the Garage:
ru: Слотов в Ангаре:

# bonuses/item/tankmenXP
source: crew experience
ru: опыт экипажа

# bonuses/item/tankmenXPFactor
source: crew experience coefficient
ru: коэффициент опыта экипажа

# bonuses/item/xpFactor
source: Combat Experience coefficient
ru: коэффициент боевого опыта

# bonuses/vehicles/crewLvl
source: %d%% crew
ru: %d%% экипаж

# details/conditions/title
source: Condition
ru: Условие

# details/conditions/vehicleDescr
source: Suitable vehicles:
ru: Подходящая техника:

# details/conditions/vehicleKills
source: Destroy:
ru: Уничтожить:

# details/conditions/vehiclesOwned
source: Vehicles in the Garage:
ru: Техника в Ангаре:

# details/conditions/vehiclesUnlocked
source: Vehicles researched:
ru: Исследованная техника:

# details/header/activeDuration
source: From %(startTime)s to %(finishTime)s
ru: С %(startTime)s по %(finishTime)s

# details/header/completion/daily
source: Number of available mission completions per 24 hours: %(count)d.
ru: Количество доступных выполнений в сутки: %(count)d.

# details/header/completion/daily/groupByClass
source: Number of available mission completions per 24 hours: %(count)d in vehicles of certain types.
ru: Количество доступных выполнений в сутки: по %(count)d на технике определённых типов.

# details/header/completion/daily/groupByLevel
source: Number of available mission completions per 24 hours: %(count)d in vehicles of certain tiers.
ru: Количество доступных выполнений в сутки: по %(count)d на технике определённых уровней.

# details/header/completion/daily/groupByNation
source: Number of available mission completions per 24 hours: %(count)d in vehicles of certain nationalities.
ru: Количество доступных выполнений в сутки: по %(count)d на технике определённых наций.

# details/header/completion/daily/groupByVehicle
source: Number of available mission completions per 24 hours: %(count)d in certain vehicles.
ru: Количество доступных выполнений в сутки: по %(count)d на определённых машинах.

# details/header/completion/single
source: Number of available mission completions: %(count)d.
ru: Количество доступных выполнений: %(count)d.

# details/header/completion/single/groupByClass
source: Number of available mission completions: %(count)d in vehicles of certain types.
ru: Количество доступных выполнений: по %(count)d на технике определённых типов.

# details/header/completion/single/groupByLevel
source: Number of available mission completions: %(count)d in vehicles of certain tiers.
ru: Количество доступных выполнений: по %(count)d на технике определённых уровней.

# details/header/completion/single/groupByNation
source: Number of available mission completions: %(count)d in vehicles of certain nationalities.
ru: Количество доступных выполнений: по %(count)d на технике определённых наций.

# details/header/completion/single/groupByVehicle
source: Number of available mission completions: %(count)d in certain vehicles.
ru: Количество доступных выполнений: по %(count)d на определенных машинах.

# details/header/completion/unlimited
source: Number of available mission completions: unlimited.
ru: Количество доступных выполнений: неограниченно.

# details/header/hasNoVehicles
source: Mission unavailable: no vehicles of correct type.
ru: Боевая задача недоступна: нет подходящей техники.

# details/header/info/descr_parallel
source: To complete the strategic mission, complete the following missions in any order.
ru: Для допуска к выполнению стратегической задачи выполните нижеперечисленные боевые задачи в любом порядке.

# details/header/info/descr_serial
source: To complete the strategic mission, complete the following missions sequentially.
ru: Для допуска к выполнению стратегической задачи последовательно выполните нижеперечисленные боевые задачи.

# details/header/info/title
source: Condition
ru: Условие

# details/header/tillDate
source: Until %(finishTime)s
ru: До %(finishTime)s

# details/tasks/nextTask
source: Mission coming soon
ru: Следующая боевая задача

# details/tasks/strategic
source: Part of a mission
ru: Часть боевой задачи

# details/tasks/subTask
source: Mission
ru: Боевая задача

# igr/tooltip/battlesLabel
source: Battles
ru: Боёв

# igr/tooltip/winsLabel
source: Victories
ru: Побед

# item/timer/tillFinish
source: Finish time
ru: До окончания

# item/timer/tillFinish/days
source: Finish time
ru: До окончания

# item/timer/tillFinish/hours
source: Finish time
ru: До окончания

# item/timer/tillFinish/longFormat
source: %(hours)s h %(min)s min
ru: %(hours)s ч. %(min)s мин.

# item/timer/tillFinish/shortFormat
source: %(min)s min
ru: %(min)s мин.

# item/timer/tillStart
source: Will be available
ru: Станет доступна

# item/timer/tillStart/days
source: in %(day)s d %(hour)s h
ru: через %(day)s д. %(hour)s

# item/timer/tillStart/hours
source: in %(hour)s h %(min)s min
ru: через %(hour)s ч. %(min)s мин.

# item/timer/tillStart/min
source: in %(min)s min
ru: через %(min)s мин.

# item/type/action
source: Special
ru: Акция

# item/type/quest
source: Mission
ru: Боевая задача

# item/type/questDaily
source: Mission
ru: Боевая задача

# item/type/questStrategic
source: Strategic mission
ru: Стратегическая задача

# quests/current/nodata
source: No current missions or specials
ru: Текущих акций и боевых задач нет

# quests/currentTab/header/checkBox/text
source: Hide completed
ru: Скрывать выполненные

# quests/currentTab/header/dropdown/date
source: By date
ru: По дате

# quests/currentTab/header/dropdown/time
source: By finish time
ru: По времени до окончания

# quests/currentTab/header/sort
source: Show:
ru: Показать:

# quests/future/nodata
source: No missions coming soon
ru: Предстоящих боевых задач нет

# quests/list/clickCheckbox
source: To view missions, click the “Hide completed” checkbox above.
ru: Чтобы показать боевые задачи, снимите флажок «Скрывать выполненные» выше.

# quests/list/complete
source: All missions completed
ru: Все боевые задачи выполнены

# quests/status/done
source: Complete!
ru: Выполнено!

# quests/status/notAvailable
source: Unavailable
ru: Недоступно

# quests/tabs/award/text
source: Reward:
ru: Награда:

# quests/tabs/current
source: Missions and Specials
ru: Задачи и акции

# quests/tabs/future
source: Coming Soon
ru: Предстоящие

# quests/tabs/noselected/text
source: Choose a mission or a special from the list on the left to see the full description.
ru: Выберите задачу или акцию из списка слева, чтобы увидеть подробное описание

# quests/title
source: Personal Missions
ru: Личные боевые задачи

# questsControl/title
source: Personal Missions
ru: Личные боевые задачи

# tooltip/progress/groupBy/body
source: Maximum result
ru: Показан максимальный результат

# tooltip/progress/groupBy/header
source: Progress in mission completion
ru: Прогресс по боевой задаче

# tooltip/progress/groupBy/note
source: Subsequent results
ru: Ближайшие результаты

# tooltip/progress/groupBy/note/level
source: Tier %s
ru: %s уровень

# details/conditions/vehicle
source: Suitable vehicles:
ru: Подходящая техника:

# details/modifiers/customization/groupEmblem
source: On Emblems of group %(groupName)s up to:
ru: На эмблемы группы %(groupName)s до:

# details/modifiers/customization/vehCamouflage
source: On Camouflage for %(vehName)s up to:
ru: На камуфляж для %(vehName)s до:

# details/modifiers/economics/berthsPrices
source: On purchasing bunks in Barracks
ru: На покупку коек в Казарме

# details/modifiers/economics/camouflagePacket30Cost
source: On all types of Camouflage (for 30 days) up to:
ru: На все виды камуфляжа (на 30 дней) до:

# details/modifiers/economics/camouflagePacket7Cost
source: On all types of Camouflage (for 7 days) up to:
ru: На все виды камуфляжа (на 7 дней) до:

# details/modifiers/economics/camouflagePacketInfCost
source: On all types of permanent Camouflage up to:
ru: На все виды постоянного камуфляжа до:

# details/modifiers/economics/clanCreationCost
source: On creating a clan
ru: На создание клана

# details/modifiers/economics/creditsDropSkillsCost
source: On resetting crew skills for credits
ru: На сброс умений экипажа за кредиты

# details/modifiers/economics/creditsTankmanCost
source: On crew training and retraining for credits
ru: На обучение и переобучение экипажа за кредиты

# details/modifiers/economics/emblemPacket30Cost
source: On all types of Emblems (for 30 days) up to:
ru: На все виды эмблем (на 30 дней) до:

# details/modifiers/economics/emblemPacket7Cost
source: On all types of Emblems (for 7 days) up to:
ru: На все виды эмблем (на 7 дней) до:

# details/modifiers/economics/emblemPacketInfCost
source: On all types of permanent Emblems up to:
ru: На все виды постоянных эмблем до:

# details/modifiers/economics/exchangeRate
source: On cost of exchanging gold for credits
ru: На стоимость обмена золота на кредиты

# details/modifiers/economics/exchangeRateForShellsAndEqs
source: On cost of purchasing Premium consumables and Premium shells for credits up to:
ru: На стоимость покупки премиум снаряжения и премиум снарядов за кредиты до:

# details/modifiers/economics/freeXPConversionDiscrecity
source: On cost of converting Combat Experience to Free Experience
ru: На стоимость перевода боевого опыта в свободный

# details/modifiers/economics/freeXPToTManXPRate
source: On cost of converting Free Experience to crew XP
ru: На стоимость перевода свободного опыта в опыт экипажа

# details/modifiers/economics/goldDropSkillsCost
source: On resetting crew skills for gold
ru: На сброс умений экипажа за золото

# details/modifiers/economics/goldTankmanCost
source: On crew training and retraining for gold
ru: На обучение и переобучение экипажа за золото

# details/modifiers/economics/inscriptionPacket30Cost
source: On all types of Inscriptions (for 30 days) up to:
ru: На все виды надписей (на 30 дней) до:

# details/modifiers/economics/inscriptionPacket7Cost
source: On all types of Inscriptions (for 7 days) up to:
ru: На все виды надписей (на 7 дней) до:

# details/modifiers/economics/inscriptionPacketInfCost
source: On all types of permanent Inscriptions up to:
ru: На все виды постоянных надписей до:

# details/modifiers/economics/paidRemovalCost
source: On demounting complex equipment
ru: На демонтаж сложного оборудования

# details/modifiers/economics/passportChangeCost
source: On replacing crew Personal Data
ru: На смену документов экипажа

# details/modifiers/economics/premiumPacket1
source: On purchasing Premium Account for 1 day
ru: На покупку премиум аккаунта на 1 день

# details/modifiers/economics/premiumPacket180
source: On purchasing Premium Account for 180 days
ru: На покупку премиум аккаунта на 180 дней

# details/modifiers/economics/premiumPacket3
source: On purchasing Premium Account for 3 days
ru: На покупку премиум аккаунта на 3 дня

# details/modifiers/economics/premiumPacket30
source: On purchasing Premium Account for 30 days
ru: На покупку премиум аккаунта на 30 дней

# details/modifiers/economics/premiumPacket360
source: On purchasing Premium Account for 360 days
ru: На покупку премиум аккаунта на 360 дней

# details/modifiers/economics/premiumPacket7
source: On purchasing Premium Account for 7 days
ru: На покупку премиум аккаунта на 7 дней

# details/modifiers/economics/slotsPrices
source: On purchasing slots in the Garage
ru: На покупку слотов в Ангаре

# details/modifiers/equipment/credits
source: On purchasing consumables %(eqName)s for credits
ru: На покупку снаряжения %(eqName)s за кредиты

# details/modifiers/equipment/creditsPriceMultiplier
source: On purchasing consumables for credits up to:
ru: На покупку снаряжения за кредиты до:

# details/modifiers/equipment/gold
source: On purchasing consumables %(eqName)s for gold
ru: На покупку снаряжения %(eqName)s за золото

# details/modifiers/equipment/goldPriceMultiplier
source: On purchasing consumables for gold up to:
ru: На покупку снаряжения за золото до:

# details/modifiers/optDevice
source: On purchasing equipment %(devName)s
ru: На покупку оборудования %(devName)s

# details/modifiers/optDevice/creditsPriceMultiplier
source: On purchasing equipment for credits up to:
ru: На покупку оборудования за кредиты до:

# details/modifiers/optDevice/goldPriceMultiplier
source: On purchasing equipment for gold up to:
ru: На покупку оборудования за золото до:

# details/modifiers/shell/credits
source: On purchasing shells %(shellName)s for credits
ru: На покупку снарядов %(shellName)s за кредиты

# details/modifiers/shell/creditsPriceMultiplier
source: On purchasing shells for credits up to:
ru: На покупку снарядов за кредиты до:

# details/modifiers/shell/gold
source: On purchasing shells %(shellName)s for gold
ru: На покупку снарядов %(shellName)s за золото

# details/modifiers/shell/goldPriceMultiplier
source: On purchasing shells for gold up to:
ru: На покупку снарядов за золото до:

# details/modifiers/shell/nation/creditsPriceMultiplier
source: On purchasing shells of %(nation)s nation for credits up to:
ru: На покупку снарядов нации %(nation)s за кредиты до:

# details/modifiers/shell/nation/goldPriceMultiplier
source: On purchasing shells of %(nation)s nation for gold up to:
ru: На покупку снарядов нации %(nation)s за золото до:

# details/modifiers/title/discount
source: Discounts:
ru: Скидки по акции:

# details/modifiers/title/selling
source: Vehicle Sale:
ru: Продажа техники:

# details/modifiers/vehicle
source: On purchasing vehicles:
ru: На покупку техники:

# details/modifiers/vehicle/creditsPriceMultiplier
source: On purchasing vehicles for credits up to:
ru: На покупку техники за кредиты до:

# details/modifiers/vehicle/goldPriceMultiplier
source: On purchasing vehicles for gold up to:
ru: На покупку техники за золото до:

# details/modifiers/vehicle/nation/creditsPriceMultiplier
source: On purchasing vehicles of %(nation)s nation for credits up to:
ru: На покупку техники нации %(nation)s за кредиты до:

# details/modifiers/vehicle/nation/goldPriceMultiplier
source: On purchasing vehicles of %(nation)s nation for gold up to:
ru: На покупку техники нации %(nation)s за золото до:

# details/modifiers/vehicle/sell
source: On selling vehicles:
ru: На продажу техники:

# postBattle/progressReset
source: One of the conditions is not fulfilled. Progress is reset.
ru: Одно из условий не выполнено, прогресс обнулён

# bonuses/item/task
source: Mission available: %s
ru: Доступ к боевой задаче: %s

# classes/AT-SPG
source: Tank Destroyers
ru: ПТ-САУ

# classes/SPG
source: SPGs
ru: САУ

# classes/heavyTank
source: Heavy tanks
ru: Тяжёлые танки

# classes/lightTank
source: Light tanks
ru: Лёгкие танки

# classes/mediumTank
source: Medium tanks
ru: Средние танки

# details/conditions/achievements
source: Receive one of the following awards:
ru: Получить одну из наград:

# details/conditions/battleBonusType
source: Battle type:
ru: Тип боя:

# details/conditions/battles
source: Fulfill all the conditions in the following number of battles: %s
ru: Выполнить все нижеследующие условия за количество боёв: %s

# details/conditions/battlesInRow
source: Fulfill all the conditions in the following number of battles in a row: %s
ru: Выполнить все нижеследующие условия за количество боёв подряд: %s

# details/conditions/cumulative/achievements
source: Awards received
ru: Полученные награды

# details/conditions/cumulative/capturePoints
source: Base capture points
ru: Очки захвата

# details/conditions/cumulative/damageAssisted
source: Damage upon spotting
ru: Урон по разведданным

# details/conditions/cumulative/damageAssistedRadio
source: Damage upon your spotting
ru: Урон по вашим разведданным

# details/conditions/cumulative/damageAssistedTrack
source: Damage caused by allies after you destroyed a track
ru: Урон союзников после попадания, сбившего гусеницу

# details/conditions/cumulative/damageBlockedByArmor
source: Damage Blocked
ru: Заблокированный урон

# details/conditions/cumulative/damageDealt
source: Damage caused
ru: Нанесённый урон

# details/conditions/cumulative/damageReceived
source: Damage received
ru: Полученный урон

# details/conditions/cumulative/damaged
source: Enemy vehicles damaged
ru: Повреждённые машины противника

# details/conditions/cumulative/droppedCapturePoints
source: Base defense points
ru: Очки защиты

# details/conditions/cumulative/freeXP
source: Free Experience earned
ru: Заработанный свободный опыт

# details/conditions/cumulative/heHitsReceived
source: HP of splash damage received
ru: Полученных единиц осколочно-фугасного урона

# details/conditions/cumulative/he_hits
source: Hits on ammo rack
ru: Попаданий в боеукладку

# details/conditions/cumulative/health
source: HP left after the battle
ru: Очки прочности, оставшиеся после боя

# details/conditions/cumulative/hits
source: Hits
ru: Попаданий

# details/conditions/cumulative/kills
source: Enemy vehicles destroyed
ru: Уничтоженные машины противника

# details/conditions/cumulative/maxDamage
source: Maximum damage
ru: Максимальный урон

# details/conditions/cumulative/noDamageShotsReceived
source: Hits received without damage
ru: Полученных попаданий без урона

# details/conditions/cumulative/originalXP
source: Base Experience earned
ru: Заработанный «чистый» опыт

# details/conditions/cumulative/pierced
source: Penetrations
ru: Пробитий

# details/conditions/cumulative/piercedReceived
source: Penetrations received
ru: Полученных пробитий

# details/conditions/cumulative/potentialDamageDealt
source: Potential damage caused
ru: Нанесённый потенциальный урон

# details/conditions/cumulative/potentialDamageReceived
source: Potential damage received
ru: Полученный потенциальный урон

# details/conditions/cumulative/shots
source: Shots fired
ru: Выстрелы

# details/conditions/cumulative/shotsReceived
source: Hits received
ru: Полученных попаданий

# details/conditions/cumulative/soloHitsAssisted
source: Enemy vehicles damaged upon your spotting only
ru: Попадания союзников только по вашим разведданным

# details/conditions/cumulative/spotted
source: Enemy vehicles spotted
ru: Обнаруженные машины

# details/conditions/cumulative/tdamageDealt
source: Damage caused to allies
ru: Урон по союзникам

# details/conditions/cumulative/thits
source: Hits on allies
ru: Попадания по союзникам

# details/conditions/cumulative/tkills
source: Allied vehicles destroyed
ru: Уничтоженные машины союзников

# details/conditions/cumulative/unit
source: Parameter for operational unit: %(param)s
ru: Параметр для формирования: %(param)s

# details/conditions/cumulative/xp
source: Experience earned
ru: Заработанный опыт

# details/conditions/formation
source: Tactical unit:
ru: Формирование:

# details/conditions/formation/clan
source: Clan
ru: Клан

# details/conditions/formation/squad
source: Enter a battle in a Platoon.
ru: Выйти в бой взводом.

# details/conditions/groupBy/class
source: Progress by types:
ru: Прогресс выполнения по типам:

# details/conditions/groupBy/level
source: Progress by Tiers:
ru: Прогресс выполнения по уровням:

# details/conditions/groupBy/levelLabel
source: %s Tier
ru: %s Уровень

# details/conditions/groupBy/nation
source: Progress by nations:
ru: Прогресс выполнения по нациям:

# details/conditions/groupBy/vehicle
source: Progress in vehicles:
ru: Прогресс выполнения на технике:

# details/conditions/label
source: Conditions:
ru: Условия:

# details/conditions/map
source: Map:
ru: Карта:

# details/conditions/maps
source: Maps:
ru: Карты:

# details/conditions/mapsType
source: Map type:
ru: Тип карты:

# details/conditions/mapsType/desert
source: Desert
ru: Пустынная

# details/conditions/mapsType/summer
source: Summer
ru: Летняя

# details/conditions/mapsType/winter
source: Winter
ru: Зимняя

# details/conditions/notSquad
source: Fulfill without joining the Platoon
ru: Выполнить, не входя в состав взвода

# details/conditions/notSurvive
source: Be destroyed in a battle
ru: Быть уничтоженным в бою

# details/conditions/notWin
source: Lose a battle
ru: Проиграть бой

# details/conditions/postBattle/dailyReset
source: Results are reset daily at %(time)s.
ru: Обнуление результатов происходит ежедневно в %(time)s.

# details/conditions/postBattle/separator
source: In each battle:
ru: При этом в каждом бою:

# details/conditions/results/single/avg
source: Average value of the parameter: %(param)s
ru: Среднее значение по параметру: %(param)s

# details/conditions/results/single/bothTeams
source: Join the top %(count)d players on your team and enemy team by parameter: %(param)s
ru: Попасть в топ-%(count)d игроков вашей команды и команды противника по параметру: %(param)s

# details/conditions/results/single/halfTeam
source: Join the top %(count)d players on your team by parameter: %(param)s
ru: Попасть в топ-%(count)d игроков вашей команды по параметру: %(param)s

# details/conditions/results/unit/alive
source: All operational unit members must survive a battle.
ru: Все игроки формирования должны выжить.

# details/conditions/results/unit/avg
source: Average value of the parameter for operational unit: %(param)s
ru: Среднее значение для формирования по параметру: %(param)s

# details/conditions/results/unit/simple
source: Parameter for operational unit: %(param)s
ru: Параметр для формирования: %(param)s

# details/conditions/survive
source: Survive the battle
ru: Выжить в бою

# details/conditions/vehiclesKills
source: Destroy an enemy vehicle
ru: Уничтожить машину противника

# details/conditions/vehiclesKills/all
source: Destroy an enemy vehicle
ru: Уничтожить любую машину

# details/conditions/vehiclesKills/level
source: Destroy vehicles of Tier: %(level)s
ru: Уничтожить машину уровня: %(level)s

# details/conditions/vehiclesKills/nation
source: Destroy vehicles of nation: %(nation)s
ru: Уничтожить машину нации: %(nation)s

# details/conditions/vehiclesKills/nation_level
source: Destroy vehicles of nation: %(nation)s; of Tier: %(level)s
ru: Уничтожить машину нации: %(nation)s; уровня: %(level)s

# details/conditions/vehiclesKills/nation_type
source: Destroy vehicles of nation: %(nation)s; of type: %(type)s
ru: Уничтожить машину нации: %(nation)s; типа: %(type)s

# details/conditions/vehiclesKills/nation_type_level
source: Destroy vehicles of nation: %(nation)s; of type: %(type)s; of Tier: %(level)s
ru: Уничтожить машину нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/vehiclesKills/type
source: Destroy vehicles of type: %(type)s
ru: Уничтожить машину типа: %(type)s

# details/conditions/vehiclesKills/type_level
source: Destroy vehicles of type: %(type)s; Tier %(level)s
ru: Уничтожить машину типа: %(type)s; уровня: %(level)s

# details/conditions/win
source: Win a battle
ru: Победить в бою

# details/dossier/armorPiercer
source: Master Gunner
ru: «Бронебойщик»

# details/dossier/armoredFist
source: Armored Fist
ru: «Бронетанковый кулак»

# details/dossier/battleCitizen
source: Operation Nostalgia
ru: Операция «Ностальгия»

# details/dossier/battleHeroes
source: Battle Heroes
ru: «Героев Битвы»

# details/dossier/battlesCount
source: Battles
ru: Боёв

# details/dossier/beasthunter
source: Hunter
ru: «Зверобой»

# details/dossier/bombardier
source: Bombardier
ru: «Бомбардир»

# details/dossier/capturePoints
source: Base capture points
ru: Очков захвата базы

# details/dossier/clan/battlesCount
source: Battles in Clan Wars
ru: Боёв в «Мировой войне»

# details/dossier/clan/capturePoints
source: Base capture points in Clan Wars
ru: Очков захвата базы в «Мировой войне»

# details/dossier/clan/damageDealt
source: Damage caused in Clan Wars
ru: Нанесённый урон в «Мировой войне»
