Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# details/conditions/crits/destroyed/engine
source: Destroy an engine
ru: Вывести из строя двигатель

# details/conditions/crits/destroyed/engine/not
source: Do not destroy an engine
ru: Не выводить из строя двигатель

# details/conditions/crits/destroyed/fuelTank
source: Set fuel tanks on fire
ru: Поджечь топливные баки

# details/conditions/crits/destroyed/fuelTank/not
source: Do not set fuel tanks on fire
ru: Не поджигать топливные баки

# details/conditions/crits/destroyed/gun
source: Destroy a gun
ru: Вывести из строя орудие

# details/conditions/crits/destroyed/gun/not
source: Do not destroy a gun
ru: Не выводить из строя орудие

# details/conditions/crits/destroyed/radio
source: Destroy a radio
ru: Вывести из строя рацию

# details/conditions/crits/destroyed/radio/not
source: Do not destroy a radio
ru: Не выводить из строя рацию

# details/conditions/crits/destroyed/surveyingDevice
source: Destroy observation devices
ru: Вывести из строя приборы наблюдения

# details/conditions/crits/destroyed/surveyingDevice/not
source: Do not destroy observation devices
ru: Не выводить из строя приборы наблюдения

# details/conditions/crits/destroyed/track
source: Destroy a track
ru: Сбить гусеницу

# details/conditions/crits/destroyed/track/not
source: Do not destroy a track
ru: Не сбивать гусеницы

# details/conditions/crits/destroyed/turretRotator
source: Destroy a turret ring
ru: Вывести из строя механизм поворота башни

# details/conditions/crits/destroyed/turretRotator/not
source: Do not destroy a turret ring
ru: Не выводить из строя механизм поворота башни

# details/conditions/crits/tankman/commander
source: Injure a Commander
ru: Вывести из строя командира

# details/conditions/crits/tankman/commander/not
source: Do not injure a Commander
ru: Не выводить из строя командира

# details/conditions/crits/tankman/driver
source: Injure a Driver
ru: Вывести из строя мехвода

# details/conditions/crits/tankman/driver/not
source: Do not injure a Driver
ru: Не выводить из строя мехвода

# details/conditions/crits/tankman/gunner
source: Injure a Gunner
ru: Вывести из строя наводчика

# details/conditions/crits/tankman/gunner/not
source: Do not injure a Gunner
ru: Не выводить из строя наводчика

# details/conditions/crits/tankman/loader
source: Injure a Loader
ru: Вывести из строя заряжающего

# details/conditions/crits/tankman/loader/not
source: Do not injure a Loader
ru: Не выводить из строя заряжающего

# details/conditions/crits/tankman/radioman
source: Injure a Radio Operator
ru: Вывести из строя радиста

# details/conditions/crits/tankman/radioman/not
source: Do not injure a Radio Operator
ru: Не выводить из строя радиста

# details/conditions/cumulative/aggregated
source: Total:
ru: Суммарно:

# details/conditions/cumulative/isAnyOurCrittedInnerModules
source: At the end of the battle, have no injured crew members or damaged/destroyed internal modules
ru: Не иметь к моменту завершения боя повреждённых или выведенных из строя внутренних модулей или раненых членов экипажа

# details/conditions/cumulative/isEnemyBaseCaptured
source: Capture the enemy base
ru: Захватить базу противника

# details/conditions/cumulative/spottedBeforeWeBecameSpotted
source: Spot an enemy vehicle. Remain undetected at the moment of spotting
ru: Обнаружить, оставаясь до этого невидимым

# details/conditions/fireDamage
source: Cause damage to an enemy vehicle by setting it on fire
ru: Нанести урон поджогом машине противника

# details/conditions/fireDamage/all
source: Cause damage to any enemy vehicle by setting it on fire
ru: Нанести урон поджогом любой машине противника

# details/conditions/fireDamage/eventCount
source: Cause damage to an enemy vehicle by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом машине противника

# details/conditions/fireDamage/eventCount/all
source: Cause damage to any enemy vehicle by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом любой машине противника

# details/conditions/fireDamage/eventCount/all/not
source: Do not cause damage to enemy vehicles by setting them on fire the indicated number of times
ru: Указанное количество раз не наносить урон поджогом

# details/conditions/fireDamage/eventCount/level
source: Cause damage to an enemy vehicle of Tier %(level)s by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом машине уровня: %(level)s

# details/conditions/fireDamage/eventCount/level/not
source: Do not cause damage to enemy vehicles of Tier %(level)s by setting them on fire the indicated number of times
ru: Указанное количество раз не наносить урон поджогом технике уровня: %(level)s

# details/conditions/fireDamage/eventCount/nation
source: Cause damage to an enemy vehicle of nation: %(nation)s by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом машине нации: %(nation)s

# details/conditions/fireDamage/eventCount/nation/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s by setting them on fire the indicated number of times
ru: Указанное количество раз не наносить урон поджогом технике нации: %(nation)s

# details/conditions/fireDamage/eventCount/nation_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; Tier %(level)s by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом машине нации: %(nation)s; уровня: %(level)s

# details/conditions/fireDamage/eventCount/nation_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; Tier %(level)s the indicated number of times
ru: Указанное количество раз не наносить урон технике нации: %(nation)s; уровня: %(level)s

# details/conditions/fireDamage/eventCount/nation_type
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом машине нации: %(nation)s; типа: %(type)s

# details/conditions/fireDamage/eventCount/nation_type/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s by setting them on fire the indicated number of times
ru: Указанное количество раз не наносить урон поджогом технике нации: %(nation)s; типа: %(type)s

# details/conditions/fireDamage/eventCount/nation_type_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s; Tier %(level)s by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом машине нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/fireDamage/eventCount/nation_type_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s; Tier %(level)s by setting them on fire the indicated number of times
ru: Указанное количество раз не наносить урон поджогом технике нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/fireDamage/eventCount/not
source: Do not cause damage to enemy vehicles by setting them on fire the indicated number of times
ru: Указанное количество раз не наносить урон поджогом

# details/conditions/fireDamage/eventCount/type
source: Cause damage to an enemy vehicle of type: %(type)s by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом машине типа: %(type)s

# details/conditions/fireDamage/eventCount/type/not
source: Do not cause damage to enemy vehicles of type: %(type)s by setting them on fire the indicated number of times
ru: Указанное количество раз не наносить урон поджогом технике типа: %(type)s

# details/conditions/fireDamage/eventCount/type_level
source: Cause damage to an enemy vehicle of type: %(type)s; Tier %(level)s by setting it on fire the indicated number of times
ru: Указанное количество раз нанести урон поджогом машине типа: %(type)s; уровня: %(level)s

# details/conditions/fireDamage/eventCount/type_level/not
source: Do not cause damage to enemy vehicles of type: %(type)s; Tier %(level)s by setting them on fire the indicated number of times
ru: Указанное количество раз не наносить урон поджогом технике типа: %(type)s; уровня: %(level)s

# details/conditions/fireDamage/level
source: Cause damage to an enemy vehicle of Tier %(level)s by setting it on fire
ru: Нанести урон поджогом машине уровня: %(level)s

# details/conditions/fireDamage/level/not
source: Do not cause damage to enemy vehicles of Tier %(level)s by setting them on fire
ru: Не наносить урон поджогом технике уровня: %(level)s

# details/conditions/fireDamage/nation
source: Cause damage to an enemy vehicle of nation: %(nation)s by setting it on fire
ru: Нанести урон поджогом машине нации: %(nation)s

# details/conditions/fireDamage/nation/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s by setting them on fire
ru: Не наносить урон поджогом технике нации: %(nation)s

# details/conditions/fireDamage/nation_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; Tier %(level)s by setting it on fire
ru: Нанести урон поджогом машине нации: %(nation)s; уровня: %(level)s

# details/conditions/fireDamage/nation_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; Tier %(level)s
ru: Не наносить урон технике нации: %(nation)s; уровня: %(level)s

# details/conditions/fireDamage/nation_type
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s by setting it on fire
ru: Нанести урон поджогом машине нации: %(nation)s; типа: %(type)s

# details/conditions/fireDamage/nation_type/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s by setting them on fire
ru: Не наносить урон поджогом технике нации: %(nation)s; типа: %(type)s

# details/conditions/fireDamage/nation_type_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s; Tier %(level)s by setting it on fire
ru: Нанести урон поджогом машине нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/fireDamage/nation_type_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s; Tier %(level)s by setting them on fire
ru: Не наносить урон поджогом технике нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/fireDamage/not
source: Do not cause damage to enemy vehicles by setting them on fire
ru: Не наносить урон поджогом

# details/conditions/fireDamage/title
source: Set on Fire
ru: Поджечь

# details/conditions/fireDamage/title/not
source: Do Not Set on Fire
ru: Не поджигать

# details/conditions/fireDamage/type
source: Cause damage to an enemy vehicle of type: %(type)s by setting it on fire
ru: Нанести урон поджогом машине типа: %(type)s

# details/conditions/fireDamage/type/not
source: Do not cause damage to enemy vehicles of type: %(type)s by setting them on fire
ru: Не наносить урон поджогом технике типа: %(type)s

# details/conditions/fireDamage/type_level
source: Cause damage to an enemy vehicle of type: %(type)s; Tier %(level)s by setting it on fire
ru: Нанести урон поджогом машине типа: %(type)s; уровня: %(level)s

# details/conditions/fireDamage/type_level/not
source: Do not cause damage to enemy vehicles of type: %(type)s; Tier %(level)s by setting them on fire
ru: Не наносить урон поджогом технике типа: %(type)s; уровня: %(level)s

# details/conditions/fireKills
source: Destroy an enemy vehicle by setting it on fire
ru: Уничтожить машину противника поджогом

# details/conditions/fireKills/all
source: Destroy any vehicle by setting it on fire
ru: Уничтожить любую машину поджогом

# details/conditions/fireKills/level
source: Destroy an enemy vehicle of Tier %(level)s by setting it on fire
ru: Уничтожить поджогом машину уровня: %(level)s

# details/conditions/fireKills/level/not
source: Do not destroy enemy vehicles of Tier %(level)s by setting them on fire
ru: Не уничтожать поджогом технику уровня: %(level)s

# details/conditions/fireKills/list
source: Destroy the vehicles from the list by setting them on fire: %(list)s
ru: Уничтожить поджогом технику из списка: %(list)s

# details/conditions/fireKills/list/not
source: Do not destroy the vehicles from the list by setting them on fire: %(list)s
ru: Не уничтожать поджогом технику из списка поджогом: %(list)s

# details/conditions/fireKills/nation
source: Destroy an enemy vehicle of nation: %(nation)s by setting it on fire
ru: Уничтожить поджогом машину нации: %(nation)s

# details/conditions/fireKills/nation/not
source: Do not destroy enemy vehicles of nation: %(nation)s by setting them on fire
ru: Не уничтожать поджогом технику нации: %(nation)s

# details/conditions/fireKills/nation_level
source: Destroy an enemy vehicle of nation: %(nation)s; Tier %(level)s by setting it on fire
ru: Уничтожить поджогом машину нации: %(nation)s; уровня: %(level)s

# details/conditions/fireKills/nation_level/not
source: Do not destroy enemy vehicles of nation: %(nation)s; Tier %(level)s by setting them on fire
ru: Не уничтожать поджогом технику нации: %(nation)s; уровня: %(level)s

# details/conditions/fireKills/nation_type
source: Destroy an enemy vehicle of nation: %(nation)s; type %(type)s by setting it on fire
ru: Уничтожить поджогом машину нации: %(nation)s; типа: %(type)s

# details/conditions/fireKills/nation_type/not
source: Do not destroy enemy vehicles of nation: %(nation)s; type %(type)s by setting them on fire
ru: Не уничтожать поджогом технику нации: %(nation)s; типа: %(type)s

# details/conditions/fireKills/nation_type_level
source: Destroy an enemy vehicle of nation: %(nation)s; type %(type)s; Tier %(level)s by setting it on fire
ru: Уничтожить поджогом машину нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/fireKills/nation_type_level/not
source: Do not destroy enemy vehicles of nation: %(nation)s; type %(type)s; Tier %(level)s by setting them on fire
ru: Не уничтожать поджогом технику нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/fireKills/not
source: Do not destroy an enemy vehicle by setting it on fire
ru: Не уничтожать противника поджогом

# details/conditions/fireKills/type
source: Destroy an enemy vehicle of type: %(type)s by setting it on fire
ru: Уничтожить поджогом машину типа: %(type)s

# details/conditions/fireKills/type/not
source: Do not destroy enemy vehicles of type: %(type)s by setting them on fire
ru: Не уничтожать поджогом технику типа: %(type)s

# details/conditions/fireKills/type_level
source: Destroy an enemy vehicle of type: %(type)s; Tier %(level)s by setting it on fire
ru: Уничтожить поджогом машину типа: %(type)s; уровня: %(level)s

# details/conditions/fireKills/type_level/not
source: Do not destroy enemy vehicles of type: %(type)s; Tier %(level)s by setting them on fire
ru: Не уничтожать поджогом технику типа: %(type)s; уровня: %(level)s

# details/conditions/installedCamouflage
source: With applied Camouflage in battle
ru: Наличие камуфляжа в бою

# details/conditions/installedCamouflage/title
source: With Camouflage
ru: Наличие камуфляжа

# details/conditions/installedModule/chassis
source: With mounted suspension %(moduleNames)s
ru: Наличие установленной ходовой %(moduleNames)s

# details/conditions/installedModule/chassis/not
source: Without mounted suspension %(moduleNames)s
ru: Без установленной ходовой %(moduleNames)s

# details/conditions/installedModule/engines
source: With mounted engine %(moduleNames)s
ru: Наличие установленного двигателя %(moduleNames)s

# details/conditions/installedModule/engines/not
source: Without mounted engine %(moduleNames)s
ru: Без установленного двигателя %(moduleNames)s

# details/conditions/installedModule/guns
source: With mounted gun %(moduleNames)s
ru: Наличие установленного орудия %(moduleNames)s

# details/conditions/installedModule/guns/not
source: Without mounted gun %(moduleNames)s
ru: Без установленного орудия %(moduleNames)s

# details/conditions/installedModule/optionalDevice
source: With mounted equipment %(moduleNames)s
ru: Наличие установленного оборудования %(moduleNames)s

# details/conditions/installedModule/optionalDevice/not
source: Without mounted equipment %(moduleNames)s
ru: Без установленного оборудования %(moduleNames)s

# details/conditions/installedModule/radios
source: With mounted radio %(moduleNames)s
ru: Наличие установленной радиостанции %(moduleNames)s

# details/conditions/installedModule/radios/not
source: Without mounted radio %(moduleNames)s
ru: Без установленной радиостанции %(moduleNames)s

# details/conditions/installedModule/title
source: Prepare for Battle
ru: Подготовка к бою

# details/conditions/installedModule/turrets
source: With mounted turret %(moduleNames)s
ru: Наличие установленной башни %(moduleNames)s

# details/conditions/installedModule/turrets/not
source: Without mounted turret %(moduleNames)s
ru: Без установленной башни %(moduleNames)s

# details/conditions/multiStunEvent
source: Stun at least %(count)d enemy vehicles with a single shot
ru: Оглушить %(count)d и более машин противника одним выстрелом

# details/conditions/multiStunEvent/title
source: Stun
ru: Оглушить

# details/conditions/multiStunEvent/title/not
source: Do Not Stun
ru: Не оглушать

# details/conditions/noInstalledCamouflage
source: Without Camouflage applied in battle
ru: Отсутсвие камуфляжа в бою

# details/conditions/ramDamage
source: Cause damage to an enemy vehicle by ramming
ru: Нанести урон тараном машине противника тараном

# details/conditions/ramDamage/all
source: Cause damage to any enemy vehicle by ramming
ru: Нанести урон тараном любой машине противника

# details/conditions/ramDamage/eventCount
source: Cause damage to an enemy vehicle by ramming the indicated number of times
ru: Указанное количество раз нанести тараном урон машине противника

# details/conditions/ramDamage/eventCount/all
source: Cause damage to any enemy vehicle by ramming the indicated number of times
ru: Указанное количество раз нанести урон тараном любой машине противника

# details/conditions/ramDamage/eventCount/all/not
source: Do not cause damage by ramming the indicated number of times
ru: Указанное количество раз не наносить технике урон тараном

# details/conditions/ramDamage/eventCount/level
source: Cause damage to an enemy vehicle of Tier %(level)s by ramming the indicated number of times
ru: Указанное количество раз нанести урон тараном машине уровня: %(level)s

# details/conditions/ramDamage/eventCount/level/not
source: Do not cause damage to enemy vehicles of Tier %(level)s by ramming the indicated number of times
ru: Указанное количество раз не наносить урон тараном технике уровня: %(level)s

# details/conditions/ramDamage/eventCount/nation
source: Cause damage to an enemy vehicle of nation: %(nation)s by ramming the indicated number of times
ru: Указанное количество раз нанести урон тараном машине нации: %(nation)s

# details/conditions/ramDamage/eventCount/nation/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s by ramming the indicated number of times
ru: Указанное количество раз не наносить урон тараном технике нации: %(nation)s

# details/conditions/ramDamage/eventCount/nation_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; Tier %(level)s by ramming the indicated number of times
ru: Указанное количество раз нанести урон тараном машине нации: %(nation)s; уровня: %(level)s

# details/conditions/ramDamage/eventCount/nation_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; Tier %(level)s by ramming the indicated number of times
ru: Указанное количество раз не наносить урон тараном технике нации: %(nation)s; уровня: %(level)s

# details/conditions/ramDamage/eventCount/nation_type
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s by ramming the indicated number of times
ru: Указанное количество раз нанести урон тараном машине нации: %(nation)s; типа: %(type)s

# details/conditions/ramDamage/eventCount/nation_type/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s by ramming the indicated number of times
ru: Указанное количество раз не наносить урон тараном технике нации: %(nation)s; типа: %(type)s

# details/conditions/ramDamage/eventCount/nation_type_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s; Tier %(level)s by ramming the indicated number of times
ru: Указанное количество раз нанести урон тараном машине нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/ramDamage/eventCount/nation_type_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s; Tier %(level)s by ramming the indicated number of times
ru: Указанное количество раз не наносить урон тараном технике нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/conditions/ramDamage/eventCount/not
source: Do not cause damage to enemy vehicles by ramming the indicated number of times
ru: Указанное количество раз не наносить технике урон тараном

# details/conditions/ramDamage/eventCount/type
source: Cause damage to an enemy vehicle of type: %(type)s by ramming the indicated number of times
ru: Указанное количество раз нанести урон тараном машине типа: %(type)s

# details/conditions/ramDamage/eventCount/type/not
source: Do not cause damage to enemy vehicles of type: %(type)s by ramming the indicated number of times
ru: Указанное количество раз не наносить урон тараном технике типа: %(type)s

# details/conditions/ramDamage/eventCount/type_level
source: Cause damage to an enemy vehicle of type: %(type)s; Tier %(level)s by ramming the indicated number of times
ru: Указанное количество раз нанести урон тараном машине типа: %(type)s; уровня: %(level)s

# details/conditions/ramDamage/eventCount/type_level/not
source: Do not cause damage to enemy vehicles of type: %(type)s; Tier %(level)s by ramming the indicated number of times
ru: Указанное количество раз не наносить урон тараном технике типа: %(type)s; уровня: %(level)s

# details/conditions/ramDamage/level
source: Cause damage to an enemy vehicle of Tier %(level)s by ramming
ru: Нанести урон тараном машине уровня: %(level)s

# details/conditions/ramDamage/level/not
source: Do not cause damage to enemy vehicles of Tier %(level)s by ramming
ru: Не наносить урон тараном технике уровня: %(level)s

# details/conditions/ramDamage/nation
source: Cause damage to an enemy vehicle of nation: %(nation)s by ramming
ru: Нанести урон тараном машине нации: %(nation)s

# details/conditions/ramDamage/nation/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s by ramming
ru: Не наносить урон тараном технике нации: %(nation)s

# details/conditions/ramDamage/nation_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; Tier %(level)s by ramming
ru: Нанести урон тараном машине нации: %(nation)s; уровня: %(level)s

# details/conditions/ramDamage/nation_level/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; Tier %(level)s by ramming
ru: Не наносить урон тараном технике нации: %(nation)s; уровня: %(level)s

# details/conditions/ramDamage/nation_type
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s by ramming
ru: Нанести урон тараном машине нации: %(nation)s; типа: %(type)s

# details/conditions/ramDamage/nation_type/not
source: Do not cause damage to enemy vehicles of nation: %(nation)s; type %(type)s by ramming
ru: Не наносить урон тараном технике нации: %(nation)s; типа: %(type)s

# details/conditions/ramDamage/nation_type_level
source: Cause damage to an enemy vehicle of nation: %(nation)s; type %(type)s; Tier %(level)s by ramming
ru: Нанести урон тараном машине нации: %(nation)s; типа: %(type)s; уровня: %(level)s
