Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# action/hero/full/emblemPacket30Cost
source: Purchase Emblems (for 30 days) using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Emblems purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Emblems.
ru: Купите эмблемы за кредиты (сроком на 30 дней) со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Эмблемы, купленные за кредиты, могут быть нанесены на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянные эмблемы для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/emblemPacket7Cost
source: Purchase Emblems (for 7 days) using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Emblems purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Emblems.
ru: Купите эмблемы за кредиты (сроком на 7 дней) со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Эмблемы, купленные за кредиты, могут быть нанесены на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянные эмблемы для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/emblemPacketInfCost
source: Purchase Emblems using gold at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Please note that if you purchase Emblems using gold but eventually sell your vehicle, the Emblems will not need to be repurchased if you repurchase the vehicle.
ru: Купите эмблемы за золото со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Обратите внимание, что если вы купили эмблемы за золото, а потом продали машину, то при повторной её покупке ваши ранее приобретённые эмблемы никуда не пропадут и будут доступны для нанесения на эту машину бесплатно.

# action/hero/full/exchangeRate
source: Convert gold to credits at a favorable rate of %(discount)s. You can save some time and purchase a desired vehicle, expensive equipment, and other game assets faster. Do not forget that playing in Tier X vehicles can be rather costly, so try to keep your credit balance at an adequate level. Otherwise, you might face problems with resupplying ammunition and consumables, or repairing your vehicle.
ru: Переведите золото в кредиты по выгодному курсу: %(discount)s. Тем самым вы сэкономите время на заработок кредитов и быстрее купите понравившуюся машину, дорогостоящее оборудование и прочее игровое имущество. Не забывайте, что игра на Х уровне как правило довольно затратна, поэтому старайтесь поддерживать баланс кредитов всегда на должном уровне, чтобы хватало на пополнение боезапаса, снаряжения и ремонт вашей машины.

# action/hero/full/femalePassportChangeCost
source: Replace your crew members' Personal Data at a new price of %(discount)s gold. Your crew comprises people who are ready to fight for you, and we believe they deserve a personal touch. Gather all your friends, relatives, favorite historical figures or celebrities in one unique crew. This offer includes changing the name, surname, and photo of your crew member.
ru: Смените документы членам экипажа по новой цене в %(discount)s золота. Ваш экипаж — верный помощник в бою, который заслуживает индивидуализации. Соберите в одной машине уникальный экипаж из друзей и знакомых или известных исторических личностей. В услугу входят смена имени, фамилии, а также фотографии вашего члена экипажа.

# action/hero/full/freeXPConversionDiscrecity
source: Convert Combat Experience to Free Experience with this attractive offer. Free Experience can be used to research any vehicle or module, as well as to train crew skills and perks. You can use Free Experience to immediately unlock the desired vehicle without the need to play in all the previous vehicles in the branch. You can just research all the previous vehicles to jump to the targeted one. Free Experience is the most effective means for saving time.
ru: Переведите боевой опыт в свободный с большей выгодой. Свободный опыт можно использовать для исследования любой техники, модуля, или для развития умений и навыков экипажа. За свободный опыт можно сразу открыть желаемую машину. Вам даже не придётся играть на всех предыдущих машинах в ветке: можно просто исследовать все эти машины и сразу перейти к намеченной. Таким образом, свободный опыт — самое эффективное средство для экономии времени.

# action/hero/full/freeXPToTManXPRate
source: Convert Free Experience to Crew Experience with a x%(discount)s gain. The more experienced the crew, the more skills and perks they can learn, and the more efficient they are in battle. It is important to remember that some skills and perks—like Sixth Sense, Repairs, or Concealment—are top priority, because it will be harder for you to reveal the full combat potential of your vehicle without them. Converting Free Experience to Crew Experience will allow you to stay ahead of the game.
ru: Переведите свободный опыт в опыт экипажа по выгодному курсу 1 к %(discount)s. Чем опытнее экипаж, тем больше умений и навыков ему доступны, и соответственно тем полезнее он в бою. Важно помнить, что есть некоторые первоочередные умения и навыки, такие как «Шестое чувство», «Ремонт» и «Маскировка» (если вы полагаетесь на скрытность), без изучения которых вам будет существенно сложнее реализовать боевой потенциал машины. Перевод свободного опыта в опыт экипажа поможет выйти в бой во всеоружии.

# action/hero/full/goldDropSkillsCost
source: Reset the skills and perks of your crew members using gold at a discount of %(discount)s. It can help when you transfer your crew to a vehicle with a different role in battle. In addition, this option should definitely be considered if you want to retrain your crew for a different vehicle type or change your playing style: for example, if you decide to build your battles around staying unnoticed or transfer your crew from a heavy tank to a tank destroyer, the Concealment skill will become your primary choice.
ru: Сбросьте выбранные умения и навыки членов экипажа за золото со скидкой %(discount)s. Это поможет, если вы пересаживаете экипаж на машину с другой ролью в бою. Данная возможность будет полезна при смене типа техники с сохранением экипажа, либо же при смене вашего стиля игры: например, если вы решите играть от скрытности или пересадите экипаж с тяжёлого танка на ПТ-САУ, то приоритетным умением станет «Маскировка».

# action/hero/full/goldTankmanCost
source: Train or retrain your crew using gold at a discount of %(discount)s. A well-trained crew enhances vehicle characteristics and ensures that your vehicle unlocks its full potential. Please note that vehicle characteristics shown in your Garage are relevant if the crew is trained to 100%%. Therefore, if a weaker crew goes into a battle in the vehicle, its actual characteristics may be significantly lower.
ru: Обучите или переобучите экипаж за золото со скидкой %(discount)s. Хорошо развитый экипаж дополняет характеристики машины и поможет эффективнее реализовывать потенциал вашей машины. Обратите внимание, что характеристики машины в Ангаре показаны с учётом экипажа, обученного на 100%%. Таким образом, если в бой пойдёт более слабый экипаж, характеристики машины будут заметно ниже заявленных в Ангаре.

# action/hero/full/inscription/credits
source: Purchase Inscriptions using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Inscriptions purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Inscriptions.
ru: Купите надписи за кредиты со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Надписи, купленные за кредиты, могут быть нанесены на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянные надписи для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/inscription/gold
source: Purchase Inscriptions using gold at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Please note that if you purchase Inscriptions using gold but eventually sell your vehicle, the Inscriptions will not need to be repurchased if you repurchase the vehicle.
ru: Купите надписи за золото со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Обратите внимание, что если вы купили надписи за золото, а потом продали машину, то при повторной её покупке ваши ранее приобретённые надписи никуда не пропадут и будут доступны для нанесения на эту машину бесплатно.

# action/hero/full/inscription/mixed
source: Purchase any Inscriptions at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Please note that if you purchase Inscriptions using gold but eventually sell your vehicle, the Inscriptions will not need to be repurchased if you repurchase the vehicle.
ru: Купите любые надписи со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Обратите внимание, что если вы купили надписи за золото, а потом продали машину, то при повторной её покупке ваши ранее приобретённые надписи никуда не пропадут и будут доступны для нанесения на эту машину бесплатно.

# action/hero/full/inscriptionPacket30Cost
source: Purchase Inscriptions (for 30 days) using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Inscriptions purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Inscriptions.
ru: Купите надписи за кредиты (сроком на 30 дней) со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Надписи, купленные за кредиты, могут быть нанесены на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянные надписи для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/inscriptionPacket7Cost
source: Purchase Inscriptions (for 7 days) using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Inscriptions purchased using credits will be applied to your vehicle for a period of 7 or 30 days. If you do not want to spend gold on a vehicle that you do not find very interesting or promising, you can save it by purchasing temporary Inscriptions.
ru: Купите надписи за кредиты (сроком на 7 дней) со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Надписи, купленные за кредиты, могут быть нанесены на машину на срок 7 или 30 дней. Таким образом, вам не придётся тратить золото на постоянные надписи для машины, на которую вы не возлагаете слишком больших надежд.

# action/hero/full/inscriptionPacketInfCost
source: Purchase Inscriptions using gold at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior. Please note that if you purchase Inscriptions using gold but eventually sell your vehicle, the Inscriptions will not need to be repurchased if you repurchase the vehicle.
ru: Купите надписи за золото со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду. Обратите внимание, что если вы купили надписи за золото, а потом продали машину, то при повторной её покупке ваши ранее приобретённые надписи никуда не пропадут и будут доступны для нанесения на эту машину бесплатно.

# action/hero/full/mul_CamouflagePriceFactor
source: Purchase a specific Camouflage at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle. Please note that if you purchase Camouflage using gold but eventually sell your vehicle, the Camouflage will not need to be repurchased if you repurchase the vehicle.
ru: Купите определённый камуфляж со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины. Обратите внимание, что если вы купили камуфляж за золото, а потом продали машину, то при повторной её покупке ваш ранее приобретённый камуфляж никуда не пропадёт и будет доступен для нанесения на эту машину бесплатно.

# action/hero/full/mul_ShellPrice
source: Purchase any shells at a %(discount)s discount. Purchase ammunition at a discount in advance to save your resources. Please note that the gun you purchase shells for can sometimes be mounted on a wide variety of vehicles. Therefore, if you purchase the most common shells within one nation in advance, there is a chance you can forget about the need to resupply them for a relatively long time.
ru: Закупайте любые снаряды со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сейчас сэкономит вам ресурсы в дальнейшем. Обратите внимание, что орудие, к которому вы покупаете снаряд, может устанавливаться на множестве разных машин. Таким образом, купив впрок самые распространённые снаряды для каждой нации, на технике которой вы предпочитаете играть, вы надолго обеспечите боеприпасами множество машин.

# action/hero/full/paidRemovalCost
source: Demount complex equipment at a lower price: the discount now amounts to %(discount)s. With this special offer, you can save gold when demounting complex equipment. A full set of complex equipment is rather expensive, so it might be a good idea to demount equipment from an old vehicle, pay some gold, and transfer it to the new one. Remember that only three types of equipment can be demounted for free: Binocular Telescope, Camouflage Net, and Toolbox.
ru: Демонтируйте сложное оборудование по сниженной цене: теперь скидка на демонтаж составляет %(discount)s. Благодаря этой акции вы сэкономите золото при замене сложного оборудования. Покупка полного комплекта сложного оборудования на новую машину может быть очень затратной, поэтому есть смысл снять оборудование со старой машины, заплатив немного золота, и перекинуть его на новую. Помните, что только 3 типа оборудования можно снимать бесплатно. Это стереотруба, маскировочная сеть и ящик с инструментами.

# action/hero/full/passportChangeCost
source: Replace your crew members' Personal Data at a new price of %(discount)s gold. Your crew comprises people who are ready to fight for you, and we believe they deserve a personal touch. Gather all your friends, relatives, favorite historical figures or celebrities in one unique crew. This offer includes changing the name, surname, and photo of your crew member.
ru: Смените документы членам экипажа по новой цене в %(discount)s золота. Ваш экипаж — верный помощник в бою, который заслуживает индивидуализации. Соберите в одной машине уникальный экипаж из друзей и знакомых или известных исторических личностей. В услугу входят смена имени, фамилии, а также фотографии вашего члена экипажа.

# action/hero/full/premiumPacket180Cost
source: In addition to experience and credits, Premium Account also gets you a nice clean Garage. Beneficial price for purchasing (or extending) Premium Account for 180 days: %(discount)s
ru: Премиум аккаунт — это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар. Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 180 дней: %(discount)s

# action/hero/full/premiumPacket1Cost
source: In addition to experience and credits, Premium Account also gets you a nice clean Garage. Beneficial price for purchasing (or extending) Premium Account for 1 day: %(discount)s
ru: Премиум аккаунт — это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар. Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 1 день: %(discount)s

# action/hero/full/premiumPacket30Cost
source: In addition to experience and credits, Premium Account also gets you a nice clean Garage. Beneficial price for purchasing (or extending) Premium Account for 30 days: %(discount)s
ru: Премиум аккаунт — это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар. Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 30 дней: %(discount)s

# action/hero/full/premiumPacket360Cost
source: In addition to experience and credits, Premium Account also gets you a nice clean Garage. Beneficial price for purchasing (or extending) Premium Account for 360 days: %(discount)s
ru: Премиум аккаунт — это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар. Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 360 дней: %(discount)s

# action/hero/full/premiumPacket3Cost
source: In addition to experience and credits, Premium Account also gets you a nice clean Garage. Beneficial price for purchasing (or extending) Premium Account for 3 days: %(discount)s
ru: Премиум аккаунт — это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар. Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 3 дня: %(discount)s

# action/hero/full/premiumPacket7Cost
source: In addition to experience and credits, Premium Account also gets you a nice clean Garage. Beneficial price for purchasing (or extending) Premium Account for 7 days: %(discount)s
ru: Премиум аккаунт — это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар. Выгодная стоимость покупки дней премиум аккаунта (или его продление) на 7 дней: %(discount)s

# action/hero/full/set_ShellPrice
source: Purchase any shells at a %(discount)s discount. Purchase ammunition at a discount in advance to save your resources. Please note that the gun you purchase shells for can sometimes be mounted on a wide variety of vehicles. Therefore, if you purchase the most common shells within one nation in advance, there is a chance you can forget about the need to resupply them for a relatively long time.
ru: Закупайте любые снаряды со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сейчас сэкономит вам ресурсы в дальнейшем. Обратите внимание, что орудие, к которому вы покупаете снаряд, может устанавливаться на множестве разных машин. Таким образом, купив впрок самые распространённые снаряды для каждой нации, на технике которой вы предпочитаете играть, вы надолго обеспечите боеприпасами множество машин.

# action/hero/full/shell/creditsPriceMultiplier
source: Purchase shells at a %(discount)s discount using credits. Purchase ammunition at a discount in advance to save your resources. Please note that the gun you purchase shells for can sometimes be mounted on a wide variety of vehicles. Therefore, if you purchase the most common shells within one nation in advance, there is a chance you can forget about the need to resupply them for a relatively long time.
ru: Закупайте снаряды за кредиты со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сейчас сэкономит вам ресурсы в дальнейшем. Обратите внимание, что орудие, к которому вы покупаете снаряд, может устанавливаться на множестве разных машин. Таким образом, купив впрок самые распространённые снаряды для каждой нации, на технике которой вы предпочитаете играть, вы надолго обеспечите боеприпасами множество машин.

# action/hero/full/shell/goldPriceMultiplier
source: Purchase shells at a %(discount)s discount using gold. Purchase ammunition at a discount in advance to save your resources. Please note that the gun you purchase shells for can sometimes be mounted on a wide variety of vehicles. Therefore, if you purchase the most common shells within one nation in advance, there is a chance you can forget about the need to resupply them for a relatively long time.
ru: Закупайте снаряды за золото со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сейчас сэкономит вам ресурсы в дальнейшем. Обратите внимание, что орудие, к которому вы покупаете снаряд, может устанавливаться на множестве разных машин. Таким образом, купив впрок самые распространённые снаряды для каждой нации, на технике которой вы предпочитаете играть, вы надолго обеспечите боеприпасами множество машин.

# action/hero/full/shell/mixed
source: Purchase any shells at a %(discount)s discount. Purchase ammunition at a discount in advance to save your resources. Please note that the gun you purchase shells for can sometimes be mounted on a wide variety of vehicles. Therefore, if you purchase the most common shells within one nation in advance, there is a chance you can forget about the need to resupply them for a relatively long time.
ru: Закупайте любые снаряды со скидкой, которая составляет %(discount)s. Пополнение боезапаса впрок сейчас сэкономит вам ресурсы в дальнейшем. Обратите внимание, что орудие, к которому вы покупаете снаряд, может устанавливаться на множестве разных машин. Таким образом, купив впрок самые распространённые снаряды для каждой нации, на технике которой вы предпочитаете играть, вы надолго обеспечите боеприпасами множество машин.

# action/hero/full/slotsPrices
source: Enlarge your Garage at a beneficial price of %(discount)s. You do not always have free slots in the Garage, but all your vehicles are dear to you and used from time to time. If this sounds familiar, we have great news for you: you can purchase new slots at a favorable price! Do not forget that convenient vehicle filters can easily guide you through the variety of vehicles in your Garage.
ru: Расширьте Ангар по выгодной цене в %(discount)s. Частая ситуация — места в Ангаре нет, а продавать технику совершенно не хочется, ведь вся она вас устраивает и время от времени выходит в бой под вашим командованием. Теперь для вашей новой машины найдётся место! Не забывайте, что благодаря удобной системе фильтрации техники в Ангаре вы никогда не запутаетесь в большом количестве машин, хранящихся у вас.
