Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# details/dossier/clan/damageReceived
source: Damage received in Clan Wars
ru: Полученный урон в «Мировой войне»

# details/dossier/clan/droppedCapturePoints
source: Base defense points in Clan Wars
ru: Очков защиты базы в «Мировой войне»

# details/dossier/clan/frags
source: Enemy vehicles destroyed in Clan Wars
ru: Уничтоженных машин противника в «Мировой войне»

# details/dossier/clan/hits
source: Hits in Clan Wars
ru: Попаданий в «Мировой войне»

# details/dossier/clan/losses
source: Defeats in Clan Wars
ru: Поражений в «Мировой войне»

# details/dossier/clan/maxDamage
source: Maximum damage in Clan Wars
ru: Максимальный урон в «Мировой войне»

# details/dossier/clan/spotted
source: Enemy vehicles spotted in Clan Wars
ru: Обнаруженных машин противника в «Мировой войне»

# details/dossier/clan/survivedBattles
source: Battles in Clan Wars in which player's vehicle was not destroyed
ru: Боёв в «Мировой войне», в которых машина игрока не была уничтожена

# details/dossier/clan/wins
source: Victories in Clan Wars
ru: Побед в «Мировой войне»

# details/dossier/clan/xp
source: Experience earned in Clan Wars, at least
ru: Заработанный в «Мировой войне» опыт, не менее

# details/dossier/company/battlesCount
source: Battles in Tank Company Battle mode
ru: Боёв в режиме «Ротный бой»

# details/dossier/company/capturePoints
source: Base capture points in Tank Company Battle mode
ru: Очков захвата базы в режиме «Ротный бой»

# details/dossier/company/damageDealt
source: Damage caused in Tank Company Battle mode
ru: Нанесённый урон в режиме «Ротный бой»

# details/dossier/company/damageReceived
source: Damage received in Tank Company Battle mode
ru: Полученный урон в режиме «Ротный бой»

# details/dossier/company/directHits
source: Hits on enemy vehicles in Tank Company Battle mode, at least
ru: Попаданий по противнику в режиме «Ротный бой», не менее

# details/dossier/company/droppedCapturePoints
source: Base defense points in Tank Company Battle mode
ru: Очков защиты базы в режиме «Ротный бой»

# details/dossier/company/frags
source: Enemy vehicles destroyed in Tank Company Battle mode
ru: Унитчоженных машин противника в режиме «Ротный бой»

# details/dossier/company/losses
source: Defeats in Tank Company Battle mode
ru: Поражений в режиме «Ротный бой»

# details/dossier/company/maxDamage
source: Maximum damage in Tank Company Battle mode
ru: Максимальный урон в режиме «Ротный бой»

# details/dossier/company/spotted
source: Enemy vehicles spotted in Tank Company Battle mode
ru: Обнаруженных машин противника в режиме «Ротный бой»

# details/dossier/company/survivedBattles
source: Battles in Tank Company Battle mode in which player's vehicle was not destroyed
ru: Боёв в режиме «Ротный бой», в которых машина игрока не была уничтожена

# details/dossier/company/wins
source: Victories in Tank Company Battle mode
ru: Побед в режиме «Ротный бой»

# details/dossier/company/xp
source: Experience earned in Tank Company Battles
ru: Заработанный опыт в режиме «Ротный бой»

# details/dossier/damageAssistedRadio
source: Damage upon your spotting
ru: Урон по вашим разведданным

# details/dossier/damageAssistedTrack
source: Damage upon allies shooting the track
ru: Урон, нанесённый союзниками после попадания, сбившего гусеницу

# details/dossier/damageBlockedByArmor
source: Damage blocked by armor
ru: Заблокированного бронёй урона

# details/dossier/damageDealt
source: Damage caused
ru: Нанесённого урона

# details/dossier/damageReceived
source: Damage received
ru: Полученного урона

# details/dossier/defender
source: Defender
ru: «Защитник»

# details/dossier/diehard
source: Survivor
ru: «Живучий»

# details/dossier/diehardSeries
source: Battles in a row in which player's vehicle was not destroyed
ru: Боёв подряд, в которых машина игрока не была уничтожена

# details/dossier/directHitsReceived
source: Hits received
ru: Полученных попаданий

# details/dossier/droppedCapturePoints
source: Base defense points
ru: Очков защиты базы

# details/dossier/evileye
source: Patrol Duty
ru: «Дозорный»

# details/dossier/frags
source: Enemy vehicles destroyed
ru: Уничтоженных машин противника

# details/dossier/frags8p
source: Enemy vehicles of Tiers VIII-X destroyed
ru: Уничтоженных машин противника VIII-X уровней

# details/dossier/fragsBeast
source: Enemy vehicles of the "feline family" destroyed
ru: Уничтоженных машин семейства кошачьих

# details/dossier/fragsPatton
source: Patton tanks destroyed
ru: Уничтоженных танков Patton

# details/dossier/fragsSinai
source: Tanks of IS series and vehicles on their basis destroyed
ru: Уничтоженных танков ИС и машин на их базе

# details/dossier/geniusForWarMedal
source: War Genius
ru: «Отличник боевой подготовки»

# details/dossier/handOfDeath
source: Reaper
ru: «Коса Смерти»

# details/dossier/heroesOfRassenay
source: Raseiniai Heroes' Medal
ru: Медаль Героев Расейняя

# details/dossier/hits
source: Hits
ru: Попаданий

# details/dossier/huntsman
source: Ranger
ru: «Егерь»

# details/dossier/invader
source: Invader
ru: «Захватчик»

# details/dossier/invincible
source: Invincible
ru: «Неуязвимый»

# details/dossier/invincibleSeries
source: Battles in a row in which player's vehicle was not damaged
ru: Боёв подряд, в которых машина игрока не была повреждена

# details/dossier/ironMan
source: Spartan
ru: «Спартанец»

# details/dossier/kamikaze
source: Kamikaze
ru: «Камикадзе»

# details/dossier/killingSeries
source: Enemy vehicles destroyed in a row with a single shell each
ru: Уничтоженных машин противника подряд, на которые затрачено по одному снаряду

# details/dossier/kingOfTheHill
source: King of the Hill
ru: «Царь горы»

# details/dossier/lastBattleTime
source: Battle duration
ru: Продолжительность боя

# details/dossier/losses
source: Defeats
ru: Поражений

# details/dossier/mainGun
source: High Caliber
ru: «Основной калибр»

# details/dossier/markOfMastery
source: Mastery Badge
ru: Знак классности

# details/dossier/maxDamage
source: Maximum damage in a battle
ru: Максимальный урон за бой

# details/dossier/maxDiehardSeries
source: Maximum number of battles in a row in which player's vehicle was not destroyed, at least
ru: Максимальное количество боёв подряд, в которых машина игрока не была уничтожена, не менее

# details/dossier/maxFrags
source: Maximum destroyed in a battle
ru: Максимум уничтожено за бой

# details/dossier/maxInvincibleSeries
source: Maximum number of battles in a row in which player's vehicle was not damaged, at least
ru: Максимальное количество боёв подряд, в которых машина игрока не была повреждена, не менее

# details/dossier/maxKillingSeries
source: Maximum series of enemy vehicles destroyed in a row with a single shell each
ru: Максимальную серию уничтоженных машин противника подряд, на которые затрачено по одному cнаряду

# details/dossier/maxPiercingSeries
source: Maximum series of penetrations in a row, at least
ru: Максимальную серию пробитий подряд, не менее

# details/dossier/maxSniperSeries
source: Maximum series of hits in a row, at least
ru: Максимальную серию попаданий подряд, не менее

# details/dossier/maxXP
source: Maximum experience in a battle
ru: Максимальный опыт за бой

# details/dossier/medalAbrams
source: Class of Abrams's Medal
ru: Степень медали Абрамса

# details/dossier/medalBillotte
source: Billotte's Medal
ru: Медаль Бийота

# details/dossier/medalBrothersInArms
source: Brothers in Arms
ru: «Братья по оружию»

# details/dossier/medalBrunoPietro
source: Bruno's Medal
ru: Медаль Бруно

# details/dossier/medalBurda
source: Burda's Medal
ru: Медаль Бурды

# details/dossier/medalCarius
source: Class of Carius's Medal
ru: Степень медали Кариуса

# details/dossier/medalCrucialContribution
source: Crucial Contribution
ru: «Решающий вклад»

# details/dossier/medalDeLanglade
source: De Langlade's Medal
ru: Медаль де Ланглада

# details/dossier/medalDumitru
source: Dumitru's Medal
ru: Медаль Думитру

# details/dossier/medalEkins
source: Class of Ekins's Medal
ru: Степень медали Экинса

# details/dossier/medalFadin
source: Fadin's Medal
ru: Медаль Фадина

# details/dossier/medalHalonen
source: Halonen's Medal
ru: Медаль Халонена

# details/dossier/medalKay
source: Class of Kay's Medal
ru: Степень медали Кея

# details/dossier/medalKnispel
source: Class of Knispel's Medal
ru: Степень медали Книспеля

# details/dossier/medalKolobanov
source: Kolobanov's Medal
ru: Медаль Колобанова

# details/dossier/medalLafayettePool
source: Pool's Medal
ru: Медаль Пула

# details/dossier/medalLavrinenko
source: Class of Lavrinenko's Medal
ru: Степень медали Лавриненко

# details/dossier/medalLeClerc
source: Class of Leclerc's Medal
ru: Степень медали ЛеКлерка

# details/dossier/medalLehvaslaiho
source: Lehväslaiho's Medal
ru: Медаль Лехвеслайхо

# details/dossier/medalNikolas
source: Nicols's Medal
ru: Медаль Николса

# details/dossier/medalOrlik
source: Orlik's Medal
ru: Медаль Орлика

# details/dossier/medalOskin
source: Oskin's Medal
ru: Медаль Оськина

# details/dossier/medalPascucci
source: Pascucci's Medal
ru: Медаль Паскуччи

# details/dossier/medalPoppel
source: Class of Popel's Medal
ru: Степень медали Поппеля

# details/dossier/medalRadleyWalters
source: Radley-Walters's Medal
ru: Медаль Рэдли-Уолтерса

# details/dossier/medalTamadaYoshio
source: Yoshio Tamada's Medal
ru: Медаль Йошио Тамада

# details/dossier/medalTarczay
source: Tarczay's Medal
ru: Медаль Тарцая

# details/dossier/medalWittmann
source: Bölter's Medal
ru: Медаль Бёльтера

# details/dossier/mousebane
source: Mouse Trap
ru: «Гроза Мышей»

# details/dossier/noDamageDirectHitsReceived
source: Hits received without damage
ru: Полученных попаданий без урона

# details/dossier/originalXP
source: Base Experience
ru: «Чистый» опыт

# details/dossier/pattonValley
source: Valley of Pattons
ru: «Долина Паттонов»

# details/dossier/piercingSeries
source: Penetrations in a row
ru: Пробитий подряд

# details/dossier/piercings
source: Penetrations
ru: Пробитий

# details/dossier/piercingsReceived
source: Penetrations received
ru: Полученных пробитий

# details/dossier/potentialDamageReceived
source: Damage received from direct hits (not including splash damage)
ru: Полученного урона от любых попаданий, кроме осколочно-фугасных

# details/dossier/raider
source: Raider
ru: «Рейдер»

# details/dossier/scout
source: Scout
ru: «Разведчик»

# details/dossier/sinai
source: The Lion of Sinai
ru: «Лев Синая»

# details/dossier/sniper
source: Sniper
ru: «Снайпер»

# details/dossier/sniper2
source: Tank Sniper
ru: «Танкист-Снайпер»

# details/dossier/sniperSeries
source: Hits in a row
ru: Попаданий подряд

# details/dossier/spotted
source: Enemy vehicles spotted
ru: Обнаруженных машин противника

# details/dossier/steelwall
source: Steel Wall
ru: «Стальная cтена»

# details/dossier/sturdy
source: Cool-Headed
ru: «Невозмутимый»

# details/dossier/supporter
source: Confederate
ru: «Поддержка»

# details/dossier/survivedBattles
source: Battles survived
ru: Выживаемость

# details/dossier/tacticalBreakthrough
source: Tactical Genius
ru: «Тактик»

# details/dossier/titleSniper
source: Sharpshooter
ru: «Стрелок»

# details/dossier/warrior
source: Top Gun
ru: «Воин»

# details/dossier/winAndSurvived
source: Victories in which player's vehicle was not destroyed
ru: Побед, в которых машина игрока не была уничтожена

# details/dossier/wins
source: Victories
ru: Побед

# details/dossier/wolfAmongSheepMedal
source: Wolf Among Sheep
ru: «За отличную стрельбу»

# details/dossier/xp
source: Experience
ru: Опыт

# details/groups/or
source: OR
ru: ИЛИ

# details/header/activeDurationDays
source: Days of week: %(days)s from %(startTime)s until %(finishTime)s
ru: Дни недели: %(days)s с %(startTime)s по %(finishTime)s

# details/header/activeDurationDaysTimes
source: Days of week: %(days)s, duration: %(times)s from %(startTime)s until %(finishTime)s
ru: Дни недели: %(days)s, время действия: %(times)s с %(startTime)s по %(finishTime)s

# details/header/activeDurationTimes
source: Duration: %(times)s from %(startTime)s until %(finishTime)s
ru: Время действия: %(times)s с %(startTime)s по %(finishTime)s

# details/header/tillDateDays
source: Days of week: %(days)s until %(finishTime)s
ru: Дни недели: %(days)s до %(finishTime)s

# details/header/tillDateDaysTimes
source: Days of week: %(days)s, duration: %(times)s until %(finishTime)s
ru: Дни недели: %(days)s, время действия: %(times)s до %(finishTime)s

# details/header/tillDateTimes
source: Duration: %(times)s until %(finishTime)s
ru: Время действия: %(times)s до %(finishTime)s

# details/relations/greater
source: more than
ru: более

# details/relations/greaterOrEqual
source: at least
ru: не менее

# details/relations/less
source: less than
ru: менее

# details/relations/lessOrEqual
source: not more than
ru: не более

# details/relations/notEqual
source: not equal to
ru: не равно

# details/requirements/dossierAvgValue
source: Average value: %(label)s
ru: Среднее значение: %(label)s

# details/requirements/forCurrentClan
source: A clan member
ru: Состоять в клане

# details/requirements/globalRating
source: Personal Rating
ru: Личный рейтинг

# details/requirements/igr
source: Play in IGR
ru: Играть в IGR

# details/requirements/igrBasic
source: Play in Standard IGR
ru: Играть в Standard IGR

# details/requirements/igrPremium
source: Play in Premium IGR
ru: Играть в Premium IGR

# details/requirements/inAnyClan
source: A clan member
ru: Состоять в клане

# details/requirements/inClan
source: Available for certain clans only
ru: Доступна только определённым кланам

# details/requirements/notForCurrentClan
source: Unavailable for your clan
ru: Недоступна для вашего клана

# details/requirements/notInAnyClan
source: Not a clan member
ru: Не состоять в клане

# details/requirements/notInClan
source: Unavailable for certain clans
ru: Недоступна определённым кланам

# details/requirements/notPremiumAccount
source: Mission is available with Standard Account only.
ru: Боевая задача доступна только при наличии базового аккаунта.

# details/requirements/premiumAccount
source: Mission is available with Premium Account only.
ru: Боевая задача доступна только при наличии премиум аккаунта.

# details/requirements/token
source: Collect tokens
ru: Собрать марки

# details/requirements/vehicle/any
source: Mission can be completed in any vehicle.
ru: Выполнение боевой задачи доступно на любой технике.

# details/requirements/vehicle/notReceivedMultXp
source: Only vehicles that did not receive x%(mult)d can fight.
ru: Участвует техника, с которой не снято x%(mult)d.

# details/requirements/vehicle/receivedMultXp
source: Only vehicles that received x%(mult)d can fight.
ru: Участвует техника, с которой снято x%(mult)d.

# details/requirements/vehiclesOwned
source: Vehicles in the Garage
ru: Техника в Ангаре

# details/requirements/vehiclesOwned/all
source: Purchase all vehicles
ru: Приобрести всю технику

# details/requirements/vehiclesOwned/level
source: Purchase vehicles of Tier: %(level)s
ru: Приобрести технику уровня: %(level)s

# details/requirements/vehiclesOwned/nation
source: Purchase vehicles of nation: %(nation)s
ru: Приобрести технику нации: %(nation)s

# details/requirements/vehiclesOwned/nation_level
source: Purchase vehicles of nation: %(nation)s; of Tier: %(level)s
ru: Приобрести технику нации: %(nation)s; уровня: %(level)s

# details/requirements/vehiclesOwned/nation_type
source: Purchase vehicles of nation: %(nation)s; of type: %(type)s
ru: Приобрести технику нации: %(nation)s; типа: %(type)s

# details/requirements/vehiclesOwned/nation_type_level
source: Purchase vehicles of nation: %(nation)s; of type: %(type)s; of Tier: %(level)s
ru: Приобрести технику нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/requirements/vehiclesOwned/type
source: Purchase vehicles of type: %(type)s
ru: Приобрести технику типа: %(type)s

# details/requirements/vehiclesOwned/type_level
source: Purchase vehicles of type: %(type)s; of Tier: %(level)s
ru: Приобрести технику типа: %(type)s; уровня: %(level)s

# details/requirements/vehiclesTable/count
source: Number
ru: Количество

# details/requirements/vehiclesTable/discount
source: Discount
ru: Скидка

# details/requirements/vehiclesTable/name
source: Name
ru: Название

# details/requirements/vehiclesUnlocked
source: Vehicles researched
ru: Исследованная техника

# details/requirements/vehiclesUnlocked/all
source: Research all vehicles
ru: Исследовать всю технику

# details/requirements/vehiclesUnlocked/level
source: Research vehicles of Tier: %(level)s
ru: Исследовать технику уровня: %(level)s

# details/requirements/vehiclesUnlocked/nation
source: Research vehicles of nation: %(nation)s
ru: Исследовать технику нации: %(nation)s

# details/requirements/vehiclesUnlocked/nation_level
source: Research vehicles of nation: %(nation)s; of Tier: %(level)s
ru: Исследовать технику нации: %(nation)s; уровня: %(level)s

# details/requirements/vehiclesUnlocked/nation_type
source: Research vehicles of nation: %(nation)s; of type: %(type)s
ru: Исследовать технику нации: %(nation)s; типа: %(type)s

# details/requirements/vehiclesUnlocked/nation_type_level
source: Research vehicles of nation: %(nation)s; of type: %(type)s; of Tier: %(level)s
ru: Исследовать технику нации: %(nation)s; типа: %(type)s; уровня: %(level)s

# details/requirements/vehiclesUnlocked/type
source: Research vehicles of type: %(type)s
ru: Исследовать технику типа: %(type)s

# details/requirements/vehiclesUnlocked/type_level
source: Research vehicles of type: %(type)s; of Tier: %(level)s
ru: Исследовать технику типа: %(type)s; уровня: %(level)s

# details/status/completed
source: Mission completed!
ru: Боевая задача выполнена!

# details/status/completed/daily
source: Mission completed! Next completion available: %(time)s
ru: Боевая задача выполнена. Следующее доступное выполнение: %(time)s

# details/status/notAvailable/in_future
source: Mission unavailable. Next completion available %(time)s
ru: Боевая задача недоступна. Станет доступна %(time)s

# details/status/notAvailable/invalid_time_interval
source: Mission unavailable. Next completion available %(time)s
ru: Боевая задача недоступна. Станет доступна %(time)s

# details/status/notAvailable/invalid_weekday
source: Mission unavailable. Next completion available %(time)s
ru: Боевая задача недоступна. Станет доступна %(time)s

# details/status/notAvailable/out_of_date
source: Mission unavailable. Conditions unfulfilled.
ru: Боевая задача недоступна. Условия не выполнены.

# details/status/notAvailable/requirements
source: Mission unavailable. Requirements not met.
ru: Боевая задача недоступна. Требования не выполнены.

# details/tasks/requirements/accountLabel
source: Admittance
ru: Допуск к участию

# details/tasks/requirements/vehicleLabel
source: Suitable vehicles
ru: Подходящая техника

# details/tasks/requirements/vehicleLabel/from
source: from
ru: из

# details/tasks/requirements/vehicleLabel/suitable
source: suitable
ru: подходит

# quests/conditions
source: Conditions
ru: Условия

# quests/content/noQuestsInRoaming
source: Missions are not available in roaming.
ru: Боевые задачи в роуминге недоступны.

# quests/currentTab/header/dropdown/action
source: Specials
ru: Акции

# quests/currentTab/header/dropdown/all
source: All
ru: Все

# quests/currentTab/header/dropdown/quests
source: Missions
ru: Боевые задачи

# quests/requirements
source: Requirements
ru: Требования

# quests/status/notDone
source: Not completed
ru: Не выполнено

# quests/table/battlesLeft
source: Battles left:
ru: Боёв осталось:

# quests/table/inHangar
source: Available in the Garage
ru: Есть в Ангаре

# quests/table/noVehicles
source: No suitable vehicles
ru: Нет подходящей техники

# quests/table/notInHangar
source: Unavailable in the Garage
ru: Нет в Aнгаре

# quests/table/notInHangarButUnlocked
source: Researched but not purchased
ru: Исследована, но не куплена

# tooltip/vehTable/availability/body
source: Sort by vehicles that do not comply with the requirements of the mission.
ru: Сортировать по технике, которая не соответствует требованиям боевой задачи

# tooltip/vehTable/availability/header
source: Completion Available
ru: Доступность

# tooltip/vehTable/class/body
source: Sort by vehicles' type.
ru: Сортировать по типу техники

# tooltip/vehTable/class/header
source: Type
ru: Тип

# tooltip/vehTable/discount/body
source: Sort by discount on vehicles.
ru: Сортировать по размеру скидки на технику

# tooltip/vehTable/discount/header
source: Discount
ru: Скидка

# tooltip/vehTable/level/body
source: Sort by vehicles' tier.
ru: Сортировать по уровню техники

# tooltip/vehTable/level/header
source: Tier
ru: Уровень

# tooltip/vehTable/name/body
source: Sort by vehicles' name.
ru: Сортировать по названию техники

# tooltip/vehTable/name/header
source: Name
ru: Название

# tooltip/vehTable/nation/body
source: Sort by vehicles' nation.
ru: Сортировать по нации

# tooltip/vehTable/nation/header
source: Nation
ru: Нация

# details/conditions/achievements/not
source: Do not receive any of the following awards:
ru: Не получить следующие награды:

# details/conditions/clanKills
source: Destroy vehicles with special Camouflage: Camouflage color: %(camos)s
ru: Уничтожить технику в специальном камуфляже: цвет камуфляжа: %(camos)s

# details/conditions/clanKills/camo/black
source: black
ru: чёрный

# details/conditions/clanKills/camo/gold
source: golden
ru: золотой

# details/conditions/clanKills/camo/red
source: red
ru: красный

# details/conditions/clanKills/camo/silver
source: silver
ru: серебряный

# details/conditions/clanKills/not
source: Do not destroy vehicles with special Camouflage: Camouflage color: %(camos)s
ru: Не уничтожить технику в специальном камуфляже: цвет камуфляжа %(camos)s

# details/conditions/cumulative/directHits
source: Hits
ru: Попадания

# details/conditions/cumulative/directHitsReceived
source: Hits received
ru: Полученные попадания

# details/conditions/cumulative/directTeamHits
source: Hits on allies
ru: Попадания по союзникам

# details/conditions/cumulative/explosionHits
source: HE-hits
ru: ОФ-попадания

# details/conditions/cumulative/explosionHitsReceived
source: HE-hits received
ru: Полученные ОФ-попадания

# details/conditions/cumulative/noDamageDirectHitsReceived
source: Hits without damage received
ru: Полученные попадания без урона

# details/conditions/cumulative/piercings
source: Penetrations
ru: Пробития

# details/conditions/cumulative/piercingsReceived
source: Penetrations received
ru: Полученные пробития

# details/conditions/historicalBattles
source: Battle:
ru: Битва:

# details/conditions/map/not
source: Unable to fight on the map:
ru: Не участвует карта:

# details/conditions/maps/not
source: Unable to fight on the maps:
ru: Не участвуют карты:

# details/conditions/oneAchievement
source: Receive the award:
ru: Получить награду:

# details/conditions/oneAchievement/not
source: Do not receive the following award:
ru: Не получить награду:

# details/conditions/results/single/bothTeams/position
source: Rank %(position)d among all players in the battle by the following parameter: %(param)s
ru: Занять %(position)d место среди обеих команд по: %(param)s

# details/conditions/results/single/bothTeams/position/not
source: Do not rank %(position)d among all players in the battle by the following parameter: %(param)s
ru: Не занять %(position)d место среди обеих команд по: %(param)s

# details/conditions/results/single/bothTeams/range
source: Rank %(high)d–%(low)d among all players in the battle by parameter: %(param)s
ru: Попасть на %(high)d-%(low)d место среди обеих команд по: %(param)s

# details/conditions/results/single/bothTeams/range/not
source: Do not rank %(high)d–%(low)d among all players in the battle by the following parameter: %(param)s
ru: Не попасть на %(high)d-%(low)d место среди обеих команд по: %(param)s
