Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/quests.*.resx
Languages: ru

# quests/status/allDone
source: All missions completed
ru: Все задачи выполнены

# quests/title/currentlyAvailable
source: Missions for:
ru: Задачи для:

# quests/currentTab/header/tab/action
source: Specials
ru: Акции

# quests/currentTab/header/tab/all
source: All Missions
ru: Все задачи

# quests/currentTab/header/tab/vehicle
source: For %(vehicle)s
ru: Для %(vehicle)s

# quests/empty/actions/body
source: No available specials at the moment. Follow our updates.
ru: В настоящий момент акции не проводятся. Следите за обновлениями.

# quests/empty/actions/header
source: No Available Specials
ru: Акции отсутствуют

# quests/empty/quests/body
source: No available missions at the moment. Follow our updates.
ru: В настоящий момент боевые задачи отсутствуют. Следите за обновлениями.

# quests/empty/quests/header
source: No Available Missions
ru: Боевые задачи отсутствуют

# quests/empty/vehicle/body
source: No available missions for the selected vehicle at the moment. Follow our updates.
ru: В настоящий момент боевые задачи для указанной машины отсутствуют. Следите за обновлениями.

# quests/empty/vehicle/header
source: No Available Missions for %(vehicle)s
ru: Боевые задачи для %(vehicle)s отсутствуют

# action/auto/berthsPrices
source: Discount on purchasing bunks in Barracks
ru: Скидка на покупку мест в Казарме

# action/auto/camouflage/credits
source: Discount on purchasing temporary Camouflage
ru: Скидка на покупку временного камуфляжа

# action/auto/camouflage/gold
source: Discount on purchasing permanent Camouflage
ru: Скидка на покупку постоянного камуфляжа

# action/auto/camouflage/mixed
source: Discount on Camouflage
ru: Скидка на камуфляж

# action/auto/camouflagePacket30Cost
source: Discount on purchasing Camouflage (for 30 days)
ru: Скидка на покупку камуфляжа (на 30 дней)

# action/auto/camouflagePacket7Cost
source: Discount on purchasing Camouflage (for 7 days)
ru: Скидка на покупку камуфляжа (на 7 дней)

# action/auto/camouflagePacketInfCost
source: Discount on purchasing permanent Camouflage
ru: Скидка на покупку постоянного камуфляжа

# action/auto/changeRoleCost
source: Discount on changing crew qualification
ru: Скидка на смену специальности

# action/auto/clanCreationCost
source: Discount on creating a clan
ru: Скидка на создание клана

# action/auto/cond_VehPrice
source: Discount on vehicles
ru: Скидка на технику

# action/auto/creditsDropSkillsCost
source: Discount on resetting crew skills and perks
ru: Скидка на сброс умений и навыков экипажа

# action/auto/creditsTankmanCost
source: Discount on crew training and retraining
ru: Скидка на обучение и переобучение экипажа

# action/auto/dropSkills/mixed
source: Discount on resetting crew skills and perks
ru: Скидка на сброс умений и навыков экипажа

# action/auto/emblem/credits
source: Discount on purchasing temporary Emblems
ru: Скидка на покупку временных эмблем

# action/auto/emblem/gold
source: Discount on purchasing permanent Emblems
ru: Скидка на покупку постоянных эмблем

# action/auto/emblem/mixed
source: Discount on Emblems
ru: Скидка на эмблемы

# action/auto/emblemPacket30Cost
source: Discount on purchasing Emblems (for 30 days)
ru: Скидка на покупку эмблем (на 30 дней)

# action/auto/emblemPacket7Cost
source: Discount on purchasing Emblems (for 7 days)
ru: Скидка на покупку эмблем (на 7 дней)

# action/auto/emblemPacketInfCost
source: Discount on purchasing permanent Emblems
ru: Скидка на покупку постоянных эмблем

# action/auto/equipment/creditsPriceMultiplier
source: Discount on consumables
ru: Скидка на покупку снаряжения

# action/auto/equipment/goldPriceMultiplier
source: Discount on consumables
ru: Скидка на покупку снаряжения

# action/auto/equipment/mixed
source: Discount on consumables
ru: Скидка на покупку снаряжения

# action/auto/exchangeRate
source: Bonus when converting gold to credits
ru: Бонус к переводу золота в кредиты

# action/auto/femalePassportChangeCost
source: Discount on replacing crew Personal Data
ru: Скидка на смену документов членов экипажа

# action/auto/freeXPConversionDiscrecity
source: Bonus to converting Combat Experience to Free Experience
ru: Бонус к переводу боевого опыта в свободный

# action/auto/freeXPToTManXPRate
source: Bonus to converting Free Experience to Crew Experience
ru: Бонус к переводу свободного опыта в опыт экипажа

# action/auto/goldDropSkillsCost
source: Discount on resetting crew skills and perks
ru: Скидка на сброс умений и навыков экипажа

# action/auto/goldTankmanCost
source: Discount on crew training and retraining
ru: Скидка на обучение и переобучение экипажа

# action/auto/inscription/credits
source: Discount on purchasing temporary Inscriptions
ru: Скидка на покупку временных надписей

# action/auto/inscription/gold
source: Discount on purchasing permanent Inscriptions
ru: Скидка на покупку постоянных надписей

# action/auto/inscription/mixed
source: Discount on Inscriptions
ru: Скидка на надписи

# action/auto/inscriptionPacket30Cost
source: Discount on purchasing Inscriptions (for 30 days)
ru: Скидка на покупку надписей (на 30 дней)

# action/auto/inscriptionPacket7Cost
source: Discount on purchasing Inscriptions (for 7 days)
ru: Скидка на покупку надписей (на 7 дней)

# action/auto/inscriptionPacketInfCost
source: Discount on purchasing permanent Inscriptions
ru: Скидка на покупку постоянных надписей

# action/auto/mul_CamouflagePriceFactor
source: Discount on purchasing a specific Camouflage
ru: Скидка на покупку определённого камуфляжа

# action/auto/mul_EquipmentPrice
source: Discount on purchasing consumables
ru: Скидка на покупку снаряжения

# action/auto/mul_EquipmentPriceAll
source: Discount on purchasing consumables
ru: Скидка на покупку снаряжения

# action/auto/mul_GoodiePrice
source: Discount on purchasing Personal Reserves
ru: Скидка на покупку личных резервов

# action/auto/mul_GoodiePriceAll
source: Discount on purchasing Personal Reserves
ru: Скидка на покупку личных резервов

# action/auto/mul_OptionalDevicePrice
source: Discount on purchasing equipment
ru: Скидка на покупку оборудования

# action/auto/mul_OptionalDevicePriceAll
source: Discount on purchasing equipment
ru: Скидка на покупку оборудования

# action/auto/mul_ShellPrice
source: Discount on purchasing shells
ru: Скидка на покупку снарядов

# action/auto/mul_ShellPriceAll
source: Discount on purchasing shells
ru: Скидка на покупку снарядов

# action/auto/mul_VehPrice
source: Discount on purchasing vehicles
ru: Скидка на покупку техники

# action/auto/mul_VehRentPrice
source: Discount on Premium vehicle rental
ru: Скидка на аренду премиум техники

# action/auto/paidRemovalCost
source: Discount on demounting complex equipment
ru: Скидка на демонтаж сложного оборудования

# action/auto/passportChangeCost
source: Discount on replacing crew Personal Data
ru: Скидка на смену документов членов экипажа

# action/auto/premiumPacket180Cost
source: Discount on purchasing 180 days of Premium Account
ru: Скидка на покупку 180 дней премиум аккаунта

# action/auto/premiumPacket1Cost
source: Discount on purchasing 1 day of Premium Account
ru: Скидка на покупку 1 дня премиум аккаунта

# action/auto/premiumPacket30Cost
source: Discount on purchasing 30 days of Premium Account
ru: Скидка на покупку 30 дней премиум аккаунта

# action/auto/premiumPacket360Cost
source: Discount on purchasing 360 days of Premium Account
ru: Скидка на покупку 360 дней премиум аккаунта

# action/auto/premiumPacket3Cost
source: Discount on purchasing 3 days of Premium Account
ru: Скидка на покупку 3 дней премиум аккаунта

# action/auto/premiumPacket7Cost
source: Discount on purchasing 7 days of Premium Account
ru: Скидка на покупку 7 дней премиум аккаунта

# action/auto/set_EquipmentPrice
source: Discount on purchasing consumables
ru: Скидка на покупку снаряжения

# action/auto/set_GoodiePrice
source: Discount on purchasing Personal Reserves
ru: Скидка на покупку личных резервов

# action/auto/set_OptionalDevicePrice
source: Discount on purchasing equipment
ru: Скидка на покупку оборудования

# action/auto/set_ShellPrice
source: Discount on purchasing shells
ru: Скидка на покупку снарядов

# action/auto/set_VehPrice
source: Discount on purchasing vehicles
ru: Скидка на покупку техники

# action/auto/shell/creditsPriceMultiplier
source: Discount on shells
ru: Скидка на покупку снарядов

# action/auto/shell/goldPriceMultiplier
source: Discount on shells
ru: Скидка на покупку снарядов

# action/auto/shell/mixed
source: Discount on shells
ru: Скидка на покупку снарядов

# action/auto/slotsPrices
source: Discount on purchasing slots in the Garage
ru: Скидка на покупку слотов в Ангаре

# action/auto/tankmen/mixed
source: Discount on crew training and retraining
ru: Скидка на обучение и переобучение экипажа

# action/auto/tradeInSellPriceFactor
source: Access to trading in Premium vehicles
ru: Возможность обмена премиум машин одна на другую

# action/auto/winXPFactorMode/always
source: Bonus to Combat Experience for every victory
ru: Бонус к боевому опыту за каждую победу

# action/auto/winXPFactorMode/daily
source: Bonus to Combat Experience for your first victory
ru: Бонус к боевому опыту за первую победу

# action/booster/booster_credits
source: Credits per battle
ru: Кредиты за бой

# action/booster/booster_crew_xp
source: Crew Experience per battle
ru: Опыт экипажа за бой

# action/booster/booster_free_xp
source: Free Experience
ru: Свободный опыт

# action/booster/booster_repair
source: Discount on repairs
ru: Скидка на ремонт

# action/booster/booster_xp
source: Experience Per Battle
ru: Опыт за бой

# action/button/berthsPrices
source: Enlarge Barracks
ru: Расширить Казарму

# action/button/camouflage/credits
source: Purchase Camouflage
ru: Купить камуфляж

# action/button/camouflage/gold
source: Purchase Camouflage
ru: Купить камуфляж

# action/button/camouflage/mixed
source: Purchase Camouflage
ru: Купить камуфляж

# action/button/camouflagePacket30Cost
source: Purchase Camouflage
ru: Купить камуфляж

# action/button/camouflagePacket7Cost
source: Purchase Camouflage
ru: Купить камуфляж

# action/button/camouflagePacketInfCost
source: Purchase Camouflage
ru: Купить камуфляж

# action/button/changeRoleCost
source: Change Qualification
ru: Сменить специальность

# action/button/clanCreationCost
source: Create a Clan
ru: Создать клан

# action/button/cond_VehPrice
source: Go to Vehicles
ru: Перейти к технике

# action/button/creditsDropSkillsCost
source: Reset Skills and Perks
ru: Сбросить умения и навыки

# action/button/creditsTankmanCost
source: Train Crew
ru: Обучить экипаж

# action/button/dropSkills/mixed
source: Reset Skills and Perks
ru: Сбросить умения и навыки

# action/button/emblem/credits
source: Purchase Emblems
ru: Купить эмблемы

# action/button/emblem/gold
source: Purchase Emblems
ru: Купить эмблемы

# action/button/emblem/mixed
source: Purchase Emblems
ru: Купить эмблемы

# action/button/emblemPacket30Cost
source: Purchase Emblems
ru: Купить эмблемы

# action/button/emblemPacket7Cost
source: Purchase Emblems
ru: Купить эмблемы

# action/button/emblemPacketInfCost
source: Purchase Emblems
ru: Купить эмблемы

# action/button/equipment/creditsPriceMultiplier
source: Purchase Consumables
ru: Купить снаряжение

# action/button/equipment/goldPriceMultiplier
source: Purchase Consumables
ru: Купить снаряжение

# action/button/equipment/mixed
source: Purchase Consumables
ru: Купить снаряжение

# action/button/exchangeRate
source: Exchange Gold
ru: Обменять золото

# action/button/femalePassportChangeCost
source: Replace Crew Personal Data
ru: Сменить документы экипажа

# action/button/freeXPConversionDiscrecity
source: Convert Combat Experience
ru: Перевести боевой опыт

# action/button/freeXPToTManXPRate
source: Convert Experience
ru: Перевести опыт

# action/button/goldDropSkillsCost
source: Reset Skills and Perks
ru: Сбросить умения и навыки

# action/button/goldTankmanCost
source: Train Crew
ru: Обучить экипаж

# action/button/inscription/credits
source: Purchase Inscriptions
ru: Купить надписи

# action/button/inscription/gold
source: Purchase Inscriptions
ru: Купить надписи

# action/button/inscription/mixed
source: Purchase Inscriptions
ru: Купить надписи

# action/button/inscriptionPacket30Cost
source: Purchase Inscriptions
ru: Купить надписи

# action/button/inscriptionPacket7Cost
source: Purchase Inscriptions
ru: Купить надписи

# action/button/inscriptionPacketInfCost
source: Purchase Inscriptions
ru: Купить надписи

# action/button/mul_CamouflagePriceFactor
source: Purchase Camouflage
ru: Купить камуфляж

# action/button/mul_EquipmentPrice
source: Purchase Consumables
ru: Купить снаряжение

# action/button/mul_GoodiePrice
source: Purchase Personal Reserves
ru: Купить личные резервы

# action/button/mul_GoodiePriceAll
source: Purchase Personal Reserves
ru: Купить личные резервы

# action/button/mul_OptionalDevicePrice
source: Purchase Equipment
ru: Купить оборудование

# action/button/mul_OptionalDevicePriceAll
source: Purchase Equipment
ru: Купить оборудование

# action/button/mul_ShellPrice
source: Purchase Shells
ru: Купить снаряды

# action/button/mul_VehPrice
source: Go to Vehicles
ru: Перейти к технике

# action/button/mul_VehRentPrice
source: Rent Vehicles
ru: Арендовать технику

# action/button/paidRemovalCost
source: Demount Equipment
ru: Демонтировать оборудование

# action/button/passportChangeCost
source: Replace Crew Personal Data
ru: Сменить документы экипажа

# action/button/premiumPacket/continue
source: Extend Premium
ru: Продлить премиум

# action/button/premiumPacket/new
source: Purchase Premium Account
ru: Купить премиум

# action/button/set_EquipmentPrice
source: Purchase Consumables
ru: Купить снаряжение

# action/button/set_GoodiePrice
source: Purchase Personal Reserves
ru: Купить личные резервы

# action/button/set_OptionalDevicePrice
source: Purchase Equipment
ru: Купить оборудование

# action/button/set_ShellPrice
source: Purchase Shells
ru: Купить снаряды

# action/button/set_VehPrice
source: Go to Vehicles
ru: Перейти к технике

# action/button/shell/creditsPriceMultiplier
source: Purchase Shells
ru: Купить снаряды

# action/button/shell/goldPriceMultiplier
source: Purchase Shells
ru: Купить снаряды

# action/button/shell/mixed
source: Purchase Shells
ru: Купить снаряды

# action/button/slotsPrices
source: Enlarge Garage
ru: Расширить Ангар

# action/button/tankmen/mixed
source: Train Crew
ru: Обучить экипаж

# action/button/tradeInSellPriceFactor
source: Go to Vehicle Trade-in
ru: Перейти к обмену техники

# action/button/winXPFactorMode/always
source: Go to Garage
ru: Перейти в Ангар

# action/button/winXPFactorMode/daily
source: Go to Garage
ru: Перейти в Ангар

# action/chain/hint/camouflages
source: CHOOSE CAMOUFLAGE
ru: ВЫБЕРИТЕ КАМУФЛЯЖ

# action/chain/hint/changeDocuments
source: DISCOUNT ON REPLACING CREW PERSONAL DATA
ru: СКИДКА НА СМЕНУ ДОКУМЕНТОВ

# action/chain/hint/changeRole
source: CLICK TO CHOOSE NEW QUALIFICATIONS
ru: НАЖМИТЕ, ЧТОБЫ ВЫБРАТЬ НОВУЮ СПЕЦИАЛЬНОСТЬ

# action/chain/hint/crewRetraining
source: DISCOUNT ON CREW TRAINING AND RETRAINING
ru: СКИДКА НА ОБУЧЕНИЕ И ПЕРЕОБУЧЕНИЕ ЭКИПАЖА

# action/chain/hint/customization
source: GO TO EXTERIOR
ru: ПЕРЕЙДИТЕ ВО ВНЕШНИЙ ВИД

# action/chain/hint/dropSkills
source: RESET SKILLS AND PERKS
ru: СБРОСИТЬ УМЕНИЯ И НАВЫКИ

# action/chain/hint/emblems
source: CHOOSE EMBLEMS
ru: ВЫБЕРИТЕ ЭМБЛЕМЫ

# action/chain/hint/freeXPToTMan
source: BONUS TO CONVERTING FREE EXPERIENCE TO CREW EXPERIENCE
ru: БОНУС К ПЕРЕВОДУ СВОБОДНОГО ОПЫТА В ОПЫТ ЭКИПАЖА

# action/chain/hint/inscriptions
source: CHOOSE INSCRIPTIONS
ru: ВЫБЕРИТЕ НАДПИСИ

# action/chain/hint/openPersonalCase
source: CLICK RMB TO OPEN PERSONAL FILE
ru: НАЖМИТЕ ПРАВУЮ КЛАВИШУ МЫШИ, ЧТОБЫ ОТКРЫТЬ ЛИЧНОЕ ДЕЛО

# action/chain/hint/premDays
source: DISCOUNT ON PREMIUM ACCOUNT
ru: СКИДКА НА ПРЕМИУМ АККАУНТ

# action/chain/hint/removalCost
source: DISCOUNT ON DEMOUNTING
ru: СКИДКА НА ДЕМОНТАЖ

# action/chain/hint/winXPFactorMode
source: EXPERIENCE MULTIPLIER
ru: МНОЖИТЕЛЬ ОПЫТА

# action/comingsoon/label
source: UPCOMING SPECIAL
ru: БЛИЖАЙШАЯ АКЦИЯ

# action/comingsoon/time
source: Starting: %(startTime)s
ru: Начнётся: %(startTime)s

# action/discount/discountText
source: Discount
ru: Скидка

# action/discount/modifier
source: x%(count)s bonus
ru: Бонус x%(count)s

# action/discount/more
source: ...and %(deviceName)s: %(count)s
ru: ...и ещё %(deviceName)s: %(count)s

# action/discount/tradeInLabelText
source: Reimbursement
ru: Зачёт

# action/discount/xp
source: %(count)s experience
ru: %(count)s опыта

# action/empty/btnLabel
source: Go to Store
ru: Перейти в Магазин

# action/empty/info
source: No specials are currently available. Please follow the announcements.
ru: В настоящий момент активные акции отсутствуют. Следите за анонсами.

# action/exchangeRate/gold2credit
source: %(gold)s to %(credits)s
ru: %(gold)s к %(credits)s

# action/full/berthsPrices
source: Enlarge Barracks at a favorable price of %(discount)s for 16 bunks. Barracks are used to accommodate crews when they are not in vehicles.
ru: Расширьте Казарму по выгодной цене в %(discount)s за 16 мест. Казарма необходима для высадки экипажа с техники для последующей его пересадки на другую машину.

# action/full/camouflage/credits
source: Purchase temporary Camouflage using credits at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle.
ru: Купите временный камуфляж за кредиты со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины.

# action/full/camouflage/gold
source: Purchase permanent Camouflage using gold at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle.
ru: Купите постоянный камуфляж за золото со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины.

# action/full/camouflage/mixed
source: Purchase any Camouflage at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle.
ru: Купите любой камуфляж со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины.

# action/full/camouflagePacket30Cost
source: Purchase Camouflage (for 30 days) using credits at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle.
ru: Купите временный камуфляж (сроком на 30 дней) за кредиты со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины.

# action/full/camouflagePacket7Cost
source: Purchase Camouflage (for 7 days) using credits at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle.
ru: Купите временный камуфляж (сроком на 7 дней) за кредиты со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины.

# action/full/camouflagePacketInfCost
source: Purchase permanent Camouflage using gold at a discount of up to %(discount)s. The applied Camouflage will not only help you stand out, but also increase the concealment of your vehicle.
ru: Купите постоянный камуфляж за золото со скидкой до %(discount)s. Нанесённый камуфляж поможет не только выделиться среди сокомандников, но и увеличит маскировку вашей машины.

# action/full/changeRoleCost
source: Change the qualification of your crew members at a discount of %(discount)s. It can help if you lack a certain crew member for a new vehicle, but you have suitable crew members with other qualifications.
ru: Смените специальность членов ваших экипажей со скидкой %(discount)s. Это поможет, если вам не хватает определённого члена экипажа на новой машине, но есть свободный член экипажа другой специальности.

# action/full/clanCreationCost
source: Create a clan and gather your friends at a discounted price.
ru: Создайте клан и объединитесь с друзьями, заплатив за операцию меньше обычного.

# action/full/creditsDropSkillsCost
source: Reset the skills and perks of your crew members using credits at a discount of %(discount)s. It can help when you transfer your crew to a vehicle with a different role in battle.
ru: Сбросьте выбранные умения и навыки членов экипажа за кредиты со скидкой %(discount)s. Это поможет, если вы пересаживаете экипаж на машину с другой ролью в бою.

# action/full/creditsTankmanCost
source: Train or retrain your crew using credits at a discount of %(discount)s. A well-trained crew enhances vehicle characteristics and ensures that your vehicle unlocks its full potential.
ru: Обучите или переобучите экипаж за кредиты со скидкой %(discount)s. Хорошо развитый экипаж дополняет характеристики машины и поможет эффективнее реализовывать потенциал вашей машины.

# action/full/dropSkills/mixed
source: Reset the skills and perks of your crew members at a discount of %(discount)s. It can help when you transfer your crew to a vehicle with a different role in battle.
ru: Сбросьте выбранные умения и навыки членов экипажа со скидкой %(discount)s. Это поможет, если вы пересаживаете экипаж на машину с другой ролью в бою.

# action/full/emblem/credits
source: Purchase Emblems using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите эмблемы за кредиты со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/emblem/gold
source: Purchase Emblems using gold at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите эмблемы за золото со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/emblem/mixed
source: Purchase any Emblems at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите любые эмблемы со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/emblemPacket30Cost
source: Purchase Emblems (for 30 days) using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите эмблемы за кредиты (сроком на 30 дней) со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/emblemPacket7Cost
source: Purchase Emblems (for 7 days) using credits at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите эмблемы за кредиты (сроком на 7 дней) со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.

# action/full/emblemPacketInfCost
source: Purchase Emblems using gold at a discount of up to %(discount)s. These visual enhancements make your vehicle stand out and add personality to its exterior.
ru: Купите эмблемы за золото со скидкой до %(discount)s. Эти визуальные улучшения, нанесённые на технику, выделяют её среди сокомандников и добавляют изюминку ко внешнему виду.
