Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/RankedBattles.*.resx
Languages: ru

# awards/congratulation
source: Congratulations!
ru: Поздравляем!

# awards/gotRank
source: You achieved a rank
ru: Получен ранг

# awards/next
source: Next
ru: Далее

# awards/nextRankTitle
source: Points received: %(scores)s
ru: Получено очков: %(scores)s

# awards/stagesTitle
source: Chevrons needed to achieve the next rank: %(stage)s
ru: Шевронов до следующего ранга: %(stage)s

# awards/yes
source: Affirmative!
ru: Так точно!

# battleResult/losers
source: Losing team
ru: Проигравшие

# battleResult/rank/lose
source: Rank lost
ru: Потеря ранга

# battleResult/rank/progress/lose
source: Chevron lost
ru: Потеря шеврона

# battleResult/rank/progress/up
source: Chevron received
ru: Получение шеврона

# battleResult/rank/unchanged
source: Chevron not received
ru: Шеврон не получен

# battleResult/rank/up
source: Rank achieved
ru: Получение ранга

# battleResult/winners
source: Winning team
ru: Победители

# battleResult/yes
source: Affirmative!
ru: Так точно!

# battleresult/deserter
source: You lose a chevron for desertion from the battlefield.
ru: За бегство с поля боя штраф — потеря шеврона.

# battleresult/inTop12
source: Top 12 players on the winning team by experience earned
ru: Топ-12 игроков победившей команды по опыту

# battleresult/inTop3
source: Top 3 players on the losing team by experience earned
ru: Топ-3 игроков проигравшей команды по опыту

# battleresult/notInTop12
source: You are not among the top 12 players on the winning team by experience earned
ru: Вы не попали в топ-12 игроков победившей команды по опыту

# battleresult/notInTop3
source: You are not among the top 3 players on the losing team by experience earned
ru: Вы не попали в топ-3 игроков проигравшей команды по опыту

# battleresult/rankEarned
source: Rank received
ru: Получен ранг

# battleresult/rankLost
source: Rank lost
ru: Потерян ранг

# battleresult/stageEarned
source: Chevron received
ru: Получен шеврон

# battleresult/stageLost
source: Chevron lost
ru: Потерян шеврон

# battleresult/stageNotEarned
source: No changes
ru: Без изменений

# calendarDay/title
source: Schedule
ru: Расписание

# notification/rankEarned
source: rank received
ru: получен ранг

# notification/rankLost
source: rank lost
ru: потерян ранг

# notification/rankedMessage
source: Congratulations! You achieved Rank %(rankRoman)s Credits received: %(creditsCount)s Points earned: %(expCount)s Awards received: %(medalsCount)s
ru: Поздравляем! Вы заслужили %(rankRoman)s ранг Получено кредитов: %(creditsCount)s Добавлено очков: %(expCount)s Начислено: %(medalsCount)s

# notification/stageEarned
source: chevron received
ru: получен шеврон

# notification/stageLost
source: chevron lost
ru: потерян шеврон

# notification/stageNotEarned
source: chevron not received
ru: шеврон не получен

# notification/vehicleRankEarned
source: vehicle rank received
ru: получен ранг машины

# notification/vehicleRankLost
source: vehicle rank lost
ru: потерян ранг машины

# primeTime/applyBtn
source: Proceed
ru: Перейти

# primeTime/servers
source: Available servers: %(server)s
ru: Доступные для игры серверы: %(server)s

# primeTime/status/disable
source: Ranked Battles are temporarily unavailable, but you can continue preparing for new battles and view your results.
ru: Ранговые бои пока не проводятся, но вы можете продолжить предбоевую подготовку и просмотреть свои результаты.

# primeTime/status/thisEnable
source: On the %(server)s server, Ranked Battles will be available for another: %(time)s.
ru: На сервере %(server)s Ранговые бои доступны ещё: %(time)s.

# primeTime/title
source: Ranked Battles are currently unavailable
ru: Ранговые бои пока не проводятся

# primeTimeAlertMessageBlock/message
source: Ceasefire is effective. It will end in %(time)s.
ru: Режим прекращения огня. Окончание через: %(time)s

# rankedAwards/awardsBlock/description
source: Your highest rank
ru: Ваш лучший ранг

# rankedAwards/awardsBlock/points
source: Points
ru: Очков

# rankedBattleCyclesView/title
source: Season %(season)s
ru: Сезон %(season)s

# rankedBattleHeader/cycle
source: STAGE %(cycle)d
ru: ЭТАП %(cycle)d

# rankedBattleHeader/final
source: FINALS
ru: ФИНАЛ

# rankedBattleHeader/points/current
source: In progress
ru: Идёт сейчас

# rankedBattleHeader/points/final
source: Total points: %(points)s
ru: Всего очков: %(points)s

# rankedBattleHeader/points/past
source: Points: %(points)s
ru: Очки: %(points)s

# rankedBattleHeader/tooltip/cycle/current/body
source: The current stage will finish on %(date)s
ru: Текущий этап завершится %(date)s

# rankedBattleHeader/tooltip/cycle/current/header
source: Stage %(cycle)d
ru: Этап %(cycle)d

# rankedBattleHeader/tooltip/cycle/final/body
source: All points earned during previous stages are added together in the Finals, and players receive rewards. Season Finals—%(date)s
ru: В финале суммируются очки за все предыдущие этапы и выдаются награды. Финал сезона — %(date)s

# rankedBattleHeader/tooltip/cycle/final/header
source: Season Finals
ru: Финал сезона

# rankedBattleHeader/tooltip/cycle/future/body
source: The stage will begin on %(date)s
ru: Этап начнётся %(date)s

# rankedBattleHeader/tooltip/cycle/future/header
source: Stage %(cycle)d
ru: Этап %(cycle)d

# rankedBattleHeader/tooltip/cycle/past/body
source: Points earned: %(points)s
ru: Заработано очков: %(points)s

# rankedBattleHeader/tooltip/cycle/past/header
source: Stage %(cycle)d Ended
ru: Этап %(cycle)d завершён

# rankedBattleView/awardBlock/points/description
source: Current League:
ru: Текущая лига:

# rankedBattleView/awardBlock/points/header
source: Season Leaders
ru: Лидеры сезона

# rankedBattleView/awardBlock/pointsAlt/description
source: Click to view the Season Leaders
ru: Нажмите, чтобы перейти к списку лидеров сезона

# rankedBattleView/awardBlock/quest/description/battlesLeft
source: Effective battles to play:
ru: Провести эффективных боёв:

# rankedBattleView/awardBlock/quest/description/noQuest
source: No current missions
ru: Текущих боевых задач нет

# rankedBattleView/awardBlock/quest/header
source: Mission
ru: Боевая задача

# rankedBattleView/awardBlock/seasonAward/description
source: Stages completed:
ru: Пройдено этапов:

# rankedBattleView/awardBlock/seasonAward/header
source: Season Awards
ru: Награды сезона

# rankedBattleView/closeBtn
source: BACK
ru: НАЗАД

# rankedBattleView/closeBtnDescr
source: TO GARAGE
ru: В АНГАР

# rankedBattleView/nextStageBlock/stage
source: Stage %(cycleNumber)s
ru: Этап %(cycleNumber)s

# rankedBattleView/notRankedBlock/header
source: Effective performance in Ranked Battles brings you closer to the next rank!
ru: Эффективная игра — путь к новому рангу!

# rankedBattleView/notRankedBlock/loseText
source: %(team)s, but be among the top 3 players on your team by experience earned.
ru: %(team)s, но попасть в топ-3 игроков своей команды по опыту.

# rankedBattleView/notRankedBlock/loseText/highlighted
source: Lose a battle
ru: Проиграть

# rankedBattleView/notRankedBlock/okLabel
source: Affirmative!
ru: Так точно!

# rankedBattleView/notRankedBlock/okTooltip/body
source: Click to start your journey in Ranked Battles.
ru: Нажмите, чтобы начать свой путь в Ранговых боях.

# rankedBattleView/notRankedBlock/okTooltip/header
source: Let's Roll!
ru: Вперёд!

# rankedBattleView/notRankedBlock/or
source: or
ru: или

# rankedBattleView/notRankedBlock/winText
source: %(team)s and be among the top 12 players on your team by experience earned.
ru: %(team)s и попасть в топ-12 игроков своей команды по опыту.

# rankedBattleView/notRankedBlock/winText/highlighted
source: Win a battle
ru: Победить

# rankedBattleView/progressBlock/bestRank
source: Stage record
ru: Рекорд этапа

# rankedBattleView/progressBlock/currentRank
source: Current rank
ru: Текущий ранг

# rankedBattleView/progressBlock/steps
source: Chevrons: %(numbers)s
ru: Шевронов: %(numbers)s

# rankedBattleView/progressBlock/vehicleBonusRank
source: Next rank on the %(vehicle)s
ru: Следующий ранг для %(vehicle)s

# rankedBattleView/progressBlock/vehicleRank
source: Vehicle rank on the %(vehicle)s
ru: Ранг машины на %(vehicle)s

# rankedBattleView/statusBlock/calendarBtnTooltip/body
source: Click to view the information about all season stages.
ru: Нажмите, чтобы посмотреть информацию обо всех этапах сезона.

# rankedBattleView/statusBlock/calendarBtnTooltip/header
source: Calendar
ru: Календарь

# rankedBattleView/statusBlock/calendarPopover/attentionText
source: Results of Stage %(cycleNumber)s in %(timeLeft)s
ru: Итоги %(cycleNumber)s этапа через %(timeLeft)s

# rankedBattleView/statusBlock/calendarPopover/cycleItem
source: STAGE %(cycleNumber)s: %(day0)s.%(month0)s—%(day1)s.%(month1)s
ru: ЭТАП %(cycleNumber)s: %(day0)s.%(month0)s - %(day1)s.%(month1)s

# rankedBattleView/statusBlock/statusText
source: The results of Stage %(cycleNumber)s will be finalized in:
ru: Подведение итогов %(cycleNumber)s этапа через:

# rankedBattleView/title
source: Stage %(cycle)d
ru: Этап %(cycle)d

# rankedBattlesCarousel/lockedTooltip/body
source: Select a Tier X vehicle for the Ranked Battle mode.
ru: Для режима «Ранговый бой» выберите машину X уровня.

# rankedBattlesCarousel/lockedTooltip/header
source: Not Suitable
ru: Не подходит

# rankedBattlesCyclesView/awardBlock/boxTooltip/body
source: Received at the end of the stage and contained valuable rewards. The number of rewards and their quality depended on the Leaderboard position.
ru: Был получен в конце этапа и содержал ценные награды. Количество наград и их ценность зависели от позиции в ладдере.

# rankedBattlesCyclesView/awardBlock/boxTooltip/header
source: Crate with Rewards
ru: Контейнер с наградой

# rankedBattlesCyclesView/btnClose
source: CLOSE
ru: ЗАКРЫТЬ

# rankedBattlesCyclesView/currentCycle/item/awardRecieved
source: Reward already received
ru: Награда уже получена

# rankedBattlesCyclesView/currentCycle/item/boxTooltip/body
source: Received at the end of a stage and contains various rewards. The number of rewards and their quality depend on the achieved rank.
ru: Присваивается в конце этапа и содержит различные награды. Количество наград и их качество зависит от полученного ранга.

# rankedBattlesCyclesView/currentCycle/item/boxTooltip/header
source: Crate with Rewards
ru: Контейнер с наградой

# rankedBattlesCyclesView/currentCycle/item/crystalTooltip/body
source: Can be exchanged for new unique items: Personal Reserves and rare equipment. One bond can be exchanged for one set of Personal Reserves or equipment. The more bonds you earn, the more valuable items you receive.
ru: Можно обменять на новые уникальные предметы: личные резервы и редкое оборудование. 1 бон обменивается на 1 комплект личных резервов или оборудования. Чем больше бонов вы заработаете, тем большее количество ценных предметов получите.

# rankedBattlesCyclesView/currentCycle/item/crystalTooltip/header
source: Bonds
ru: Боны

# rankedBattlesCyclesView/currentCycle/tableHeader/cycleAward
source: REWARD AT THE END OF STAGE
ru: НАГРАДА В КОНЦЕ ЭТАПА

# rankedBattlesCyclesView/currentCycle/tableHeader/points
source: POINTS
ru: ОЧКИ

# rankedBattlesCyclesView/currentCycle/tableHeader/rank
source: RANK
ru: РАНГ

# rankedBattlesCyclesView/currentCycle/tableHeader/rankAward
source: REWARD FOR ACHIEVED RANK
ru: НАГРАДА ЗА ПОЛУЧЕНИЕ РАНГА

# rankedBattlesCyclesView/currentCycle/tooltip/cycleAward/body
source: Awarded for the best result achieved during one stage. The best result will not be reset even if a rank is lost.
ru: Выдаётся за максимальный результат, достигнутый за время одного этапа. Максимальный результат не отменяется даже при потере ранга.

# rankedBattlesCyclesView/currentCycle/tooltip/cycleAward/header
source: Reward at the End of Stage
ru: Награда в конце этапа

# rankedBattlesCyclesView/currentCycle/tooltip/points/body
source: Awarded for an achieved rank and added together for each stage. The more points you earn, the higher your position on the Leaderboard, and the better rewards you receive at the end of a season.
ru: Выдаются при получении ранга и суммируются за каждый этап. Чем больше очков, тем выше позиция в ладдерной таблице и тем щедрее награды по окончании сезона.

# rankedBattlesCyclesView/currentCycle/tooltip/points/header
source: Points
ru: Очки

# rankedBattlesCyclesView/currentCycle/vehicleRankPoints
source: Points for each vehicle rank earned:
ru: Очков за каждый полученный ранг машины:

# rankedBattlesCyclesView/final/btnLadder
source: Season Leaders
ru: Лидеры сезона

# rankedBattlesCyclesView/final/btnLadderTooltip/body
source: Click to go to the list of Season Leaders and view your position.
ru: Нажмите, чтобы перейти к списку лидеров сезона и посмотреть свою позицию.

# rankedBattlesCyclesView/final/btnLadderTooltip/header
source: Season Leaders
ru: Лидеры сезона

# rankedBattlesCyclesView/final/description/body
source: Your reward depends on your position on the Leaderboard. Leaderboards are formed using the number of points earned for the whole season.
ru: Награда зависит от вашей позиции в ладдерной таблице. Таблицы выстраиваются с учётом заработанных за весь сезон очков.

# rankedBattlesCyclesView/final/description/header
source: Reward at the end of the season
ru: Награды в конце сезона

# rankedBattlesCyclesView/final/first
source: %(count)s of top players
ru: %(count)s лучших игроков

# rankedBattlesCyclesView/final/intermediate
source: next %(count)s
ru: следующие %(count)s

# rankedBattlesCyclesView/final/last
source: out of Leaderboard
ru: вне ладдера

# rankedBattlesCyclesView/final/tableHeader/position
source: POSITION ON LEADERBOARD
ru: ПОЗИЦИЯ В ЛАДДЕРЕ

# rankedBattlesCyclesView/final/tableHeader/seasonAward
source: REWARD AT THE END OF SEASON
ru: НАГРАДА В КОНЦЕ СЕЗОНА

# rankedBattlesCyclesView/noAchievements/future/footer
source: From %(start)s through %(end)s
ru: С %(start)s по %(end)s

# rankedBattlesCyclesView/noAchievements/past/footer
source: You did not achieve any ranks during the current stage. Earned points: %(points)s
ru: На данном этапе не получен ни один ранг. Заработанные очки: %(points)s

# rankedBattlesWidget/initText
source: Number of chevrons to earn for Rank I: %(battles)s
ru: Количество шевронов до первого ранга: %(battles)s

# rankedBattlesWidget/newRankCongrat
source: Congratulations, you achieved a rank!
ru: Поздравляем, ранг получен!

# rankedBattlesWidget/noChanges
source: No changes
ru: Без изменений

# season/name/1
source: Beta
ru: бета

# seasonComplete/bestRank
source: Your highest rank
ru: Ваш лучший ранг

# seasonComplete/placeInRating
source: Season Leaders
ru: Лидеры сезона

# seasonComplete/placeInRating/tooltip/body
source: Click to view the Season Leaders. Your reward will be added automatically.
ru: Нажмите, чтобы перейти к списку лидеров сезона. Награда будет начислена автоматически.

# seasonComplete/proxyCurrency
source: Received: %(value)s
ru: Начислено: %(value)s

# seasonComplete/proxyCurrencyLabel
source: Bonds
ru: Боны

# seasonComplete/scoresEarned
source: Total number of points earned: %(scores)s
ru: Всего заработано очков: %(scores)s

# seasonComplete/seasonResults
source: Season results
ru: Результаты сезона

# seasonComplete/stageComplete
source: Stage %(stage)s ended
ru: Этап %(stage)s окончен

# seasonComplete/totalScores
source: Points earned for the whole season
ru: Очков за весь сезон

# selectorTooltip/desc
source: Battles in Tier X vehicles under Standard Battle rules. The teams will comprise players with a more or less similar rank.
ru: Бои на технике десятого уровня по правилам стандартного боя. Команды подбираются из игроков примерно одного ранга.

# selectorTooltip/tillEnd
source: Stage ends in:
ru: До конца этапа:

# selectorTooltip/timeTable/title
source: Battle Schedule
ru: Расписание боёв

# selectorTooltip/timeTable/today
source: Today
ru: Сегодня

# selectorTooltip/timeTable/tomorrow
source: Tomorrow
ru: Завтра

# selectorTooltip/title
source: Ranked Battle
ru: Ранговый бой

# statistic/playersRaiting
source: Season Leaders
ru: Лидеры сезона

# statistic/vehicleRank
source: Achieved rank
ru: Заслуженный ранг

# status/timeLeft/days
source: %(day)s d
ru: %(day)s д.

# status/timeLeft/hours
source: %(hour)s h
ru: %(hour)s ч.

# status/timeLeft/lessMin
source: less than a minute
ru: менее минуты

# status/timeLeft/min
source: %(min)s min
ru: %(min)s мин.

# tooltip/closeButton/body
source: The reward will be added automatically.
ru: Награда будет начислена автоматически.

# tooltip/closeButton/header
source: Return
ru: Вернуться

# tooltip/step/conditions
source: If a player is among the top %(battlesNum)s players on the %(team)s by experience earned
ru: Если игрок попал в топ-%(battlesNum)s игроков %(team)s по опыту

# tooltip/step/conditions/header
source: Received
ru: Начисляется

# tooltip/step/decommission/description
source: If a player is not among the top %(battlesNum)s players on the losing team by experience earned. Chevrons are not removed before Rank I.
ru: Если игрок не попал в топ-%(battlesNum)s проигравшей команды по опыту. Шевроны перед I рангом не списываются.

# tooltip/step/decommission/header
source: Removed
ru: Списывается

# tooltip/step/description
source: A special element that represents your progression to the next rank
ru: Элемент прогресса на пути к получению ранга

# tooltip/step/header
source: Chevron
ru: Шеврон

# tooltip/step/losers
source: losing team
ru: проигравшей команды

# tooltip/step/notCharged/description
source: If a player is not among the top %(battlesNum)s players on the victorious team by experience earned.
ru: Если игрок не попал в топ-%(battlesNum)s победившей команды по опыту.

# tooltip/step/notCharged/header
source: Saved
ru: Сохраняется

# tooltip/step/or
source: or
ru: или

# tooltip/step/winners
source: winning team
ru: победившей команды

# welcomeScreen/btn
source: Let's Roll!
ru: Вперёд!

# welcomeScreen/centerRule
source: Achieve higher ranks in battles against worthy opponents
ru: Заслуживайте ранги в боях с достойным противником

# welcomeScreen/centerRuleTooltip/body
source: Both your team and the enemy team will consist of players with a more or less similar rank.
ru: И в вашей команде, и в команде противника подбираются игроки одного с вами ранга или близкого к вашему.

# welcomeScreen/centerRuleTooltip/header
source: Worthy Opponent
ru: Достойный противник

# welcomeScreen/closeBtn
source: CLOSE
ru: ЗАКРЫТЬ

# welcomeScreen/closeBtnTooltip/body
source: Click to close the screen and return to the Garage.
ru: Нажмите, чтобы закрыть экран и вернуться в Ангар.

# welcomeScreen/closeBtnTooltip/header
source: Close
ru: Закрыть

# welcomeScreen/header
source: Welcome!
ru: Добро пожаловать, боец!

# welcomeScreen/leftRule
source: Fight in your favorite Tier X vehicles
ru: Выходите в бой на любимой машине Х уровня

# welcomeScreen/leftRuleTooltip/body
source: Same-tier battles provide balanced conditions for all players.
ru: Бои одного уровня обеспечивают равные условия для всех участников.

# welcomeScreen/leftRuleTooltip/header
source: Tier X
ru: Х уровень

# welcomeScreen/negative/body
source: {team}, but be among the top {topNumber} players on your team by experience earned.
ru: {team}, но попасть в топ-{topNumber} игроков своей команды по опыту.

# welcomeScreen/negative/team
source: Lose a battle
ru: Проиграть

# welcomeScreen/positive/body
source: {team} and be among the top {topNumber} players on your team by experience earned.
ru: {team} и попасть в топ-{topNumber} игроков своей команды по опыту.

# welcomeScreen/positive/team
source: Win a battle
ru: Победить

# welcomeScreen/ranks/header
source: Be Among the Top Players by Experience Earned and Achieve Higher Ranks!
ru: Попадите в топ по опыту и заработайте ранги!

# welcomeScreen/ranksDescr
source: The higher the position you achieve, the more valuable the reward you receive.
ru: Чем выше позицию вы займёте, тем ценнее награду получите.

# welcomeScreen/rightRule
source: The higher the rank, the more valuable the rewards you eventually receive
ru: Чем выше ранг, тем более ценные награды ждут вас по итогу

# welcomeScreen/rightRuleTooltip/body
source: The higher the rank you achieve, the more valuable the rewards you receive.
ru: Чем выше ранг вы заслужите, тем более существенные награды получите.

# welcomeScreen/rightRuleTooltip/header
source: Valuable Rewards
ru: Ценные награды

# welcomeScreen/rulesDelimeter
source: or
ru: или

# battleresult/inTop/lose
source: Top {topNumber} players on the losing team by experience earned
ru: Топ-{topNumber} игроков проигравшей команды по опыту

# battleresult/inTop/win
source: Top {topNumber} players on the winning team by experience earned
ru: Топ-{topNumber} игроков победившей команды по опыту

# battleresult/notInTop/lose
source: You are not among the top {topNumber} players on the losing team by experience earned
ru: Вы не попали в топ-{topNumber} игроков проигравшей команды по опыту

# battleresult/notInTop/minXP
source: You did not earn the minimum amount of experience.
ru: Вы не набрали минимальное количество опыта

# battleresult/notInTop/stageSaved
source: You are among the top {topNumber} players on the losing team by experience earned.
ru: Вы попали в топ-{topNumber} игроков проигравшей команды по опыту

# battleresult/notInTop/win
source: You are not among the top {topNumber} players on the winning team by experience earned
ru: Вы не попали в топ-{topNumber} игроков победившей команды по опыту

# battleresult/stageSaved
source: No changes
ru: Без изменений

# calendarStepsTooltip/title
source: Stage Schedule
ru: Расписание этапов

# primeTime/continueBtn
source: Continue
ru: Продолжить

# primeTime/serverTooltip
source: Server
ru: Сервер

# primeTime/titleWelcome
source: Welcome to Ranked Battles!
ru: Добро пожаловать в Ранговые бои!

# rankedAwards/awardsBlock/awardsHeaderTxt
source: Reward for Achieved Ranks
ru: Награда за достигнутые ранги

# rankedAwards/awardsBlock/crystal
source: Bonds
ru: Бон

# rankedAwards/awardsBlock/title
source: Stage %(cycleNumber)s Results
ru: Достижения этапа %(cycleNumber)s

# rankedBattleView/playVideoBtn
source: Video about Mode
ru: Видео о режиме

# season/name/2
source: Beta
ru: БЕТА

# tooltip/step/notChargedLose/description
source: If a player is among the top %(battlesNum)s players on the losing team by experience earned.
ru: Если игрок попал в топ-%(battlesNum)s проигравшей команды по опыту.
