Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/settings.*.resx
Languages: ru

# keyboard/backDraftInvert
source: Reverse inversion
ru: Инверсия при заднем ходе

# keyboard/keysBlocks/command/attack/ext
source: (reticle on enemy)
ru: (прицел на противнике)

# keyboard/keysBlocks/command/backward_cruise
source: Back
ru: Назад

# keyboard/keysBlocks/command/follow_me/ext
source: (reticle on ally)
ru: (прицел на союзнике)

# keyboard/keysBlocks/command/forward_cruise
source: Forward
ru: Вперёд

# keyboard/keysBlocks/command/help_me_temp/ext
source: (reticle on ally)
ru: (прицел на союзнике)

# keyboard/keysBlocks/command/my_target/ext
source: (SPG reticle on enemy)
ru: (прицел САУ на противнике)

# keyboard/keysBlocks/command/stop/ext
source: (reticle on ally)
ru: (прицел на союзнике)

# keyboard/keysBlocks/command/to_back/ext
source: (reticle on ally)
ru: (прицел на союзнике)

# sniper/cassette
source: Containers
ru: Кассеты

# sniper/centralTag
source: Central Marker
ru: Центральный маркер

# sniper/centralTag/type0
source: A-shaped I
ru: A-образный I

# sniper/centralTag/type1
source: A-shaped II
ru: A-образный II

# sniper/centralTag/type2
source: A-shaped III
ru: A-образный III

# sniper/centralTag/type3
source: V-shaped
ru: V-образный

# sniper/centralTag/type4
source: Crosshair I
ru: Перекрестие I

# sniper/centralTag/type5
source: Crosshair II
ru: Перекрестие II

# sniper/centralTag/type6
source: T-shaped
ru: T-образный

# sniper/centralTag/type7
source: I-shaped
ru: I-образный

# sniper/centralTag/type8
source: Aimpoint I
ru: Точка I

# sniper/condition
source: Condition
ru: Состояние

# sniper/gunTag
source: Gun Marker
ru: Маркер орудия

# sniper/gunTag/type0
source: A-shaped I (with armor penetration indicator)
ru: A-образный I (c индикатором бронепробиваемости)

# sniper/gunTag/type1
source: A-shaped II (with load indicator)
ru: A-образный II (c индикатором перезарядки)

# sniper/gunTag/type2
source: A-shaped III
ru: A-образный III

# sniper/gunTag/type3
source: Crosshair I (with armor penetration indicator)
ru: Перекрестие I (c индикатором бронепробиваемости)

# sniper/gunTag/type4
source: Crosshair II (with load indicator)
ru: Перекрестие II (c индикатором перезарядки)

# sniper/gunTag/type5
source: Crosshair III
ru: Перекрестие III

# sniper/mixing
source: Dispersion Indicator
ru: Сведение

# sniper/mixing/type0
source: Circle I (with load indicator)
ru: Круг I (c заполняющимся индикатором перезарядки)

# sniper/mixing/type1
source: Circle II (with shifting load indicator)
ru: Круг II (c переключающимся индикатором перезарядки)

# sniper/mixing/type2
source: Circle III (without load indicator)
ru: Круг III (без индикатора перезарядки)

# sniper/net
source: Indicator
ru: Индикатор

# sniper/net/type0
source: Diagonal
ru: Диагональный

# sniper/net/type1
source: Horizontal
ru: Горизонтальный

# sniper/net/type2
source: Radial
ru: Радиальный

# sniper/reloader
source: Load
ru: Перезарядка

# sound/soundModes/U01
source: User 1
ru: Пользовательский 1

# sound/soundModes/U02
source: User 2
ru: Пользовательский 2

# sound/soundModes/U03
source: User 3
ru: Пользовательский 3

# sound/soundModes/U04
source: User 4
ru: Пользовательский 4

# sound/soundModes/nationalDefault
source: Commander
ru: Командирские

# arcade/reloaderTimer
source: Loading Timer
ru: Таймер перезарядки

# game/horStabilizationSnp
source: Horizontal stabilization in Sniper mode
ru: Горизонтальная стабилизация в снайперском режиме

# sniper/reloaderTimer
source: Loading Timer
ru: Таймер перезарядки

# COLOR_GRADING_TECHNIQUE
source: Color Filter
ru: Цветовой фильтр

# MOTION_BLUR_QUALITY
source: Motion Blur Effect
ru: Качество «размытия» в движении

# game/replayEnabled/all
source: All
ru: Все

# game/replayEnabled/last
source: Last
ru: Последний

# game/replayEnabled/none
source: None
ru: Нет

# graphicsQuality/Colorization
source: 1940s cine film
ru: Плёнка 40-х гг.

# graphicsQuality/Contrasty
source: Contrast
ru: Контрастный

# graphicsQuality/Muted
source: Muted
ru: Приглушённый

# graphicsQuality/NONE
source: OFF
ru: Выключено

# graphicsQuality/Photochromatic
source: Photochromatic
ru: Фотохроматический

# graphicsQuality/Soft
source: Deep
ru: Насыщенный

# graphicsQuality/Soft Colors
source: Soft colors
ru: Мягкие цвета

# arcade/centralTag/type10
source: O-shaped I
ru: O-образный I

# arcade/centralTag/type11
source: O-shaped II
ru: O-образный II

# arcade/centralTag/type12
source: A-shaped IV
ru: A-образный IV

# arcade/centralTag/type13
source: A-shaped V
ru: A-образный V

# arcade/centralTag/type9
source: Aimpoint II
ru: Точка II

# arcade/gunTag/type10
source: O-shaped II (with load indicator)
ru: O-образный II (c индикатором перезарядки)

# arcade/gunTag/type11
source: O-shaped III
ru: O-образный III

# arcade/gunTag/type12
source: A-shaped IV (with armor penetration indicator)
ru: A-образный IV (c индикатором бронепробиваемости)

# arcade/gunTag/type13
source: A-shaped V (with load indicator)
ru: A-образный V (c индикатором перезарядки)

# arcade/gunTag/type14
source: A-shaped VI
ru: A-образный VI

# arcade/gunTag/type7
source: Aimpoint II (with load indicator)
ru: Точка II (c индикатором перезарядки)

# arcade/gunTag/type8
source: Aimpoint III
ru: Точка III

# arcade/gunTag/type9
source: O-shaped I (with armor penetration indicator)
ru: O-образный I (c индикатором бронепробиваемости)

# chat/disableBattleChat
source: Disable chat with allies
ru: Отключить чат с союзниками

# game/enableDelayPostEffect
source: Show in Postmortem mode vehicle that destroyed your vehicle
ru: Показать в посмертии машину, уничтожившую вас

# gameplay/nations
source: Confrontation
ru: Противостояние

# sniper/centralTag/type10
source: O-shaped I
ru: O-образный I

# sniper/centralTag/type11
source: O-shaped II
ru: O-образный II

# sniper/centralTag/type12
source: A-shaped IV
ru: A-образный IV

# sniper/centralTag/type13
source: A-shaped V
ru: A-образный V

# sniper/centralTag/type9
source: Aimpoint II
ru: Точка II

# sniper/gunTag/type10
source: O-shaped II (with load indicator)
ru: O-образный II (c индикатором перезарядки)

# sniper/gunTag/type11
source: O-shaped III
ru: O-образный III

# sniper/gunTag/type12
source: A-shaped IV (with armor penetration indicator)
ru: A-образный IV (c индикатором бронепробиваемости)

# sniper/gunTag/type13
source: A-shaped V (with load indicator)
ru: A-образный V (c индикатором перезарядки)

# sniper/gunTag/type14
source: A-shaped VI
ru: A-образный VI

# sniper/gunTag/type6
source: Aimpoint I (with armor penetration indicator)
ru: Точка I (c индикатором бронепробиваемости)

# sniper/gunTag/type7
source: Aimpoint II (with load indicator)
ru: Точка II (c индикатором перезарядки)

# sniper/gunTag/type8
source: Aimpoint III
ru: Точка III

# sniper/gunTag/type9
source: O-shaped I (with armor penetration indicator)
ru: O-образный I (c индикатором бронепробиваемости)

# sniper/net/type3
source: Dashed
ru: Пунктирный

# COLOR_GRADING_TECHNIQUE/description
source: Change the visual style of the graphics using different color filters. Does not influence game performance.
ru: Изменение визуального стиля изображения с помощью цветовых фильтров. Не влияет на быстродействие игры.

# DECALS_QUALITY/description
source: Determines the quality of ingame decals—additional dynamic textures applied to the basic textures. Decals include potholes, marks of shell penetration, mud, fallen leaves, emblems on vehicles, and other small details.
ru: Определяет качество декалей в игре — дополнительных динамических текстур, накладываемых на основные текстуры. Декалями являются: выбоины, следы попаданий снарядов, грязь, опавшая листва, эмблемы на технике и прочие мелкие элементы.

# EFFECTS_QUALITY/description
source: Determines the display quality of sparks from ricochets, explosions, smoke, and other visual effects. Reducing the value of this parameter can improve game performance.
ru: Определяет качество отображения искр от рикошетов, взрывов, дыма и прочих визуальных эффектов. Уменьшение значения параметра может повысить быстродействие игры.

# FAR_PLANE/description
source: Determines the display distance of relief features, buildings, enemy vehicles and other game objects.
ru: Определяет дистанцию отображения деталей рельефа, зданий, машин противника и прочих игровых объектов.

# FLORA_QUALITY/description
source: Determines the density and draw quality of grass and bushes. Reducing the value of this parameter can improve game performance.
ru: Определяет плотность и качество прорисовки травы и кустов. Уменьшение значения параметра может повысить быстродействие игры.

# LIGHTING_QUALITY/description
source: Accuracy of setting sun rays, lighting, and optical effects. Increasing the value of this parameter considerably increases load on video card.
ru: Точность расчёта освещения, солнечных лучей и оптических эффектов. Увеличение значения параметра существенно увеличивает нагрузку на видеокарту.

# MOTION_BLUR_QUALITY/description
source: Determines the quality of motion blur effect of an image when a vehicle moves and camera rotates.
ru: Определяет качество эффекта «размытия» изображения при движении машины и поворотах камеры.

# OBJECT_LOD/description
source: Determines the number of displayed objects and their quality.
ru: Определяет количество отображаемых объектов и их качество.

# POST_PROCESSING_QUALITY/description
source: Determines the quality of fog, glow effects, and other post-processing visual effects. Reducing the value of this parameter can improve game performance.
ru: Определяет качество тумана, эффектов свечения и других визуальных эффектов постобработки. Уменьшение значения параметра может повысить быстродействие игры.

# RENDER_PIPELINE/description
source: Improved: allows for maximum image quality. Standard: allows for maximum performance by simplifying or disabling some visual effects.
ru: Улучшенная: позволяет добиться максимального качества изображения. Стандартная: позволяет добиться максимального быстродействия, упрощая или отключая некоторые визуальные эффекты.

# RENDER_PIPELINE/label
source: Graphics:
ru: Графика:

# RENDER_PIPELINE/warning
source: Change of this parameter will be applied upon game restart.
ru: Изменение данного параметра вступит в силу после перезапуска игры.

# SHADOWS_QUALITY/description
source: Determines the quality of dynamic shadow processing over the entire draw distance. Full disabling of shadows can cause strong visual inconsistency. Reducing the value of this parameter can considerably improve game performance.
ru: Определяет качество обработки динамических теней на всю дистанцию прорисовки. Полное выключение теней приводит к сильным визуальным несоответствиям. Уменьшение значения параметра может существенно повысить быстродействие игры.

# SNIPER_MODE_EFFECTS_QUALITY/description
source: Determines the display quality of sparks from ricochets, explosions, smoke, and other realistic effects in Sniper mode. Reducing the value of this parameter can improve the game performance.
ru: Определяет качество отображения искр от рикошетов, взрывов, дыма и прочих реалистичных эффектов в снайперском режиме. Уменьшение значения параметра может повысить быстродействие игры.

# SNIPER_MODE_GRASS_ENABLED/description
source: Displays grass in Sniper mode. Disabling this parameter can improve game performance.
ru: Отображение травы в снайперском режиме. Отключение параметра может повысить быстродействие игры.

# SPEEDTREE_QUALITY/description
source: Determines the draw quality of foliage.
ru: Определяет качество прорисовки деревьев.

# TERRAIN_QUALITY/description
source: Determines the draw quality of map relief features. Use the minimum landscape quality only in the case of low computer performance. Reducing the value of this parameter can cause desynchronization of landscape display between client and server.
ru: Определяет качество прорисовки деталей рельефа карты. Используйте минимальное качество ландшафта только в случае низкой производительности вашего компьютера. Уменьшение значения параметра может привести к рассинхронизации отображения ландшафта между клиентом и сервером.

# TERRAIN_QUALITY/warning
source: Applying the specified parameter may take some time.
ru: Применение указанного параметра может занять длительное время.

# TEXTURE_QUALITY/description
source: Quality of surfaces of game objects, especially under close examination. Reducing the value of this parameter can improve game performance.
ru: Детализация поверхностей игровых объектов, особенно при близком рассмотрении. Уменьшение значения параметра может повысить быстродействие игры.

# TEXTURE_QUALITY/warning
source: Applying the specified parameter may take some time.
ru: Применение указанного параметра может занять длительное время.

# VEHICLE_DUST_ENABLED/description
source: Displays ground, snow, and water splashes behind the tracks. Disabling this parameter can improve game performance.
ru: Отображение грунта, снега и брызг воды, вылетающих из-под гусениц. Отключение параметра может повысить быстродействие игры.

# VEHICLE_TRACES_ENABLED/description
source: Displays track traces on the ground. Unavailable in the Standard graphics preset and at the low decals quality.
ru: Отображение следов гусениц на поверхности. Недоступно на стандартной графике и при низком значении качества декалей.

# WATER_QUALITY/description
source: Determines the draw quality of water surfaces.
ru: Определяет качество прорисовки водных поверхностей.

# aspectRatio/description
source: Select height-to-width aspect ratio of the image. Mismatch of set height-to-width aspect ratio with your current display ratio can cause horizontal compression or stretching of the image. Does not influence game performance.
ru: Выбор соотношения сторон изображения. Несовпадение установленного соотношения сторон с текущим соотношением сторон монитора может привести к растягиванию или сжатию изображения по горизонтали. Не влияет на быстродействие игры.

# autodetectButton/description
source: Determines optimum image quality for your computer. This may take some time.
ru: Определение оптимального качества графики для вашего компьютера. Может занять некоторое время.

# colorFilterIntensity
source: Filter Intensity
ru: Сила фильтра

# colorFilterIntensity/description
source: Change efficiency of the selected color filter.
ru: Изменение заметности выбранного цветового фильтра.

# dynamicRenderer
source: 3D Render Resolution
ru: Разрешение 3D рендера

# dynamicRenderer/description
source: Determines game scene quality and details. 3D render resolution in a battle can be changed by using [RShift +] and [RShift -]. Does not influence the interface. Reducing this parameter can improve game performance for computers with a low-performance video card.
ru: Определяет качество и детальность отображения игровой сцены. Используйте сочетание клавиш [RShift +] и [RShift -] для изменения разрешения 3D рендера в бою. Не влияет на интерфейс. Уменьшение значения параметра может повысить быстродействие игры на компьютерах со слабой видеокартой.

# fov
source: Field of View (FoV)
ru: Угол обзора (FoV)

# fov/description
source: Visibility range of game camera. 95° is the normal FoV (field of view). The smaller the FoV, the closer objects appear, while peripheral view is reduced. Does not influence game performance.
ru: Пределы видимости игровой камеры. Привычный для человека угол обзора — около 95°. Чем угол меньше, тем ближе становятся объекты, но периферийный обзор при этом сокращается. Не влияет на быстродействие игры.

# fpsPerfomancer/description
source: Automatic simplification of effects with low system performance.
ru: Автоматическое упрощение эффектов при падении производительности системы.

# fullScreen
source: Full-screen mode
ru: Полноэкранный режим

# fullScreen/description
source: Switching between fullscreen and windowed modes. Game performance is decreased in a windowed mode.
ru: Переключение между полноэкранным и оконным режимами игры. В оконном режиме быстродействие игры снижается.

# game/enableOpticalSnpEffect
source: Enable optics effect in Sniper mode
ru: Включить эффект оптики в снайперском режиме

# gamma/description
source: Change image brightness. Can be used in a fullscreen mode only. In a windowed mode, current operating system settings are used.
ru: Изменение яркости изображения. Работает только в полноэкранном режиме. В оконном режиме используются текущие настройки операционной системы.

# graphics/significantlyAffecting
source: Significantly Affecting Game Performance
ru: Значительно влияющие на быстродействие игры

# graphics/tabAdvanced
source: Details
ru: Расширенные

# graphics/tabScreen
source: Screen
ru: Экран

source: Graphics Quality
ru: Качество графики

# graphicsQuality/description
source: Determines the general quality of the image. Determines the parameters of the Details tab. Reducing graphics quality can improve game performance. Use the minimum graphics quality only in the case of low computer performance. Reducing the value of this parameter can cause desynchronization of landscape display between client and server.
ru: Определяет общее качество изображения. Влияет на значение параметров вкладки «Расширенные». Уменьшение качества графики увеличивает быстродействие игры. Используйте минимальное качество графики только в случае низкой производительности вашего компьютера. Уменьшение значения параметра может привести к рассинхронизации отображения ландшафта между клиентом и сервером.

# graphicsSettingsOptions/ANISOTROPIC_16X
source: Anisotropic 16x
ru: Анизотропная 16х

# graphicsSettingsOptions/ANISOTROPIC_2X
source: Anisotropic 2x
ru: Анизотропная 2х

# graphicsSettingsOptions/ANISOTROPIC_4X
source: Anisotropic 4x
ru: Анизотропная 4х

# graphicsSettingsOptions/ANISOTROPIC_8X
source: Anisotropic 8x
ru: Анизотропная 8х

# graphicsSettingsOptions/BILINEAR
source: Bilinear
ru: Билинейная

# graphicsSettingsOptions/CUSTOM
source: Custom
ru: Пользовательское

# graphicsSettingsOptions/Colorization
source: 1940s cine film
ru: Плёнка 40-х гг.

# graphicsSettingsOptions/Contrasty
source: Contrast
ru: Контрастный

# graphicsSettingsOptions/DEFERRED
source: Improved
ru: Улучшенная

# graphicsSettingsOptions/FAR
source: Far
ru: Далеко

# graphicsSettingsOptions/FORWARD
source: Standard
ru: Стандартная

# graphicsSettingsOptions/HIGH
source: High
ru: Высоко

# graphicsSettingsOptions/LOW
source: Low
ru: Низко

# graphicsSettingsOptions/LOWEST
source: Very Low
ru: Очень низко

# graphicsSettingsOptions/MAX
source: Maximum
ru: Максимум

# graphicsSettingsOptions/MEDIUM
source: Medium
ru: Средне

# graphicsSettingsOptions/MIN
source: Minimum
ru: Минимум

# graphicsSettingsOptions/Muted
source: Muted
ru: Приглушённый

# graphicsSettingsOptions/NEAR
source: Near
ru: Близко

# graphicsSettingsOptions/NONE
source: OFF
ru: Выключено

# graphicsSettingsOptions/OFF
source: OFF
ru: Выключено

# graphicsSettingsOptions/ON
source: ON
ru: Включено

# graphicsSettingsOptions/POINT
source: Point
ru: Точечная

# graphicsSettingsOptions/Photochromatic
source: Photochromatic
ru: Фотохроматический

# graphicsSettingsOptions/Soft
source: Deep
ru: Насыщенный

# graphicsSettingsOptions/Soft Colors
source: Soft colors
ru: Мягкие цвета

# graphicsSettingsOptions/TRILINEAR
source: Trilinear
ru: Трилинейная

# graphicsSettingsOptions/VERYHIGH
source: Very High
ru: Очень высоко

# graphicsSettingsOptions/VERY_HIGH
source: Very High
ru: Очень высоко

# isColorBlind/description
source: Adaptation of the color palette for people with color vision deficiency.
ru: Адаптация цветовой палитры для людей с особенностями цветовосприятия.

# monitor/description
source: Select the primary display for the game.
ru: Выбор основного монитора для игры.

# refreshRate
source: Display Refresh Rate
ru: Частота обновления монитора

# refreshRate/default
source: Default
ru: По умолчанию

# refreshRate/description
source: Display refresh rate in the game. Mismatch with display refresh rate can cause a blinking screen effect. Does not influence game performance.
ru: Частота обновления изображения экрана в игре. Несовпадение с частотой обновления монитора может привести к мерцанию. Не влияет на быстродействие игры.

# resolution/description
source: Horizontal and vertical screen resolution in a fullscreen mode. Higher resolution improves image quality. Mismatch of set resolution in a fullscreen mode with current display resolution can distort the image. Increasing this parameter increases load on video card and can reduce game performance. Load on video card can be reduced by setting 3D render resolution.
ru: Количество точек по горизонтали и вертикали в полноэкранном режиме. Более высокое разрешение улучшает чёткость изображения. Несовпадение установленного разрешения в полноэкранном режиме с текущим разрешением монитора может исказить изображение. Увеличение параметра увеличивает нагрузку на видеокарту и может понизить быстродействие игры. Уменьшить нагрузку на видеокарту можно с помощью настройки разрешения 3D рендера.

# smoothing
source: Antialiasing
ru: Сглаживание

# smoothing/description
source: Determines degree of additional processing of thin lines and contours of game objects. Minimizes aliasing effect. Contours of objects look more natural.
ru: Определяет степень дополнительной обработки тонких линий и контуров объектов на игровой сцене, минимизируя эффект «лесенки». Контуры объектов выглядят более естественно.

# vertSync
source: Vertical synchronization
ru: Вертикальная синхронизация

# vertSync/Off
source: OFF
ru: Выкл.

# vertSync/On
source: ON
ru: Вкл.

# vertSync/description
source: Synchronization of frame rate with display refresh rate. 60 frames per second is the frame rate limit. This option may help correct a shaking image effect or image delay at the bottom of the screen relative to the top.
ru: Синхронизация смены кадров игры с частотой обновления монитора. Ограничение кадровой частоты — 60 кадров в секунду. Примените в случае дрожания или запаздывания изображения на нижней части экрана относительно верхней.

# windowSize/description
source: Horizontal and vertical screen resolution of game client window. When switching to a fullscreen mode, the setting changes to "Screen Resolution".
ru: Количество точек по горизонтали и вертикали окна клиента игры. При переходе в полноэкранный режим настройка меняется на «Разрешение экрана».

source: Dynamic FoV
ru: Динамический FoV

# dynamicFov/description
source: Dynamic FoV allows you to set the minimum and maximum view angle in Arcade aim. Maximum angle is used when the camera is zoomed away from the vehicle. Minimum angle is used when zoomed in to the vehicle.
ru: Динамический FoV позволяет установить минимальный и максимальный угол обзора в аркадном прицеле. Максимальный угол используется при отдалении камеры от собственной машины. Минимальный угол используется при приближении.

# game/showMarksOnGun
source: Display Marks of Excellence
ru: Отображать отличительные отметки

# otherTitle
source: Other
ru: Прочее

# SEMITRANSPARENT_LEAVES_ENABLED
source: Foliage transparency
ru: Прозрачность листвы

# SEMITRANSPARENT_LEAVES_ENABLED/description
source: Determines how foliage for nearby trees and bushes is displayed. Disabling this parameter displays the foliage of nearby trees and bushes as completely invisible, which can improve game performance.
ru: Отображение листвы для ближайших деревьев и кустов. Отключение параметра полностью скрывает листву с ближайших деревьев и кустов и может повысить быстродействие игры.

# HAVOK_ENABLED
source: Enhanced Effect Physics
ru: Улучшенная физика эффектов

# HAVOK_ENABLED/OFF
source: OFF
ru: Выключено

# HAVOK_ENABLED/ON
source: ON
ru: Включено
