Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/settings.*.resx
Languages: ru

# HAVOK_ENABLED/description
source: Enables a more realistic model of object destruction and interaction on the Stalingrad map. Disabling this parameter can improve game performance.
ru: Отображение более реалистичной модели взаимодействий и разрушения объектов на карте «Сталинград». Отключение параметра может повысить быстродействие игры.

# tripleBuffered/description
source: Decreases tearing on frame change (available only with vertical synchronization enabled).
ru: Смягчает резкие скачки изображения при смене кадров (только при включённой функции «Вертикальная синхронизация»).

# game/battlePanelSettings
source: Battle Interface
ru: Боевой интерфейс

# game/showSectorOnMap
source: Display arc of fire for the SPG on the minimap
ru: Показывать сектор обстрела для САУ на миникарте

# game/showVectorOnMap
source: Display camera direction beam on the minimap
ru: Показывать луч направления камеры на миникарте

# game/showVehModelsOnMap
source: Enable Expanded Minimap Features
ru: Включить дополнительные возможности миникарты

# game/showVehModelsOnMap/alt
source: Upon pressing Alt
ru: По нажатию на Alt

# game/showVehModelsOnMap/always
source: Always
ru: Постоянно

# game/showVehModelsOnMap/never
source: Never
ru: Никогда

# graphicsSettingsOptions/RANDOM
source: Random
ru: Случайный

# chat/receiveFriendshipRequest
source: Accept friend requests
ru: Принимать запросы на добавление в «Друзья»

# defaultNamePrefix
source: Player
ru: Игрок

# interfaceScale
source: Interface Scaling
ru: Масштабирование интерфейса

# interfaceScale/attention
source: Feature is undergoing testing; it does not influence game performance.
ru: Настройка работает в тестовом режиме и не влияет на быстродействие игры.

# interfaceScale/body
source: Automatic scaling of interface elements when maximizing game screen/window.
ru: Автоматическое увеличение элементов интерфейса при увеличении экрана/окна игры.

# interfaceScale/description
source: Automatic scaling of interface elements when maximizing game screen/window.
ru: Автоматическое увеличение элементов интерфейса при увеличении экрана/окна игры.

# interfaceScale/header
source: Interface Scaling
ru: Масштабирование интерфейса

# interfaceScale/warning
source: Feature is undergoing testing; it does not influence game performance.
ru: Настройка работает в тестовом режиме и не влияет на быстродействие игры.

# chat/chatContactsListOnly
source: Receive messages only from the Contact list
ru: Принимать сообщения только из списка контактов

# chat/receiveInvitesInBattle
source: Accept invitations to Platoon in battle
ru: Принимать приглашения во взвод в бою

# game/showBattleEfficiencyRibbons
source: Display battle performance badges
ru: Показывать ленты боевой эффективности

# graphicsQualityHDSD
source: Client Types
ru: Типы клиентов игры

# graphicsQualityHDSD/HD
source: HD Client (Beta)
ru: HD клиент (Бета)

# graphicsQualityHDSD/SD
source: Standard (SD) Client installed
ru: Установлен Стандартный клиент (SD)

# graphicsQualityHDSD/description
source: Standard Client—full game without maximum-quality textures. HD Client (Beta)—full game including maximum-quality textures. Requires more space on the hard drive than the Standard Client.
ru: Стандартный клиент — полная версия игры, за исключением текстур максимального разрешения. HD клиент (Бета) — полная версия игры, включая текстуры максимального разрешения. Занимает больше места на жёстком диске.

# DRR_AUTOSCALER_ENABLED
source: Dynamic Adjustment
ru: Динамическое изменение

# DRR_AUTOSCALER_ENABLED/description
source: Enable or disable automatic adjustment of 3D render resolution. Enabling this parameter can improve game performance.
ru: Включить или отключить автоматическую регулировку разрешения 3D рендера. Включение настройки помогает сохранить быстродействие игры.

# interfaceScaleDisabled
source: Interface Scaling
ru: Масштабирование интерфейса

# interfaceScaleDisabled/attention
source: Only available for 4K displays.
ru: Только для 4K мониторов.

# interfaceScaleDisabled/body
source: Automatic scaling of interface elements when maximizing game screen/window.
ru: Автоматическое увеличение элементов интерфейса при увеличении экрана/окна игры.

# interfaceScaleDisabled/description
source: Automatic scaling of interface elements when maximizing game screen/window.
ru: Автоматическое увеличение элементов интерфейса при увеличении экрана/окна игры.

# interfaceScaleDisabled/header
source: Interface Scaling
ru: Масштабирование интерфейса

# interfaceScaleDisabled/warning
source: Only available for 4K displays.
ru: Только для 4K мониторов.

# chat/receiveClanInvitesNotifications
source: Receive clan notifications
ru: Получать клановые уведомления

# game/battleLoadingInfo
source: Tips on the Battle Loading Screen
ru: Подсказки на экране загрузки боя

# game/battleLoadingInfo/minimap
source: Minimap
ru: Миникарта

# game/battleLoadingInfo/textTip
source: Text only
ru: Только текст

# game/battleLoadingInfo/visualTip
source: Illustrated tips
ru: С иллюстрацией

# game/minimapDrawRange
source: Show the draw circle
ru: Показывать круг отображения техники

# game/minimapGroupTitle
source: View range Indicators on the Minimap
ru: Индикаторы обзора на миникарте

# game/minimapMaxViewRange
source: Show the maximum spotting range
ru: Показывать максимальный круг обзора

# game/minimapViewRange
source: Show the view range circle
ru: Показывать круг обзора

# keyboard/keysBlocks/command/block_tracks
source: "Handbrake"
ru: «Ручной тормоз»

# keyboard/keysBlocks/command/voicechat_enable
source: Enable/disable voice chat in Dynamic Platoons
ru: Вкл/откл голосовую связь в динамических взводах

# sound/dynamicRange/broad
source: Wide
ru: Широкий

# sound/dynamicRange/label
source: Dynamic Range
ru: Динамический диапазон

# sound/dynamicRange/narrow
source: Narrow
ru: Узкий

# sound/dynamicRange/nightMode
source: Night mode
ru: Ночной режим

# sound/dynamicRange/title
source: Presets
ru: Предустановки

# soundQuality
source: HQ Sound
ru: Звук высокого качества

# soundQuality/description
source: Disabling this parameter can improve game performance.
ru: Отключение параметра может повысить быстродействие игры.

# sounds/masterVolumeToggle
source: Enable sound
ru: Включить звук

# sounds/soundQuality
source: Low quality
ru: Низкое качество

# aim/cassette
source: Containers
ru: Кассеты

# aim/centralTag
source: Central Marker
ru: Центральный маркер

# aim/centralTag/type0
source: A-shaped I
ru: A-образный I

# aim/centralTag/type1
source: A-shaped II
ru: A-образный II

# aim/centralTag/type10
source: O-shaped I
ru: O-образный I

# aim/centralTag/type11
source: O-shaped II
ru: O-образный II

# aim/centralTag/type12
source: A-shaped IV
ru: A-образный IV

# aim/centralTag/type13
source: A-shaped V
ru: A-образный V

# aim/centralTag/type2
source: A-shaped III
ru: A-образный III

# aim/centralTag/type3
source: V-shaped
ru: V-образный

# aim/centralTag/type4
source: Crosshair I
ru: Перекрестие I

# aim/centralTag/type5
source: Crosshair II
ru: Перекрестие II

# aim/centralTag/type6
source: T-shaped
ru: T-образный

# aim/centralTag/type7
source: I-shaped
ru: I-образный

# aim/centralTag/type8
source: Aimpoint I
ru: Точка I

# aim/centralTag/type9
source: Aimpoint II
ru: Точка II

# aim/condition
source: Condition
ru: Состояние

# aim/gunTag
source: Gun Marker
ru: Маркер орудия

# aim/gunTag/type0
source: A-shaped I (with armor penetration indicator)
ru: A-образный I (c индикатором бронепробиваемости)

# aim/gunTag/type1
source: A-shaped II (with load indicator)
ru: A-образный II (c индикатором перезарядки)

# aim/gunTag/type10
source: O-shaped II (with load indicator)
ru: O-образный II (c индикатором перезарядки)

# aim/gunTag/type11
source: O-shaped III
ru: O-образный III

# aim/gunTag/type12
source: A-shaped IV (with armor penetration indicator)
ru: A-образный IV (c индикатором бронепробиваемости)

# aim/gunTag/type13
source: A-shaped V (with load indicator)
ru: A-образный V (c индикатором перезарядки)

# aim/gunTag/type14
source: A-shaped VI
ru: A-образный VI

# aim/gunTag/type2
source: A-shaped III
ru: A-образный III

# aim/gunTag/type3
source: Crosshair I (with armor penetration indicator)
ru: Перекрестие I (c индикатором бронепробиваемости)

# aim/gunTag/type4
source: Crosshair II (with load indicator)
ru: Перекрестие II (c индикатором перезарядки)

# aim/gunTag/type5
source: Crosshair III
ru: Перекрестие III

# aim/gunTag/type6
source: Aimpoint I (with armor penetration indicator)
ru: Точка I (c индикатором бронепробиваемости)

# aim/gunTag/type7
source: Aimpoint II (with load indicator)
ru: Точка II (c индикатором перезарядки)

# aim/gunTag/type8
source: Aimpoint III
ru: Точка III

# aim/gunTag/type9
source: O-shaped I (with armor penetration indicator)
ru: O-образный I (c индикатором бронепробиваемости)

# aim/mixing
source: Aiming
ru: Сведение

# aim/mixing/type0
source: Circle I (with load indicator)
ru: Круг I (c заполняющимся индикатором перезарядки)

# aim/mixing/type1
source: Circle II (with shifting load indicator)
ru: Круг II (c переключающимся индикатором перезарядки)

# aim/mixing/type2
source: Circle III (without load indicator)
ru: Круг III (без индикатора перезарядки)

# aim/mixing/type3
source: Circle IV (solid)
ru: Круг IV (сплошной)

# aim/mixing/type4
source: Crosshair (with shifting load indicator)
ru: Перекрестие (c переключающимся индикатором)

# aim/mixing/type5
source: Crosshair II
ru: Перекрестие II

# aim/mixing/type6
source: Test
ru: Тестовый

# aim/net
source: Indicator
ru: Индикатор

# aim/net/type0
source: Diagonal
ru: Диагональный

# aim/net/type1
source: Horizontal
ru: Горизонтальный

# aim/net/type2
source: Radial
ru: Радиальный

# aim/net/type3
source: Dashed
ru: Пунктирный

# aim/reloader
source: Load
ru: Перезарядка

# aim/reloaderTimer
source: Loading Timer
ru: Таймер перезарядки

# aim/zoomIndicator
source: Zoom Indicator
ru: Индикатор зума

# game/increasedZoom/base
source: Enable the %(zooms)s
ru: Включить кратность приближения %(zooms)s

# game/increasedZoom/delimeter
source: and
ru: и

# game/showSimplifiedVehParams
source: Show simplified technical characteristics in the Garage
ru: Показывать упрощённые ТТХ в Ангаре

# game/sniperModeByShift
source: Restrict toggling the Sniper mode to the Shift key
ru: Переключение в снайперский режим только по Shift

# graphicsSettingsOptions/ULTRA
source: Ultra
ru: Ультра

# sound/bassBoost/label
source: Bass boost
ru: Усиление баса

# sound/presets/title
source: Presets
ru: Предустановки

# sound/soundDevice/acoustics
source: 2.0/2.1 Sound System
ru: Акустика 2.0/2.1

# sound/soundDevice/headphones
source: Headphones
ru: Наушники

# sound/soundDevice/label
source: Type of Audio Device
ru: Тип устройства воспроизведения

# sound/soundDevice/laptop
source: Laptop
ru: Ноутбук

# borderlessSize
source: Windowed (borderless)
ru: Оконный (без рамки)

# borderlessSize/description
source: Windowed (borderless)
ru: Оконный (без рамки)

# feedBack
source: Battle Notifications
ru: Информирование в бою

# feedback/tab/battleEvents/checkbox/BaseCapture
source: Base capture points
ru: Очки захвата базы

# feedback/tab/battleEvents/checkbox/BaseCaptureDrop
source: Capture points reset
ru: Очки защиты базы

# feedback/tab/battleEvents/checkbox/BlockedDamage
source: Damage Blocked
ru: Удар сдержан

# feedback/tab/battleEvents/checkbox/EnemyBurning
source: Enemy vehicle set on fire
ru: Поджог противника

# feedback/tab/battleEvents/checkbox/EnemyCriticalHit
source: Critical damage
ru: Критический урон

# feedback/tab/battleEvents/checkbox/EnemyDetection
source: Spotting
ru: Обнаружение противника

# feedback/tab/battleEvents/checkbox/EnemyDetectionDamage
source: Damage upon your spotting
ru: Урон по разведданным

# feedback/tab/battleEvents/checkbox/EnemyHpDamage
source: Damage from a shot
ru: Урон выстрелом

# feedback/tab/battleEvents/checkbox/EnemyKill
source: Enemy vehicle destroyed
ru: Уничтожение противника

# feedback/tab/battleEvents/checkbox/EnemyRamAttack
source: Damage from ramming
ru: Урон противнику тараном

# feedback/tab/battleEvents/checkbox/EnemyTrackDamage
source: Track destroyed
ru: Сбитие гусеницы

# feedback/tab/battleEvents/checkbox/EventName
source: Event name
ru: Название события

# feedback/tab/battleEvents/checkbox/ShowInBattle
source: Show in battle
ru: Отображать в бою

# feedback/tab/battleEvents/checkbox/VehicleInfo
source: Vehicle info
ru: Информация о машине

# feedback/tab/battleEvents/info
source: The three most recent events are displayed in a battle
ru: В бою отображаются 3 последних события

# feedback/tab/battleEvents/label/CommonLabel
source: Display in Battle
ru: Отображение в бою

# feedback/tab/battleEvents/label/Information
source: Notifications
ru: Информирование

# feedback/tab/battleEvents/label/VisibleEvents
source: Events
ru: События

# feedback/tab/damageIndicator
source: Fire Direction Indicator
ru: Индикатор обстрела

# feedback/tab/damageIndicator/indicator/blockDamageCountTF
source: Amount of damage
ru: Количество урона

# feedback/tab/damageIndicator/indicator/blockedLabel
source: Shot blocked
ru: Удар по вашей машине сдержан

# feedback/tab/damageIndicator/indicator/critLabel
source: Critical hit on your vehicle
ru: Критическое попадание по вашей машине

# feedback/tab/damageIndicator/indicator/damageLabel
source: Damage received
ru: Полученный урон

# feedback/tab/damageIndicator/indicator/damageModule
source: Module damaged
ru: Повреждённый модуль

# feedback/tab/damageIndicator/items
source: Information
ru: Информация

# feedback/tab/damageIndicator/items/animation
source: Display animation
ru: Анимация появления

# feedback/tab/damageIndicator/items/damage
source: Amount of damage
ru: Количество урона

# feedback/tab/damageIndicator/items/tankName
source: Vehicle info
ru: Информация о машине

# feedback/tab/damageIndicator/presets
source: Display in battle
ru: Отображать в бою

# feedback/tab/damageIndicator/presets/all
source: All
ru: Полностью

# feedback/tab/damageIndicator/presets/withoutCrit
source: Except critical
ru: Без критических

# feedback/tab/damageIndicator/type/extended
source: Advanced
ru: Расширенный

# feedback/tab/damageIndicator/type/standard
source: Standard
ru: Стандартный

# feedback/tab/damageIndicator/typeLabel
source: View
ru: Вид

# feedback/tab/damageLogPanel
source: Log
ru: История событий

# feedback/tab/damageLogPanel/blockedDamage
source: Blocked by armor
ru: Заблокированный бронёй

# feedback/tab/damageLogPanel/damageAssist
source: Damage with your assistance
ru: Нанесённый с вашей помощью

# feedback/tab/damageLogPanel/damageDone
source: Damage caused by you
ru: Нанесённый лично

# feedback/tab/damageLogPanel/details/always
source: Display always
ru: Отображать всегда

# feedback/tab/damageLogPanel/details/byAlt
source: Press Alt to display
ru: По нажатию на Alt

# feedback/tab/damageLogPanel/details/hide
source: Do not display
ru: Не показывать

# feedback/tab/damageLogPanel/detailsLabel
source: Detailed damage
ru: Детальный урон

# feedback/tab/damageLogPanel/summLabel
source: Summarized damage
ru: Суммарный урон

# feedback/tab/detailsInfoBlock
source: A block for detailed damage information. Shows complete information about your effectiveness in battle.
ru: Блок детального урона. Показывает полную информацию о вашей эффективности в бою.

# feedback/tab/eventsInfo
source: Battle Events
ru: События в бою

# game/carouselType
source: Vehicle panel
ru: Панель техники

# game/carouselType/double
source: Two-level
ru: Двухуровневая

# game/carouselType/single
source: One-level
ru: Одноуровневая

# keyboard/keysBlocks/command/my_target/follow_me
source: Requesting fire! / Follow me!
ru: Поддержите огнём! / За мной!

# keyboard/keysBlocks/command/reload/stop
source: Reloading! / Halt!
ru: Перезаряжаюсь! / Стой!

# keyboard/keysBlocks/command/sos/help_me
source: Need assistance! / Help me!
ru: Нужна помощь! / Помоги!

# keyboard/keysBlocks/command/to_base/to_back
source: Defend the base! / Fall back!
ru: Защищайте базу! / Назад!

# otherSettings/fieldset/header
source: Sound Environment Elements
ru: Элементы звуковой картины

# otherSettings/labels/bulb
source: Sixth Sense Activation Sound
ru: Звук срабатывания «Шестого чувства»

# screenMode
source: Game Mode
ru: Режим игры

# screenMode/borderless
source: Windowed (borderless)
ru: Оконный (без рамки)

# screenMode/description
source: Switching between full-screen, windowed and windowed (borderless) game modes. The windowed game mode will reduce game performance.
ru: Переключение между полноэкранным, оконным и оконным (без рамки) режимами экрана. В оконном режиме быстродействие игры снижается.

# screenMode/fullscreen
source: Full-screen
ru: Полноэкранный

# screenMode/label
source: Mode:
ru: Режим:

# screenMode/windowed
source: Windowed
ru: Оконный

# sound/bulbVoices/lightbulb
source: Variant 1
ru: Вариант 1

# sound/bulbVoices/lightbulb_02
source: Variant 2
ru: Вариант 2

# sound/bulbVoices/sixthSense
source: User sound
ru: Пользовательский

# sound/special/field/set
source: Game event volume
ru: Громкость игрового события

# sounds/acousticType/auto
source: Autoselection
ru: Автоопределение

# sounds/acousticType/popover/acoustics20
source: 2.0/2.1 system
ru: акустика 2.0/2.1

# sounds/acousticType/popover/acoustics51
source: 5.1 system
ru: акустика 5.1

# sounds/acousticType/popover/acoustics71
source: 7.1 system
ru: акустика 7.1

# sounds/acousticType/popover/headphones
source: headphones
ru: наушники

# sounds/acousticType/popover/item/center
source: Central
ru: Центральный

# sounds/acousticType/popover/item/left
source: Left
ru: Левый

# sounds/acousticType/popover/item/leftBack
source: Left rear
ru: Левый задний

# sounds/acousticType/popover/item/leftFront
source: Left front
ru: Левый передний

# sounds/acousticType/popover/item/leftSide
source: Left side
ru: Левый боковой

# sounds/acousticType/popover/item/right
source: Right
ru: Правый

# sounds/acousticType/popover/item/rightBack
source: Right rear
ru: Правый задний

# sounds/acousticType/popover/item/rightFront
source: Right front
ru: Правый передний

# sounds/acousticType/popover/item/rightSide
source: Right side
ru: Правый боковой

# sounds/acousticType/popover/item/sub
source: Subwoofer
ru: Сабвуфер

# sounds/acousticType/popover/laptop
source: laptop
ru: ноутбук

# sounds/acousticType/popover/title
source: Sound test:
ru: Тест звучания:

# sounds/acousticType/testButton
source: Test sound
ru: Тестировать

# sounds/bassBoost
source: Low frequency enhancement
ru: Усиление низких частот

# sounds/bassBoost/description
source: Enhances low frequencies in game with the master volume remaining the same. The mode implementation may differ depending on the selected sound system (speakers, headphones, or laptop).
ru: Усиливает низкие частоты в игре, не увеличивая при этом общую громкость. Режим работает по-разному для выбранной звуковой системы (акустика, наушники, ноутбук).

# sounds/bulbVoices
source: Sixth Sense
ru: «Шестое чувство»

# sounds/bulbVoices/description
source: Select one of variants for the Sixth Sense activation sound. To use your own sound, rename your .mp3 file to sixthSense and move it to the res/audioww folder.
ru: Выбор одного из вариантов озвучки срабатывания эффекта навыка «Шестое чувство». Чтобы использовать собственный звук в формате mp3, переименуйте файл в sixthSense и поместите его в папку res/audioww.

# sounds/hangar
source: Music in Garage
ru: Музыка в Ангаре

# sounds/masterVolumeToggle/description
source: Disabling game sound effects may improve the overall game performance. You will have to restart the game client for the changes to apply.
ru: Выключение звуковой системы может повысить общее быстродействие игры. Для применения потребуется перезагрузка игрового клиента.

# sounds/nightMode
source: Night mode
ru: Ночной режим

# sounds/nightMode/description
source: Levels out volume differences, reduces sharp sounds, and minimizes low frequencies in game, providing a comfortable and soft sound environment for late night gaming.
ru: Уменьшает разницу громкостей, приглушает резкие звуки и уменьшает количество низких частот в игре, обеспечивая комфортную тихую игру в ночное время.

# sounds/soundDevice/acoustics20
source: 2.0/2.1 System
ru: Акустика 2.0/2.1

# sounds/soundDevice/acoustics20/body
source: Adjusts the in-game sound for external paired full-range speakers (2.0) or paired high frequency speakers + one low frequency speaker (2.1).
ru: Адаптирует позиционирование звуков в игре для внешних парных широкополосных динамиков (2.0), либо парных высокочастотных динамиков + одного низкочастотного (2.1).

# sounds/soundDevice/acoustics20/header
source: 2.0/2.1 System
ru: Акустика 2.0/2.1

# sounds/soundDevice/acoustics51
source: 5.1 System
ru: Акустика 5.1

# sounds/soundDevice/acoustics51/body
source: Adjusts the positioning of in-game sound for the external speakers and subwoofer in the multichannel 5.1 system.
ru: Адаптирует позиционирование звуков в игре для внешних динамиков и сабвуфера в многоканальной системе 5.1.

# sounds/soundDevice/acoustics51/header
source: 5.1 System
ru: Акустика 5.1

# sounds/soundDevice/acoustics71
source: 7.1 System
ru: Акустика 7.1

# sounds/soundDevice/acoustics71/body
source: Adjusts the positioning of in-game sound for the external speakers and subwoofer in the multichannel 7.1 system.
ru: Адаптирует позиционирование звуков в игре для внешних динамиков и сабвуфера в многоканальной системе 7.1.

# sounds/soundDevice/acoustics71/header
source: 7.1 System
ru: Акустика 7.1

# sounds/soundDevice/auto
source: Autoselection
ru: Автоопределение

# sounds/soundDevice/auto/body
source: Automatically determines the audio configuration settings, specified in the operating system.
ru: Автоматически определять настройки аудиоконфигурации, выставленные в операционной системе.

# sounds/soundDevice/auto/header
source: Autoselection
ru: Автоопределение

# sounds/soundDevice/headphones
source: Headphones
ru: Наушники

# sounds/soundDevice/headphones/body
source: Adjusts the in-game sound for headphones.
ru: Адаптирует позиционирование звука в игре для наушников любого класса.

# sounds/soundDevice/headphones/header
source: Headphones
ru: Наушники

# sounds/soundDevice/laptop
source: Laptop
ru: Ноутбук

# sounds/soundDevice/laptop/body
source: Uses the positioning principle of the 2.0/2.1 Sound System preset but adjusts the in-game sound for playback on small laptop speakers at the highest quality possible.
ru: Использует принцип позиционирования предустановки Акустика 2.0/2.1, но при этом адаптирует звук для максимально качественного воспроизведения на маленьких динамиках ноутбука.

# sounds/soundDevice/laptop/header
source: Laptop
ru: Ноутбук

# sounds/soundQuality/description
source: Reducing the sound quality may improve the overall game performance on low-end computers. Enabling this mode significantly reduces the number of sounds processed simultaneously.
ru: Снижение качества звука может повысить быстродействие игры на бюджетных компьютерах. Включение данного режима значительно снижает количество одновременно воспроизводимых звуков.

# sounds/speakers/back/body
source: Sound test on right/left rear speakers.
ru: Тестирование звука на правом/левом задних динамиках.

# sounds/speakers/back/header
source: Right/left rear speakers
ru: Правый/левый задние динамики

# sounds/speakers/center/body
source: Sound test on the central speaker.
ru: Тестирование звука на центральном динамике.

# sounds/speakers/center/header
source: Central speaker
ru: Центральный динамик

# sounds/speakers/front/body
source: Sound test on right/left front speakers.
ru: Тестирование звука на правом/левом передних динамиках.

# sounds/speakers/front/header
source: Right/left front speakers
ru: Правый/левый передние динамики
