Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/settings.*.resx
Languages: ru

# EFFECTS_QUALITY
source: Extra Effects Quality
ru: Качество доп. эффектов

# FAR_PLANE
source: Draw Distance
ru: Дальность прорисовки

source: Flora Density
ru: Плотность травы

# MRT_DEPTH
source: Advanced Post Processing
ru: Доп. постобработка

source: Object LOD
ru: Детализация объектов

source: Post Processing
ru: Постобработка

# SHADER_VERSION_CAP
source: Shader version
ru: Версия шейдеров

# SHADOWS_QUALITY
source: Shadow Quality
ru: Качество теней

# SMOKE_ENABLED
source: Smoke
ru: Дым

# SNIPER_MODE_EFFECTS_QUALITY
source: Extra Effects in Sniper Mode
ru: Доп. эффекты в снайперском режиме

# SNIPER_MODE_GRASS_ENABLED
source: Grass in Sniper mode
ru: Трава в снайперском режиме

# SNIPER_MODE_SWINGING_ENABLED
source: Enable dynamic camera
ru: Включить динамическую камеру

# SPEEDTREE_QUALITY
source: Foliage Quality
ru: Детализация деревьев

source: Texture Compression
ru: Компрессия текстур

source: Texture Filtering
ru: Фильтрация текстур

source: Texture Quality
ru: Качество текстур

# VEHICLE_DUST_ENABLED
source: Enable track effects
ru: Эффекты из-под гусениц

# VEHICLE_TRACES_ENABLED
source: Enable track traces
ru: Следы гусениц

source: Water Quality
ru: Качество воды

source: Water Simulation
ru: Плотность воды

# WG_SHADOWS_QUALITY
source: Enhanced shadows
ru: Улучшенные тени

# apply_button
source: Apply
ru: Применить

# aspectRatio
source: Screen Aspect Ratio
ru: Соотношение сторон экрана

# aspect_ratio
source: Screen aspect ratio
ru: Соотношение сторон экрана

# autodetectButton
source: Recommended
ru: Рекомендуемое

# cancel_button
source: Cancel
ru: Отменить

# chat/censorshipMessages
source: Censor offensive words in chat messages
ru: Включить цензуру сообщений

# chat/enableStoreChannelsWindows
source: Remember position of camera and channel windows
ru: Запоминать положение и размеры окон каналов

# chat/enableStoreManagementWindows
source: Remember position of camera and other windows
ru: Запоминать положение и размеры прочих окон

# chat/invitesFromFriendsOnly
source: Accept invitations from friends in the Garage
ru: Принимать приглашения в Ангаре от друзей

# chat/removeSpam
source: Hide spam
ru: Скрывать спам

# chat/showDateMessage
source: Display date in messages
ru: Показывать дату сообщения

# chat/showJoinLeaveMessages
source: Notify when users connect/disconnect
ru: Показывать подключение/отключение игроков

# chat/showTimeMessage
source: Display time in messages
ru: Показывать время сообщения

# cursor/ArcadeTitle
source: Arcade
ru: Аркадный

# cursor/centralTag
source: Central Marker
ru: Центральный маркер

# cursor/centralTag/type0
source: V-shaped Marker I
ru: V-образный маркер I

# cursor/centralTag/type1
source: V-shaped Marker II
ru: V-образный маркер II

# cursor/centralTag/type2
source: V-shaped Marker III
ru: V-образный маркер III

# cursor/centralTag/type3
source: V-shaped Marker IV
ru: V-образный маркер IV

# cursor/centralTag/type4
source: Crosshair I
ru: Перекрестие I

# cursor/centralTag/type5
source: Crosshair II
ru: Перекрестие II

# cursor/centralTag/type6
source: T-shaped Marker
ru: T-образный маркер

# cursor/centralTag/type7
source: I-shaped Marker
ru: I-образный маркер

# cursor/centralTag/type8
source: Test
ru: Тестовый

# cursor/condition
source: Condition
ru: Состояние

# cursor/gunTag
source: Gun Marker
ru: Маркер орудия

# cursor/gunTag/type0
source: A-shaped Marker I (with armor penetration indicator)
ru: A-образный I (c индикатором бронепробиваемости)

# cursor/gunTag/type1
source: A-shaped Marker II (with load indicator)
ru: A-образный II (c индикатором перезарядки)

# cursor/gunTag/type2
source: A-shaped Marker III
ru: A-образный III

# cursor/gunTag/type3
source: Crosshair I (with armor penetration indicator)
ru: Перекрестие I (c индикатором бронепробиваемости)

# cursor/gunTag/type4
source: Crosshair II (with load indicator)
ru: Перекрестие II (c индикатором перезарядки)

# cursor/gunTag/type5
source: Crosshair III
ru: Перекрестие III

# cursor/gunTag/type6
source: Test
ru: Тестовый

# cursor/mixing
source: Dispersion Indicator
ru: Сведение

# cursor/mixing/type0
source: Circle I (with filling load indicator)
ru: Круг I (c заполняющимся индикатором перезарядки)

# cursor/mixing/type1
source: Circle II (with shifting load indicator)
ru: Круг II (c переключающимся индикатором перезарядки)

# cursor/mixing/type2
source: Circle III (without load indicator)
ru: Круг III (без индикатора перезарядки)

# cursor/mixing/type3
source: Crosshair (with shifting load indicator)
ru: Перекрестие (c переключающимися индикатором)

# cursor/mixing/type4
source: Crosshair II
ru: Перекрестие II

# cursor/mixing/type5
source: Test
ru: Тестовый

# cursor/net
source: Indicators
ru: Индикаторы

# cursor/net/type0
source: Type I Indicators (diagonal)
ru: Индикаторы I (диагональные)

# cursor/net/type1
source: Type II Indicators (horizontal)
ru: Индикаторы II (горизонтальные)

# cursor/net/type2
source: Panzer Indicators
ru: Panzer индикаторы

# cursor/net/type3
source: Test
ru: Тестовая

# cursor/reloader
source: Load
ru: Перезарядка

# cursorTitle
source: Reticle
ru: Прицел

# customAAMode/mode0
source: OFF
ru: Отключено

# defaultBtn
source: Default
ru: По умолчанию

source: Full-screen mode
ru: Полноэкранный режим

# game/enableMortalPostEffect
source: Enable post-effect in Postmortem mode
ru: Включить пост-эффект в посмертии

# game/enableVoIP
source: Voice Chat
ru: Голосовая связь

# game/fieldset/headerChat
source: Chat
ru: Чат

# game/fieldset/headerMinimap
source: Minimap
ru: Миникарта

# game/fieldset/headerVehicleMarker
source: Vehicle Markers
ru: Маркеры техники

# game/playerPanelSettings
source: Team Panel
ru: Панели команд

# game/playersPanelState/large
source: Full Panel
ru: Длинная

# game/playersPanelState/medium
source: Medium
ru: Средняя

# game/playersPanelState/none
source: No Panel
ru: Не показывать список

# game/playersPanelState/short
source: Short Panel
ru: Короткая

# game/ppShowLevels
source: Show vehicle tier
ru: Показывать уровень техники

# game/ppShowTypes
source: Show vehicle type
ru: Показывать тип техники

# game/ppStartStateLabel
source: Type
ru: Вид

# game/replayEnabled
source: Enable Battle Recording
ru: Записывать бои

# game/showExInfoForDestroyVehicle
source: Show destroyed vehicles' info
ru: Показывать подписи для уничтоженной техники

# game/showLanguageBar
source: Show Language Panel
ru: Показывать панель выбора языка

# game/showVehicleIcon
source: Show vehicle icon
ru: Показывать иконку техники

# game/showVehicleLevel
source: Show vehicle tier
ru: Показывать уровень техники

# gameTitle
source: General
ru: Игра

source: Gamma
ru: Гамма

# graficTitle
source: Graphics
ru: Графика

# graphicsQuality/ANISOTROPIC_16X
source: Anisotropic 16x
ru: Анизотропная 16х

# graphicsQuality/ANISOTROPIC_2X
source: Anisotropic 2x
ru: Анизотропная 2х

# graphicsQuality/ANISOTROPIC_4X
source: Anisotropic 4x
ru: Анизотропная 4х

# graphicsQuality/ANISOTROPIC_8X
source: Anisotropic 8x
ru: Анизотропная 8х

# graphicsQuality/BILINEAR
source: Bilinear
ru: Билинейная

# graphicsQuality/CUSTOM
source: Custom
ru: Пользовательское

# graphicsQuality/FAR
source: Far
ru: Далеко

# graphicsQuality/HIGH
source: High
ru: Высоко

# graphicsQuality/LOW
source: Low
ru: Низко

# graphicsQuality/LOWEST
source: Very Low
ru: Очень низко

# graphicsQuality/MEDIUM
source: Medium
ru: Средне

# graphicsQuality/NEAR
source: Near
ru: Близко

# graphicsQuality/OFF
source: OFF
ru: Выключено

# graphicsQuality/ON
source: ON
ru: Включено

# graphicsQuality/POINT
source: Point
ru: Точечная

# graphicsQuality/TRILINEAR
source: Trilinear
ru: Трилинейная

# graphicsQuality/VERYHIGH
source: Very High
ru: Очень высоко

# graphicsQuality/VERY_HIGH
source: Very High
ru: Очень высоко

# graphics_details
source: Graphics Quality
ru: Качество графики

# isColorBlind
source: Colorblind mode
ru: Режим цветовой слепоты

# keyboard/keyboard
source: Keyboard
ru: Клавиатура

# keyboard/keysBlocks/command/alternate_mode
source: Switch Reticle Mode
ru: Сменить режим прицела

# keyboard/keysBlocks/command/attack
source: Attack!
ru: В атаку!

# keyboard/keysBlocks/command/auto_rotation
source: Lock Hull / Switch Mode
ru: Фиксация корпуса / смена режима

# keyboard/keysBlocks/command/backward
source: Back
ru: Назад

# keyboard/keysBlocks/command/camera_down
source: Down
ru: Вниз

# keyboard/keysBlocks/command/camera_left
source: Left
ru: Влево

# keyboard/keysBlocks/command/camera_right
source: Right
ru: Вправо

# keyboard/keysBlocks/command/camera_up
source: Up
ru: Вверх

# keyboard/keysBlocks/command/fire
source: Fire
ru: Выстрелить

# keyboard/keysBlocks/command/follow_me
source: Follow me!
ru: За мной!

# keyboard/keysBlocks/command/forward
source: Forward
ru: Вперёд

# keyboard/keysBlocks/command/help_me
source: Help!
ru: Нужна помощь!

# keyboard/keysBlocks/command/item01
source: Consumable 1
ru: Снаряжение 1

# keyboard/keysBlocks/command/item02
source: Consumable 2
ru: Снаряжение 2

# keyboard/keysBlocks/command/item03
source: Consumable 3
ru: Снаряжение 3

# keyboard/keysBlocks/command/item04
source: Consumable 4
ru: Снаряжение 4

# keyboard/keysBlocks/command/item05
source: Consumable 5
ru: Снаряжение 5

# keyboard/keysBlocks/command/item06
source: Consumable 6
ru: Снаряжение 6

# keyboard/keysBlocks/command/item07
source: Consumable 7
ru: Снаряжение 7

# keyboard/keysBlocks/command/item08
source: Consumable 8
ru: Снаряжение 8

# keyboard/keysBlocks/command/left
source: Left
ru: Влево

# keyboard/keysBlocks/command/lock_target
source: Auto-Aim
ru: Автоприцел

# keyboard/keysBlocks/command/lock_target_off
source: Disable Auto-Aim
ru: Отключить автоприцел

# keyboard/keysBlocks/command/my_target
source: Attacking!
ru: Атакую!

# keyboard/keysBlocks/command/negative
source: Negative!
ru: Никак нет!

# keyboard/keysBlocks/command/positive
source: Affirmative!
ru: Так точно!

# keyboard/keysBlocks/command/pushToTalk
source: Push-to-Talk
ru: Активация микрофона

# keyboard/keysBlocks/command/right
source: Right
ru: Вправо

# keyboard/keysBlocks/command/sizeDown
source: Zoom Out
ru: Уменьшить размер

# keyboard/keysBlocks/command/sizeUp
source: Zoom In
ru: Увеличить размер

# keyboard/keysBlocks/command/stop_fire
source: Stop and Fire
ru: Остановка для выстрела

# keyboard/keysBlocks/command/switch_view
source: Mode selection
ru: Переключение режимов

# keyboard/keysBlocks/command/to_base
source: Defend the base!
ru: Защищайте базу!

# keyboard/keysBlocks/command/useHorn
source: Set sound signal
ru: Подать звуковой сигнал

# keyboard/keysBlocks/command/visible
source: Hide/Show
ru: Скрыть/Показать

# keyboard/keysBlocks/group/camera
source: Camera
ru: Камера

# keyboard/keysBlocks/group/cruis_control
source: Cruise Control
ru: Круиз-контроль

# keyboard/keysBlocks/group/equipment
source: Consumables
ru: Снаряжение

# keyboard/keysBlocks/group/firing
source: Firing
ru: Стрельба

# keyboard/keysBlocks/group/minimap
source: Minimap
ru: Миникарта

# keyboard/keysBlocks/group/movement
source: Move
ru: Передвижение

# keyboard/keysBlocks/group/shortcuts
source: Messages
ru: Сообщения

# keyboard/keysBlocks/group/vehicle_other
source: Other
ru: Другое

# keyboard/keysBlocks/group/voicechat
source: Voice Chat
ru: Голосовая связь

# keyboard/mouse
source: Mouse
ru: Мышь

# keyboardTitle
source: Controls
ru: Управление

# minimap/labels/alpha
source: Minimap Transparency
ru: Прозрачность миникарты

# minimap/labels/size
source: Maximum size
ru: Максимальный размер

# monitor
source: Display
ru: Монитор

# mouse/sensitivity/art
source: Artillery Aim
ru: Артиллерийский прицел

# mouse/sensitivity/header
source: Sensitivity
ru: Чувствительность

# mouse/sensitivity/invertationHor
source: Horizontal inversion
ru: Горизонтальная инверсия

# mouse/sensitivity/invertationVert
source: Vertical inversion
ru: Вертикальная инверсия

# mouse/sensitivity/main
source: Arcade Aim
ru: Аркадный прицел

# mouse/sensitivity/sniper
source: Sniper Aim
ru: Снайперский прицел

# mouse/startDist
source: Camera position
ru: Положение камеры

# multisamplingType
source: Antialiasing
ru: Сглаживание

# multisamplingType/type0
source: OFF
ru: Отключено

# resolution
source: Screen Resolution
ru: Разрешение экрана

# sound/fieldset/header
source: Volume
ru: Громкость

# sound/nationalVoices
source: Crew members' voices
ru: Голоса экипажа

# sound/players_notifications
source: Notifications from other players
ru: Уведомления от других игроков

# sound/vivox/buttons/capture_devices_refresh
source: Refresh Devices
ru: Обновить устройства

# sound/vivox/buttons/test_finish
source: Finish Test
ru: Закончить тест

# sound/vivox/buttons/test_start
source: Start Test
ru: Начать тест

# sound/vivox/fade_volume
source: Ambience Level During Chat
ru: Громкость окружения во время разговора

# sound/vivox/master_volume
source: Voice Chat Volume
ru: Громкость голоса игроков

# sound/vivox/mic_sensitivity
source: Microphone Sensitivity
ru: Чувствительность микрофона

# sound/vivox/vivox_test
source: Vivox Test
ru: Тест голосовой связи

# soundTitle
source: Sound
ru: Звук

# sounds/ambient
source: Ambience
ru: Окружающая среда

# sounds/arena
source: Music in Battle
ru: Музыка в бою

# sounds/effects
source: Effects
ru: Эффекты

# sounds/gui
source: Interface
ru: Интерфейс

# sounds/masterVolume
source: Master Volume
ru: Общий уровень громкости

# sounds/vehicles
source: Vehicles
ru: Техника

# sounds/voice
source: Voice Messages
ru: Голосовые уведомления

# title
source: Settings
ru: Настройки

# tripleBuffered
source: Triple buffering
ru: Тройная буферизация

# vertical_sync
source: Vertical synchronization
ru: Вертикальная синхронизация

# vertical_sync/Off
source: OFF
ru: Выкл.

# vertical_sync/On
source: ON
ru: Вкл.

# vibro/device/state/connected
source: Status: connected
ru: Статус: подключена

# vibro/device/state/notConnected
source: Status: disconnected
ru: Статус: отключена

# vibro/fieldset/header
source: Gametrix JetSeat
ru: Вибронакидка Gametrix

# vibro/labels/acceleration
source: Acceleration
ru: Ускорение

# vibro/labels/collisions
source: Collisions
ru: Столкновения

# vibro/labels/damage
source: Damage to your modules
ru: Повреждения своих модулей

# vibro/labels/engine
source: Engine
ru: Работа двигателя

# vibro/labels/gain
source: Effects intensity
ru: Сила эффектов

# vibro/labels/gui
source: Effects
ru: Эффекты интерфейса

# vibro/labels/hits
source: Hits received
ru: Попадания по своей машине

# vibro/labels/shots
source: Gun loading and fire
ru: Перезарядка и выстрел

# voice_chat/PTT
source: Push-to-Talk
ru: Активация микрофона

# voice_chat/fieldset/header
source: Volume
ru: Громкость

# voice_chat/header/common
source: Common
ru: Общие

# voice_chat/header/microphone
source: Microphone
ru: Микрофон

# voice_chat/header/speakers
source: Headphones
ru: Наушники

# voice_chat/microphone
source: Microphone
ru: Микрофон

# voice_chat/microphoneEnabled
source: Enable microphone
ru: Включить микрофон

# voice_chat/voiceChatEnable
source: Enable voice chat
ru: Включить голосовую связь

source: Window Size
ru: Размер окна

# keyboard/keysBlocks/command/reloadPartialClip
source: Reload Shell Container
ru: Перезарядить кассету

# keyboard/keysBlocks/command/showHUD
source: Hide Battle Interface
ru: Скрыть боевой интерфейс

# arcade/cassette
source: Containers
ru: Кассеты

# arcade/centralTag
source: Central Marker
ru: Центральный маркер

# arcade/centralTag/type0
source: A-shaped I
ru: A-образный I

# arcade/centralTag/type1
source: A-shaped II
ru: A-образный II

# arcade/centralTag/type2
source: A-shaped III
ru: A-образный III

# arcade/centralTag/type3
source: V-shaped
ru: V-образный

# arcade/centralTag/type4
source: Crosshair I
ru: Перекрестие I

# arcade/centralTag/type5
source: Crosshair II
ru: Перекрестие II

# arcade/centralTag/type6
source: T-shaped
ru: T-образный

# arcade/centralTag/type7
source: I-shaped
ru: I-образный

# arcade/centralTag/type8
source: Aimpoint I
ru: Точка I

# arcade/condition
source: Condition
ru: Состояние

# arcade/gunTag
source: Gun Marker
ru: Маркер орудия

# arcade/gunTag/type0
source: A-shaped I (with armor penetration indicator)
ru: A-образный I (c индикатором бронепробиваемости)

# arcade/gunTag/type1
source: A-shaped II (with load indicator)
ru: A-образный II (c индикатором перезарядки)

# arcade/gunTag/type2
source: A-shaped III
ru: A-образный III

# arcade/gunTag/type3
source: Crosshair I (with armor penetration indicator)
ru: Перекрестие I (c индикатором бронепробиваемости)

# arcade/gunTag/type4
source: Crosshair II (with load indicator)
ru: Перекрестие II (c индикатором перезарядки)

# arcade/gunTag/type5
source: Crosshair III
ru: Перекрестие III

# arcade/gunTag/type6
source: Aimpoint I (with armor penetration indicator)
ru: Точка I (c индикатором бронепробиваемости)

# arcade/mixing
source: Dispersion Indicator
ru: Сведение

# arcade/mixing/type0
source: Circle I (with load indicator)
ru: Круг I (c заполняющимся индикатором перезарядки)

# arcade/mixing/type1
source: Circle II (with shifting load indicator)
ru: Круг II (c переключающимся индикатором перезарядки)

# arcade/mixing/type2
source: Circle III (without load indicator)
ru: Круг III (без индикатора перезарядки)

# arcade/mixing/type3
source: Crosshair (with shifting load indicator)
ru: Перекрестие (c переключающимися индикатором)

# arcade/mixing/type4
source: Crosshair II
ru: Перекрестие II

# arcade/mixing/type5
source: Test
ru: Тестовый

# arcade/net
source: Indicator
ru: Индикатор

# arcade/net/type0
source: Diagonal
ru: Диагональный

# arcade/net/type1
source: Horizontal
ru: Горизонтальный

# arcade/net/type2
source: Radial
ru: Радиальный

# arcade/net/type3
source: Dashed
ru: Пунктирный

# arcade/reloader
source: Load
ru: Перезарядка

# cursor/SnipperTitle
source: Sniper
ru: Снайперский

# keyboard/keysBlocks/group/logitech_keyboard
source: Logitech keyboard
ru: Клавиатура Logitech

# marker/alt
source: Alternative
ru: Альтернативный

# marker/base
source: Default
ru: Обычный

# marker/dead
source: Destroyed vehicles marker
ru: Маркер уничтоженной техники

# marker/hp
source: Vehicle Health
ru: Прочность техники

# marker/hp/type0
source: Percent %
ru: Проценты %

# marker/hp/type1
source: HP left / total
ru: HP осталось / всего

# marker/hp/type2
source: HP left
ru: HP осталось

# marker/hp/type3
source: Hide
ru: Не показывать

# marker/hpIndicator
source: Health indicator
ru: Индикатор прочности цели

# marker/icon
source: Vehicle icon
ru: Иконка техники

# marker/level
source: Tier
ru: Уровень техники

# marker/name
source: Vehicle model
ru: Модель техники

# marker/name/type0
source: Vehicle name
ru: Название танка

# marker/name/type1
source: Player name
ru: Имя игрока

# marker/name/type2
source: Hide
ru: Не показывать

# markerTitle
source: Marker
ru: Маркер

# sniper/snpCassette
source: Containers
ru: Кассеты

# sniper/snpCentralTag
source: Central Marker
ru: Центральный маркер

# sniper/snpCentralTag/type0
source: A-shaped Marker I
ru: A-образный маркер I

# sniper/snpCentralTag/type1
source: A-shaped Marker II
ru: A-образный маркер II

# sniper/snpCentralTag/type2
source: A-shaped Marker III
ru: A-образный маркер III

# sniper/snpCentralTag/type3
source: V-shaped Marker
ru: V-образный маркер

# sniper/snpCentralTag/type4
source: Crosshair I
ru: Перекрестие I

# sniper/snpCentralTag/type5
source: Crosshair II
ru: Перекрестие II

# sniper/snpCentralTag/type6
source: T-shaped Marker
ru: T-образный маркер

# sniper/snpCentralTag/type7
source: I-shaped Marker
ru: I-образный маркер

# sniper/snpCentralTag/type8
source: Test
ru: Тестовый

# sniper/snpCondition
source: Condition
ru: Состояние

# sniper/snpGunTag
source: Gun Marker
ru: Маркер орудия

# sniper/snpGunTag/type0
source: A-shaped Marker I (with armor penetration indicator)
ru: A-образный I (c индикатором бронепробиваемости)

# sniper/snpGunTag/type1
source: A-shaped Marker II (with load indicator)
ru: A-образный II (c индикатором перезарядки)

# sniper/snpGunTag/type2
source: A-shaped Marker III
ru: A-образный III

# sniper/snpGunTag/type3
source: Crosshair I (with armor penetration indicator)
ru: Перекрестие I (c индикатором бронепробиваемости)

# sniper/snpGunTag/type4
source: Crosshair II (with load indicator)
ru: Перекрестие II (c индикатором перезарядки)

# sniper/snpGunTag/type5
source: Crosshair III
ru: Перекрестие III

# sniper/snpMixing
source: Dispersion Indicator
ru: Сведение

# sniper/snpMixing/type0
source: Circle I (with load indicator)
ru: Круг I (c заполняющимся индикатором перезарядки)

# sniper/snpMixing/type1
source: Circle II (with shifting load indicator)
ru: Круг II (c переключающимся индикатором перезарядки)

# sniper/snpMixing/type2
source: Circle III (without load indicator)
ru: Круг III (без индикатора перезарядки)

# sniper/snpNet
source: Indicators
ru: Индикаторы

# sniper/snpNet/type0
source: Type I Indicators (diagonal)
ru: Индикаторы I (диагональные)

# sniper/snpNet/type1
source: Type II Indicators (horizontal)
ru: Индикаторы II (горизонтальные)

# sniper/snpNet/type2
source: Panzer Indicators
ru: Panzer индикаторы

# sniper/snpReloader
source: Load
ru: Перезарядка

# cursor/ServerAim
source: Enable server reticle
ru: Использовать серверный прицел

# LANGUAGE_CODE
source: en
ru: ru

source: Decals Quality
ru: Качество декалей

# FLORA_QUALITY
source: Flora Density
ru: Количество растительности

source: Lighting Quality
ru: Качество освещения

# POST_PROCESSING_QUALITY
source: Post Processing
ru: Постобработка

# RENDER_PIPELINE
source: Graphics
ru: Графика

source: Terrain Quality
ru: Качество ландшафта

# game/fieldset/headerGameplay
source: Random Battle Types
ru: Типы случайных боёв

# gameplay/assault
source: Assault (after researching Tier VI vehicles)
ru: Штурм (после исследования техники VI уровня)

# gameplay/ctf
source: Standard Battle
ru: Стандартный бой

# gameplay/domination
source: Encounter Battle (after researching Tier IV vehicles)
ru: Встречный бой (после исследования техники IV уровня)

# graphicsQuality/DEFERRED
source: Improved
ru: Улучшенная

# graphicsQuality/FORWARD
source: Standard
ru: Стандартная

# graphicsQuality/MAX
source: Maximum
ru: Максимум

# graphicsQuality/MIN
source: Minimum
ru: Минимум

# keyboard/keysBlocks/command/help_me_temp
source: Help!
ru: Помоги!

# keyboard/keysBlocks/command/help_me_temp2
source: Requesting fire!
ru: Поддержите огнём!

# keyboard/keysBlocks/command/reload
source: Reloading!
ru: Перезаряжаюсь!

# keyboard/keysBlocks/command/showRadialMenu
source: Display Command Menu
ru: Меню приказов

# keyboard/keysBlocks/command/stop
source: Halt!
ru: Стой!

# keyboard/keysBlocks/command/to_back
source: Fall back!
ru: Назад!

# marker/AllyTitle
source: Our Team
ru: Союзники

# marker/DeadTitle
source: Destroyed
ru: Уничтоженные

# marker/EnemyTitle
source: Enemy Team
ru: Противник

# marker/damage
source: Damage received
ru: Полученный урон

# marker/nickname
source: Player's name
ru: Имя игрока

# chat/storeReceiverInBattle
source: Remember recipient in battle
ru: Запоминать адресата в бою

# game/showVehiclesCounter
source: Show vehicle markers on Battle Score Panel
ru: Показывать маркеры техники на панели счёта

# alternativeVoices/fieldset/header
source: Voice Messages in Battle
ru: Голосовые уведомления в бою

# alternativeVoices/labels/voiceBattle
source: Voice Messages in Battle
ru: Голос уведомлений в бою

# fpsPerfomancer
source: Dynamic change of effects quality
ru: Динамическое изменение качества эффектов

# game/dynamicCamera
source: Enable dynamic camera
ru: Включить динамическую камеру

# sound/soundModes/baluev
source: Baluev
ru: Балуев

# sound/soundModes/default
source: Standard
ru: Стандартные

# sound/soundModes/merzlikin
source: Merzlikin
ru: Мерзликин

# dynamicCamera
source: Enable dynamic camera
ru: Включить динамическую камеру
