Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/settings.*.resx
Languages: ru

# sounds/speakers/optionalsub/body
source: In the 2.0/2.1 system, a subwoofer presents an optional device. It cannot be tested without speakers.
ru: В конфигурации 2.0/2.1 сабвуфер является опциональным устройством, подключенным «сквозным» способом. Его проверка отдельно от колонок невозможна.

# sounds/speakers/optionalsub/header
source: Optional subwoofer
ru: Опциональный сабвуфер

# sounds/speakers/sidelong/body
source: Sound test on right/left side speakers.
ru: Тестирование звука на правом/левом боковых динамиках.

# sounds/speakers/sidelong/header
source: Right/left side speakers
ru: Правый/левый боковые динамики

# sounds/speakers/sides/body
source: Sound test on right/left speakers.
ru: Тестирование звука на правом/левом динамиках.

# sounds/speakers/sides/header
source: Right/left speakers
ru: Правый/левый динамики

# sounds/speakers/sub/body
source: Sound test on the subwoofer.
ru: Тестирование звука на сабвуфере.

# sounds/speakers/sub/header
source: Subwoofer
ru: Сабвуфер

# sounds/tabCommon
source: Master Sound
ru: Общий уровень

# sounds/tabSpecial
source: Game Event
ru: Игровое событие

# sounds/tabVivox
source: Voice Chat
ru: Голосовая связь

# sounds/voiceNotification
source: Voice Notifications
ru: Голосовые уведомления

# voice_chat/microphone/fieldset/header
source: Microphone
ru: Микрофон

# feedback/tab/battleEvents/checkbox/ReceivedCrits
source: Critical damage
ru: Критическое повреждение

# feedback/tab/battleEvents/checkbox/ReceivedDamage
source: Damage
ru: Урон

# feedback/tab/battleEvents/checkbox/WorldCollision
source: Damage by wrecking
ru: Урон от падения

# feedback/tab/battleEvents/label/negative
source: Damage received
ru: Получение урона

# feedback/tab/battleEvents/label/positive
source: Battle Performance
ru: Боевая эффективность

# feedback/tab/battleEvents/receivedDamage
source: Damage received
ru: Получен урон

# feedback/tab/damageIndicator/items/dynamicIndicator
source: Dynamic indicators
ru: Динамические индикаторы

# feedback/tab/damageLogPanel/eventPositions/bottom
source: All events at the bottom
ru: Все события внизу

# feedback/tab/damageLogPanel/eventPositions/topBottom
source: Received damage at the top
ru: Получение урона сверху

# feedback/tab/damageLogPanel/eventPositionsLabel
source: Position of events
ru: Расположение событий

# feedback/tab/damageLogPanel/eventTypes/both
source: All events
ru: Все события

# feedback/tab/damageLogPanel/eventTypes/eventTypesLabel
source: Event type
ru: Тип события

# feedback/tab/damageLogPanel/eventTypes/negative
source: Damage received
ru: Получение урона

# feedback/tab/damageLogPanel/eventTypes/positive
source: Battle Performance
ru: Боевая эффективность

# feedback/tab/damageLogPanel/screenAlert
source: Enabling this setting is not recommended for displays with a low resolution
ru: Включение данной настройки не рекомендуется для низких разрешений экрана

# game/carouselVehicle/checkbox/stats
source: Display stats upon hovering over a slot in the Garage
ru: Отображать статистику по наведению на слот в Ангаре

# game/doubleCarousel/label
source: Two-level vehicle panel
ru: Двухуровневая панель техники

# game/doubleCarouselType/adaptive
source: Adaptive
ru: Адаптируемая

# game/doubleCarouselType/small
source: Minimalistic
ru: Минималистичная

# keyboard/keysBlocks/command/trajectory_view
source: Trajectory view
ru: Вид от траектории

# mouse/sensitivity/art2
source: Trajectory view
ru: Вид от траектории

# alternativeVoices/labels
source: Voice Messages in Battle
ru: Голосовые уведомления в бою

# feedback/tab/battleEvents/checkbox/AssistStun
source: Damage after your stun
ru: Помощь оглушением

# feedback/tab/damageLogPanel/assistStun
source: Caused upon your stun
ru: Нанесённый по вашему оглушению

# sounds/altVoice/NationalDefault/body
source: Voice messages depend on a vehicle's nation and the commander's gender
ru: Голосовые сообщения озвучиваются в соответствии с нацией танка и полом командира

# sounds/altVoice/NationalDefault/header
source: Commander
ru: Командирские

# sounds/altVoice/default/body
source: Male voice in the game client's language
ru: Голосовые сообщения озвучиваются мужским голосом на языке клиента игры

# sounds/altVoice/default/header
source: Standard
ru: Стандартная

# sounds/sixthSense/body
source: Custom sound. Move the sixthSense.mp3 file to the resaudioww folder.
ru: Использование своей озвучки. Для этого файл с названием sixthSense в формате mp3 поместите в папку resaudioww.

# sounds/sixthSense/header
source: Custom
ru: Пользовательские

# game/battleLoadingRankedInfo
source: Tips on the Ranked Battle loading screen
ru: Подсказки на экране загрузки Рангового боя

# game/battleLoadingRankedInfo/minimap
source: Minimap
ru: Миникарта

# game/battleLoadingRankedInfo/textTip
source: Text only
ru: Только текст

# game/battleLoadingRankedInfo/visualTip
source: Illustrated tips
ru: С иллюстрацией

# gameplay/epic_encounter
source: Grand Battle (Tier X vehicles only)
ru: Генеральное сражение (только для техники X уровня)

# gameplay/epic_standard
source: Grand Battle (Tier X vehicles only)
ru: Генеральное сражение (только для техники X уровня)
