Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# artefact_remove/gold_success
source: %(kind)s '%(name)s' demounted from vehicle. Gold spent: %(money)s.
ru: %(kind)s '%(name)s' снято с машины. Потрачено золота: %(money)s.

# artefact_remove/incompatibleEqs
source: Consumable '%s' has been sent to Depot due to incompatibility with the current module.
ru: Снаряжение '%s' отправлено на Склад в связи с несовместимостью с устанавливаемым модулем.

# artefact_remove/invalid_vehicle
source: Wrong vehicle. %(kind)s '%(name)s' not demounted.
ru: Неправильная машина. %(kind)s '%(name)s' не демонтировано.

# artefact_remove/server_error
source: Server error demounting %(kind)s '%(name)s'. Try again later.
ru: Произошла серверная ошибка демонтажа %(kind)s '%(name)s'. Попробуйте повторить операцию позже.

# artefact_remove/success
source: %(kind)s '%(name)s' demounted from vehicle.
ru: %(kind)s '%(name)s' снято с машины.

# artefact_remove/vehicle_locked
source: Vehicle locked. %(kind)s '%(name)s' not demounted.
ru: Машина заблокирована. %(kind)s '%(name)s' не демонтировано.

# artefact_remove/vehicle_need_repair
source: Vehicle damaged. %(kind)s '%(name)s' not demounted. Repair vehicle and try again.
ru: Машина повреждена. %(kind)s '%(name)s' не демонтировано. Отремонтируйте машину и повторите операцию.

# artefact_sell/invalid_module
source: Unable to sell %(kind)s '%(name)s'. Wrong module.
ru: Продажа %(kind)s '%(name)s' не удалась. Неправильный модуль.

# artefact_sell/server_error
source: Unable to sell %(kind)s '%(name)s'. Try again later.
ru: Продажа %(kind)s '%(name)s' не удалась. Попробуйте позже.

# artefact_sell/success
source: %(kind)s '%(name)s' successfully sold (%(count)s item(s)). Received %(money)s.
ru: %(kind)s '%(name)s' успешно продано (%(count)s шт.). Получено %(money)s.

# battleSession/kickedFromQueue
source: Unable to find opponents for the current Special Battle. Consider reorganizing your team.
ru: Невозможно подобрать соперников для данного Специального боя. Попробуйте переформировать команду.

# battleSession/memberJoined
source: %s has joined the team.
ru: %s присоединился к команде.

# battleSession/memberLeave
source: %s has left the team.
ru: %s покинул команду.

# battleSession/memberNotReady
source: %s is not ready to fight for the team.
ru: %s не готов воевать в команде.

# battleSession/memberOffline
source: Connection interrupted with %s.
ru: Потеря связи с %s.

# battleSession/memberReady
source: %s is ready to fight for the team.
ru: %s готов воевать в команде.

# buy_free_vehicle_limit_error
source: You have reached a limit for purchasing free vehicles. Try again tomorrow.
ru: Вы израсходовали лимит на приобретение бесплатной техники. Попробуйте завтра.

# buy_tankmen_berths/not_enough_credits
source: Error enlarging the Barracks. Not enough credits.
ru: Ошибка расширения Казармы. Недостаточно кредитов.

# buy_tankmen_berths/not_enough_gold
source: Error enlarging the Barracks. Not enough gold.
ru: Ошибка расширения Казармы. Недостаточно золота.

# buy_tankmen_berths/server_error
source: Error enlarging the Barracks. Try again later.
ru: Ошибка расширения Казармы. Попробуйте позже.

# buy_tankmen_berths/success
source: Barracks enlarged. Spent %(money)s.
ru: Казарма расширена. Потрачено %(money)s.

# company/createError
source: Only users with Premium Accounts can create Tank Companies.
ru: Создание рот доступно только игрокам с премиум аккаунтом.

# company/kickedFromQueue
source: Unable to find opponents for the current Tank Company. Consider reorganizing your team.
ru: Невозможно подобрать соперников для данной роты. Попробуйте переформировать команду.

# company/memberJoined
source: %s joined the Tank Company.
ru: %s присоединился к роте.

# company/memberLeave
source: %s left the Tank Company.
ru: %s покинул роту.

# company/memberNotReady
source: %s is not ready to fight in the Tank Company.
ru: %s не готов воевать в роте.

# company/memberOffline
source: Connection interrupted with %s.
ru: Потеря связи с %s.

# company/memberReady
source: %s is ready to fight in the Tank Company.
ru: %s готов воевать в роте.

# company/notSetReadyStatus
source: Unable to join the battle with the Tank Company.
ru: Не удалось выйти в бой в составе роты.

# dismiss_tankman/invalid_vehicle
source: Error dismissing a crew member. Wrong vehicle.
ru: Ошибка демобилизации члена экипажа. Неправильная машина.

# dismiss_tankman/server_error
source: Failed to dismiss a crew member. Try again later.
ru: Не удалось демобилизовать члена экипажа. Попробуйте позже.

# dismiss_tankman/success
source: Crew member successfully dismissed.
ru: Член экипажа демобилизован успешно.

# dismiss_tankman/vehicle_locked
source: Error dismissing a crew member. The vehicle is locked.
ru: Ошибка демобилизации члена экипажа. Машина заблокирована.

# dismiss_tankman/vehicle_need_repair
source: Error dismissing a crew member. Repair your vehicle.
ru: Ошибка демобилизации члена экипажа. Машине необходим ремонт.

# drop_tankman_skill/invalid_vehicle
source: Error resetting skills. Wrong vehicle.
ru: Ошибка сброса умений. Неправильная машина.

# drop_tankman_skill/server_error
source: Unable to reset skills. Try again later.
ru: Не удалось сбросить умения. Попробуйте позже.

# drop_tankman_skill/success
source: All skills and perks are successfully reset. Spent %(money)s.
ru: Все умения и навыки успешно сброшены. Потрачено %(money)s

# drop_tankman_skill/vehicle_locked
source: Error resetting skills. The vehicle is locked.
ru: Ошибка сброса умений. Машина заблокирована.

# drop_tankman_skill/vehicle_need_repair
source: Error resetting skills. Repair your vehicle.
ru: Ошибка сброса умений. Машине необходим ремонт.

# equip_tankman/invalid_vehicle
source: Error transferring a crew member to the vehicle. Wrong vehicle.
ru: Ошибка перемещения члена экипажа на машину. Неправильная машина.

# equip_tankman/server_error
source: Unable to transfer a crew member to the vehicle. Try again later.
ru: Член экипажа не перемещён. Попробуйте позже.

# equip_tankman/success
source: Crew member successfully transferred.
ru: Пересадка члена экипажа выполнена успешно.

# equip_tankman/vehicle_locked
source: Error transferring a crew member to the vehicle. The vehicle is locked.
ru: Ошибка перемещения члена экипажа на машину. Машина заблокирована.

# equip_tankman/vehicle_need_repair
source: Error transferring a crew member to the vehicle. Please repair the vehicle.
ru: Ошибка перемещения члена экипажа на машину. Необходим ремонт.

# free_xp_to_tman_skill/error/NOT_IMPLEMENTED
source: Operation is not available.
ru: Операция не поддерживается.

# free_xp_to_tman_skill/error/NO_FREE_XP
source: Error training a crew member. Not enough Free Experience.
ru: Ошибка при обучении члена экипажа. Недостаточно свободного опыта.

# free_xp_to_tman_skill/error/No tankman with given id
source: Error training a crew member. This crew member does not exist.
ru: Ошибка при обучении члена экипажа. Указанного члена экипажа не существует.

# free_xp_to_tman_skill/error/SHOP_DESYNC
source: Error training a crew member. Try again later.
ru: Ошибка при обучении члена экипажа. Попробуйте позже.

# free_xp_to_tman_skill/error/WRONG_ARGS_TYPE
source: Error training a crew member. Try again later.
ru: Ошибка при обучении члена экипажа. Попробуйте позже.

# free_xp_to_tman_skill/server_error
source: Unable to train a crew member. Try again later.
ru: Не удалось обучить члена экипажа. Попробуйте позже.

# free_xp_to_tman_skill/success
source: Crew member successfully trained. Free Experience spent: %(freeXP)s.
ru: Член экипажа успешно обучен. Потрачено свободного опыта: %(freeXP)s.

# layout_apply/BUYING_GOLD_EQS_FOR_CREDITS_DISABLED
source: Service error '%(vehName)s'. Unable to resupply consumables. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Невозможно пополнить снаряжение. Попробуйте позже.

# layout_apply/BUYING_GOLD_SHELLS_FOR_CREDITS_DISABLED
source: Service error '%(vehName)s'. Unable to resupply consumables. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Невозможно пополнить снаряжение. Попробуйте позже.

# layout_apply/Cannot equip equipment
source: Service error '%(vehName)s'. Unable to resupply consumables. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Невозможно пополнить снаряжение. Попробуйте позже.

# layout_apply/Cannot equip shells
source: Service error '%(vehName)s'. Unable to resupply shells. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Невозможно пополнить снаряды. Попробуйте позже.

# layout_apply/Cannot equip shells (maxAmmo limit exceeded)
source: Service error '%(vehName)s'. Unable to resupply shells. Maximum number of shells is loaded.
ru: Ошибка при обслуживании '%(vehName)s'. Невозможно пополнить снаряды. Максимальное количество снарядов загружено.

# layout_apply/Component is not in shop
source: Service error '%(vehName)s'. Unable to resupply consumables. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Невозможно пополнить снаряжение. Попробуйте позже.

# layout_apply/EQS_NO_CREDITS
source: Service error '%(vehName)s'. Not enough credits to purchase consumables. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Недостаточно кредитов для покупки снаряжения.

# layout_apply/EQS_NO_GOLD
source: Service error '%(vehName)s'. Not enough gold to purchase consumables. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Недостаточно золота для покупки снаряжения.

# layout_apply/NOT_RESEARCHED_ITEM
source: Service error '%(vehName)s'. Unable to resupply consumables. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Невозможно пополнить снаряжение. Попробуйте позже.

# layout_apply/No vehicle with given id
source: Service error '%(vehName)s'. Wrong vehicle.
ru: Ошибка при обслуживании '%(vehName)s'. Неправильная машина.

# layout_apply/SHELLS_NO_CREDITS
source: Service error '%(vehName)s'. Not enough credits to purchase shells.
ru: Ошибка при обслуживании '%(vehName)s'. Недостаточно кредитов для покупки снарядов.

# layout_apply/SHELLS_NO_GOLD
source: Service error '%(vehName)s'. Not enough gold to purchase shells.
ru: Ошибка при обслуживании '%(vehName)s'. Недостаточно золота для покупки снарядов.

# layout_apply/SHOP_DESYNC
source: Service error '%(vehName)s'. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Попробуйте позже.

# layout_apply/Vehicle is locked
source: Service error '%(vehName)s'. The vehicle is locked.
ru: Ошибка при обслуживании '%(vehName)s'. Машина заблокирована.

# layout_apply/WRONG_ARGS_TYPE
source: Service error '%(vehName)s'. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Попробуйте позже.

# layout_apply/WRONG_ARG_VALUE
source: Service error '%(vehName)s'. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Попробуйте позже.

# layout_apply/server_error
source: Service error '%(vehName)s'. Try again later.
ru: Ошибка при обслуживании '%(vehName)s'. Попробуйте позже.

# layout_apply/success_money_spent
source: Total spent on ammunition %(money)s.
ru: Всего на пополнение боекомплекта потрачено %(money)s.

# module_apply/error_is_current
source: The module %(kind)s '%(name)s' is already mounted.
ru: Модуль %(kind)s '%(name)s' уже установлен.

# module_apply/error_need_turret
source: %(kind)s '%(name)s' is not compatible with the current turret. Replace the turret.
ru: %(kind)s '%(name)s' не устанавливается в текущую башню. Замените башню на совместимую.

# module_apply/error_no_gun
source: %(kind)s '%(name)s' is not mounted. No compatible gun in the Depot.
ru: %(kind)s '%(name)s' не установлена. На Складе нет подходящего орудия.

# module_apply/error_not_for_current_vehicle
source: %(kind)s '%(name)s' is not compatible with the current turret. Replace the turret.
ru: %(kind)s '%(name)s' не подходит для данной башни. Замените башню.

# module_apply/error_not_for_this_vehicle_type
source: %(kind)s '%(name)s' does not fit this vehicle.
ru: Модуль %(kind)s '%(name)s' не подходит для данной машины.

# module_apply/error_not_with_installed_equipment
source: Module %(kind)s '%(name)s' is not compatible with consumables '%s'.
ru: Модуль %(kind)s '%(name)s' несовместим со снаряжением '%s'.

# module_apply/error_too_heavy
source: Module %(kind)s '%(name)s' is too heavy. Consider replacing the suspension or lightening the vehicle.
ru: Модуль %(kind)s '%(name)s' не подходит по массе. Попробуйте заменить ходовую часть или облегчить машину.

# module_apply/error_too_heavy_chassis
source: Module %(kind)s '%(name)s' is too heavy. Consider lightening the vehicle.
ru: Модуль %(kind)s '%(name)s' не подходит по массе. Попробуйте облегчить машину.

# module_apply/error_wrong_item_type
source: %(kind)s '%(name)s' is the wrong type.
ru: Модуль %(kind)s '%(name)s' не подходит по типу.

# module_apply/error_wrong_nation
source: %(kind)s '%(name)s' is the wrong nation.
ru: Модуль %(kind)s '%(name)s' не подходит по нации.

# module_apply/incompatibleEqs
source: Consumable '%(items)s' has been sent to Depot due to incompatibility with the current module.
ru: Снаряжение '%(items)s' отправлено на Склад в связи с несовместимостью с устанавливаемым модулем.

# module_apply/invalid_vehicle
source: Wrong vehicle. Unable to mount module %(kind)s '%(name)s'.
ru: Неправильная машина. Установка модуля %(kind)s '%(name)s' не удалась.

# module_apply/server_error
source: Server error mounting module %(kind)s '%(name)s'. Try again later.
ru: Произошла серверная ошибка установки модуля %(kind)s '%(name)s'. Попробуйте повторить операцию позже.

# module_apply/success
source: %(kind)s '%(name)s' mounted on vehicle.
ru: Модуль %(kind)s '%(name)s' установлен на машину.

# module_apply/success_gun_change
source: %(kind)s '%(name)s' mounted on vehicle with the gun '%(gun)s'.
ru: Модуль %(kind)s '%(name)s' установлен на машину с орудием '%(gun)s'.

# module_apply/vehicle_locked
source: The vehicle is locked; unable to mount module %(kind)s '%(name)s'.
ru: Машина заблокирована, установка модуля %(kind)s '%(name)s' не удалась.

# module_apply/vehicle_need_repair
source: Unable to mount module %(kind)s '%(name)s': vehicle is damaged. Repair your vehicle and try again.
ru: Машина повреждена. Модуль %(kind)s '%(name)s' не установлен. Отремонтируйте машину и повторите операцию.

# module_buy/invalid_module
source: Unable to purchase %(kind)s '%(name)s'. Wrong module.
ru: Покупка %(kind)s '%(name)s' не удалась. Неправильный модуль.

# module_buy/not_enough_credits
source: Unable to purchase %(kind)s '%(name)s'. Not enough credits.
ru: Покупка %(kind)s '%(name)s' не удалась. Недостаточно кредитов.

# module_buy/not_enough_gold
source: Unable to purchase %(kind)s '%(name)s'. Not enough gold.
ru: Покупка %(kind)s '%(name)s' не удалась. Недостаточно золота.

# module_buy/server_error
source: Unable to purchase %(kind)s '%(name)s'. Try again later.
ru: Покупка %(kind)s '%(name)s' не удалась. Попробуйте позже.

# module_buy/server_error_centerDown
source: Unable to purchase %(kind)s '%(name)s' module. The server is temporarily unavailable.
ru: Покупка %(kind)s '%(name)s' не удалась. Сервис покупки модулей временно недоступен.

# module_buy/success
source: Module %(kind)s '%(name)s' successfully purchased (%(count)s item(s)). Spent %(money)s.
ru: Модуль %(kind)s '%(name)s' успешно приобретён (%(count)s шт.). Потрачено %(money)s.

# module_sell/invalid_module
source: Unable to sell %(kind)s '%(name)s'. Wrong module.
ru: Продажа %(kind)s '%(name)s' не удалась. Неправильный модуль.

# module_sell/server_error
source: Unable to sell %(kind)s '%(name)s'. Try again later.
ru: Продажа %(kind)s '%(name)s' не удалась. Попробуйте позже.

# module_sell/success
source: Module %(kind)s '%(name)s' successfully sold (%(count)s item(s)). Received %(money)s.
ru: Модуль %(kind)s '%(name)s' успешно продан (%(count)s шт.). Получено %(money)s.

# prebattle/request/isInCoolDown
source: The operation "%(request)s" is suspended for %(coolDown)d seconds.
ru: Операция "%(request)s" заморожена на %(coolDown)d сек.

# prebattle/request/name/CHANGE_ARENA_VOIP
source: Change voice chat
ru: Смена голосового чата

# prebattle/request/name/CHANGE_SETTINGS
source: Change settings
ru: Смена настроек

# prebattle/request/name/PREBATTLES_LIST
source: Search
ru: Поиск

# prebattle/request/name/SEND_INVITE
source: Invite to Team
ru: Пригласить в команду

# prebattle/request/name/SET_PLAYER_STATE
source: Confirm readiness
ru: Подтверждение готовности

# prebattle/request/name/SET_TEAM_STATE
source: Confirm readiness of the team
ru: Подтверждение готовности команды

# prebattle/request/name/SWAP_TEAMS
source: Change Teams
ru: Смена команд

# prebattle/teamInvalid/limit/minCount
source: Only teams with minimum number of vehicles can join battles: %(minCount)d.
ru: К бою допускаются только команды с минимальным количеством техники: %(minCount)d.

# prebattle/teamInvalid/limit/totalLevel
source: Only teams with a total level between %(minTotalLevel)d and %(maxTotalLevel)d can join battles.
ru: К бою допускаются только команды с суммарным уровнем от %(minTotalLevel)d до %(maxTotalLevel)d.

# prebattle/teamInvalid/limits/level
source: Only vehicles of Tiers %(minLevel)d to %(maxLevel)d are allowed.
ru: К бою допускается только техника в диапазоне уровней от %(minLevel)d до %(maxLevel)d.

# prebattle/teamInvalid/limits/vehicles
source: This vehicle is not suitable for this battle.
ru: Выбранная машина не подходит для данного боя.

# prebattle/vehicleInvalid/limits/ammo
source: Shells and consumables loaded on the selected vehicle do not comply with battle conditions.
ru: На выбранную машину загружены снаряды или снаряжение, не удовлетворяющие условиям боя.

# prebattle/vehicleInvalid/limits/classLevel
source: Wrong vehicle tier for this battle. Minimum Tier for this type: %s. Maximum vehicle Tier for this class: %s.
ru: Выбранная машина не подходит для данного боя по уровню. Минимальный уровень для данного типа: %s. Максимальный уровень для данного класса: %s.

# prebattle/vehicleInvalid/limits/classes
source: Wrong vehicle type for this battle. Types allowed: %s.
ru: Выбранная машина не подходит для данного боя по типу техники. Разрешённые типы: %s.

# prebattle/vehicleInvalid/limits/components
source: Components mounted on the selected vehicle do not comply with battle conditions.
ru: На выбранную машину установлены компоненты, не удовлетворяющие условиям боя.

# prebattle/vehicleInvalid/limits/level
source: Wrong vehicle tier for this battle. Minimum Tier: %s. Maximum Tier: %s.
ru: Выбранная машина не подходит для данного боя по уровню. Минимальный уровень: %s. Максимальный уровень: %s.

# prebattle/vehicleInvalid/limits/nations
source: Wrong vehicle nation for this battle. Nations allowed: %s.
ru: Выбранная машина не подходит для данного боя по нации. Разрешённые нации: %s.

# prebattle/vehicleInvalid/limits/shells
source: Shells loaded on the selected vehicle do not comply with battle conditions.
ru: На выбранную машину загружены снаряды, не удовлетворяющие условиям боя.

# prebattle/vehicleInvalid/limits/vehicles
source: Wrong vehicle for this battle.
ru: Выбранная машина не подходит для данного боя.

# prebattle/vehicleInvalid/no_readyVehicle
source: The selected vehicle is not ready.
ru: Выбранная машина не готова.

# prebattle/vehicleInvalid/notSetReadyStatus
source: Unable to join the team.
ru: Не удалось присоединиться к команде.

# prebattle_start_failed/kickedFromQueue/company
source: Unable to find opponents for the current Tank Company. Consider reorganizing your team.
ru: Невозможно подобрать соперников для данной роты. Попробуйте переформировать команду.

# prebattle_start_failed/kickedFromQueue/deafult
source: Unable to find opponents for the current team. Consider reorganizing your team.
ru: Невозможно подобрать соперников для данной команды. Попробуйте переформировать команду.

# prebattle_start_failed/kickedFromQueue/squad
source: Unable to find opponents for the current Platoon. Consider reorganizing your team.
ru: Невозможно подобрать соперников для данного взвода. Попробуйте переформировать команду.

# premium/not_enough_gold
source: Not enough gold to purchase a Premium Account for %(period)d day(s).
ru: Недостаточно золота для покупки премиум аккаунта на срок %(period)d д.

# recruit_window/financial_success
source: Crew member successfully recruited. Spent %(price)s.
ru: Член экипажа успешно рекрутирован. Потрачено %(price)s.

# recruit_window/free_tankmen_limit
source: You have reached the limit for free crew members for today.
ru: Вы исчерпали лимит бесплатных членов экипажа на сегодняшний день.

# recruit_window/not_enough_credits
source: Error recruiting a crew member. Not enough credits.
ru: Ошибка рекрутирования члена экипажа. Недостаточно кредитов.

# recruit_window/not_enough_gold
source: Error recruiting a crew member. Not enough gold.
ru: Ошибка рекрутирования члена экипажа. Недостаточно золота.

# recruit_window/not_enough_space
source: Error recruiting and transferring a crew member to the vehicle. Not enough bunks in the Barracks. Please free up a bunk or purchase additional bunks in the Barracks.
ru: Ошибка рекрутирования и посадки члена экипажа на выбранную машину. Для рекрутирования члена экипажа необходима свободная койка в Казарме. Пожалуйста, освободите одну койку или приобретите дополнительные койки в Казарме.

# recruit_window/server_error
source: Error recruiting a crew member. Try again later.
ru: Ошибка рекрутирования члена экипажа. Попробуйте позже.

# recruit_window/success
source: Crew member successfully recruited.
ru: Член экипажа успешно рекрутирован.

# reequip_tankman/invalid_vehicle
source: Error replacing a crew member. Wrong vehicle.
ru: Ошибка замены члена экипажа. Неправильная машина.

# reequip_tankman/server_error
source: Unable to replace a crew member. Try again later.
ru: Замена члена экипажа не выполнена. Попробуйте позже.

# reequip_tankman/success
source: Crew member successfully replaced.
ru: Замена члена экипажа выполнена успешно.

# reequip_tankman/vehicle_locked
source: Error replacing a crew member. The vehicle is locked.
ru: Ошибка замены члена экипажа. Машина заблокирована.

# reequip_tankman/vehicle_need_repair
source: Error replacing a crew member. Repair your vehicle.
ru: Ошибка замены члена экипажа. Необходим ремонт.

# replace_tankman/invalid_vehicle
source: Error replacing Personal Data. Wrong vehicle.
ru: Ошибка смены документов члена экипажа. Неправильная машина.

# replace_tankman/not_enough_money
source: Error replacing Personal Data. Not enough credits.
ru: Ошибка смены документов члена экипажа. Недостаточно средств.

# replace_tankman/server_error
source: Error replacing Personal Data. Try again later.
ru: Смена документов члена экипажа не выполнена. Попробуйте позже.

# replace_tankman/success
source: Personal Data successfully replaced. Spent %(money)s.
ru: Смена документов члена экипажа выполнена успешно. Потрачено %(money)s

# replace_tankman/vehicle_locked
source: Error replacing Personal Data. The vehicle is locked.
ru: Ошибка смены документов члена экипажа. Машина заблокирована.

# replace_tankman/vehicle_need_repair
source: Error replacing Personal Data. Repair the vehicle.
ru: Ошибка смены документов члена экипажа. Машине необходим ремонт.

# retraining_tankman/financial_success
source: Crew member was successfully retrained. Spent %(price)s.
ru: Переобучение члена экипажа выполнено успешно. Потрачено %(price)s.

# retraining_tankman/invalid_vehicle
source: Error retraining a crew member. Wrong vehicle.
ru: Ошибка переобучения члена экипажа. Неправильная машина.

# retraining_tankman/server_error
source: Failed to retrain a crew member. Try again later.
ru: Переобучение члена экипажа не выполнено. Попробуйте позже.

# retraining_tankman/success
source: Crew member successfully retrained.
ru: Переобучение члена экипажа выполнено успешно.
