Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# XPToTmen/server_error
source: Error modifying the Accelerate Training setting for the %s crew. Try again later.
ru: Ошибка изменения ускоренного обучения экипажа %s. Попробуйте позже.

# XPToTmen/successFalse
source: Accelerated training of the %s crew is OFF.
ru: Ускоренное обучение экипажа %s выключено.

# XPToTmen/successTrue
source: Accelerated training of the %s crew is ON.
ru: Ускоренное обучение экипажа %s включено.

# addTankmanSkill/server_error
source: Failed to train a crew member for a new skill. Try again later.
ru: Новое умение не изучено. Попробуйте позже.

# addTankmanSkill/success
source: A new skill successfully trained.
ru: Новое умение успешно изучено.

# addTankmanSkill/vehicle_need_repair
source: Error training for a skill. Repair your vehicle.
ru: Ошибка изучения умения. Необходимо отремонтировать танк.

# addTankmanSkill/vehicle_need_wait
source: Error training for a skill. The vehicle is locked.
ru: Ошибка изучения умения. Танк заблокирован.

# addTankmanSkill/wrong_vehicle
source: Error training for a skill. Wrong vehicle.
ru: Ошибка изучения умения. Неверный танк.

# another_periphery
source: You are still logged in on another server.
ru: Не закончена сессия на другом сервере.

# arena_start_errors/join/ACCOUNT_LOCK
source: Error joining the battle: you have already joined the team.
ru: Ошибка присоединения. Вы уже присоединены к команде.

# arena_start_errors/join/ARENA_IS_NOT_RUNNING
source: Error joining the battle: the arena has not started yet.
ru: Ошибка присоединения к неначавшейся арене.

# arena_start_errors/join/CANNOT_CREATE
source: Error joining the battle: wrong team number.
ru: Ошибка присоединения. Неправильный номер команды.

# arena_start_errors/join/COOLDOWN
source: Joining error. The operation is temporarily suspended. Try again later.
ru: Ошибка присоединения. Операция временно заморожена. Попробуйте позже.

# arena_start_errors/join/NOT_FOUND
source: Error joining the battle: the invitation has expired.
ru: Ошибка присоединения. Приглашение устарело.

# arena_start_errors/join/PRIVACY
source: Joining error: not enough permissions.
ru: Ошибка присоединения. Недостаточно прав.

# arena_start_errors/join/TEAM_IS_FULL
source: Error joining the battle: the team has already been created.
ru: Ошибка присоединения. Команда уже сформирована.

# arena_start_errors/join/TIME_OUT
source: Error joining the battle: the connection has timed out.
ru: Ошибка присоединения. Слишком долго нет ответа.

# arena_start_errors/join/WRONG_ACCOUNT_TYPE
source: Joining error: unavailable for this Account Type.
ru: Ошибка присоединения. Недоступно для этого типа аккаунта.

# arena_start_errors/join/WRONG_ARGS
source: Joining error: WRONG_ARGS.
ru: Ошибка присоединения, WRONG_ARGS.

# arena_start_errors/join/WRONG_PERIPHERY_KNOWN
source: Connection failed. Please select server '%s'.
ru: Ошибка присоединения. Требуется перейти на сервер '%s'.

# arena_start_errors/join/WRONG_PERIPHERY_UNKNOWN
source: Connection failed. Please select another server.
ru: Ошибка присоединения. Требуется перейти на другой сервер.

# arena_start_errors/join/WRONG_VEHICLE
source: Error joining the battle: the current vehicle is not ready.
ru: Ошибка присоединения. Текущая машина не готова.

# arena_start_errors/join/no_readyVehicle
source: Unable to join the battle: the vehicle is not ready.
ru: Невозможно выйти в бой. Машина не готова.

# arena_start_errors/join/no_vehicle
source: Please purchase a vehicle to join a battle.
ru: Для участия в бою необходимо купить машину.

# arena_start_errors/kick/ARENA_CREATION_FAILURE
source: Error joining battle (ARENA_CREATION_FAILURE)
ru: Ошибка подключения к бою (ARENA_CREATION_FAILURE)

# arena_start_errors/kick/AVATAR_CREATION_FAILURE
source: Error joining battle (AVATAR_CREATION_FAILURE)
ru: Ошибка подключения к бою (AVATAR_CREATION_FAILURE)

# arena_start_errors/kick/BASEAPP_CRASH
source: Error joining battle (BASEAPP_CRASH)
ru: Ошибка подключения к бою (BASEAPP_CRASH)

# arena_start_errors/kick/CELLAPP_CRASH
source: Error joining battle (CELLAPP_CRASH)
ru: Ошибка подключения к бою (CELLAPP_CRASH)

# arena_start_errors/kick/CREATOR_LEFT
source: Error joining battle (CREATOR_LEFT)
ru: Ошибка подключения к бою (CREATOR_LEFT)

# arena_start_errors/kick/FINISHED
source: Error joining battle (FINISHED)
ru: Ошибка подключения к бою (FINISHED)

# arena_start_errors/kick/PLAYERKICK
source: Error joining battle (PLAYERKICK)
ru: Ошибка подключения к бою (PLAYERKICK)

# arena_start_errors/kick/PREBATTLE_CREATION_FAILURE
source: Error joining battle (PREBATTLE_CREATION_FAILURE)
ru: Ошибка подключения к бою (PREBATTLE_CREATION_FAILURE)

# arena_start_errors/kick/TIMEOUT
source: Error joining battle (TIMEOUT)
ru: Ошибка подключения к бою (TIMEOUT)

# arena_start_errors/kick/UNKNOWN_FAILURE
source: Error joining battle (UNKNOWN_FAILURE)
ru: Ошибка подключения к бою (UNKNOWN_FAILURE)

# arena_start_errors/kick/VEHICLE_CREATION_FAILURE
source: Error joining battle (VEHICLE_CREATION_FAILURE)
ru: Ошибка подключения к бою (VEHICLE_CREATION_FAILURE)

# arena_start_errors/kick/timeout
source: Maximum time in queue for battle has expired. Select another vehicle or try again later.
ru: Время ожидания в очереди на бой истекло, попробуйте сменить машину или зайти позже.

# bs/memberJoined
source: %s has joined the team.
ru: %s присоединился к команде.

# bs/memberLeave
source: %s has left the team.
ru: %s покинул команду.

# bs/memberNotReady
source: %s is not ready to fight for the team.
ru: %s не готов воевать в команде.

# bs/memberOffline
source: Connection interrupted with %s.
ru: Потеря связи с %s.

# bs/memberReady
source: %s is ready to fight for the team.
ru: %s готов воевать в команде.

# buyTankman/limit
source: You have reached the limit for free crew members for today.
ru: Вы исчерпали лимит бесплатных танкистов на сегодняшний день.

# buyTankman/not_enought_space
source: Error recruiting and transferring a crew member to the vehicle. Not enough bunks in the Barracks. Free or buy a bunk.
ru: Ошибка рекрутирования и посадки танкиста в выбранный танк. Для рекрутирования танкиста необходима свободная койка в казарме. Пожалуйста, освободите одну койку или приобретите дополнительные койки в Казарме.

# buyTankman/server_error
source: Error recruiting a crew member. Try again later.
ru: Ошибка рекрутирования танкиста. Попробуйте позже.

# buyTankman/success
source: The crew member successfully recruited.
ru: Танкист успешно рекрутирован.

# buy_berths/server_error
source: Error enlarging the Barracks. Try again later.
ru: Ошибка расширения Казармы. Попробуйте позже.

# buy_berths/success
source: The Barracks successfully enlarged. Gold spent: %s.
ru: Казарма расширена. Потрачено золота: %s.

# buy_slot/server_error
source: Error purchasing a slot. Try again later.
ru: Ошибка покупки слота. Попробуйте позже.

# buy_slot/success
source: Slot successfully purchased. You have spent %s.
ru: Куплен дополнительный слот в Ангаре. Потрачено %s.

# buy_vehicle_slot_error
source: Failed to purchase '%s'. No available slots in Garage. Consider selling a vehicle to free up a slot, or purchase a new slot.
ru: Не удалось купить '%s' . Нет свободных слотов в Ангаре. Продайте одну из машин или купите новый слот.

# buy_vehicle_slot_error2
source: Failed to purchase '%s'. No available slots in the Garage. Please free up a slot.
ru: Не удалось купить '%s' . Нет свободных слотов в Ангаре. Пожалуйста, освободите слот.

# charge/credit_error
source: %s credits and %s gold are required. Set the ammunition manually.
ru: Не хватает %s кредитов и %s золота. Установите боекомплект вручную.

# charge/credit_error_credits
source: %s more credits are required. Set the ammunition manually.
ru: Не хватает %s кредитов. Установите боекомплект вручную.

# charge/credit_error_gold
source: %s more gold is required. Set the ammunition manually.
ru: Не хватает %s золота. Установите боекомплект вручную.

# charge/inventory_error
source: Ammunition for the %(vehicle)s is not loaded. Load the ammunition manually.
ru: Боекомплект для %(vehicle)s не загружен. Установите боекомплект вручную.

# charge/money_spent
source: %s total spent on ammunition.
ru: Всего на закупку боекомплекта потрачено %s.

# charge/server_error
source: Error loading ammunition. Try again later.
ru: Ошибка загрузки боекомплекта. Попробуйте позже.

# charge/server_error_save
source: Error saving ammunition. Try again later.
ru: Ошибка запоминания боекомплекта. Попробуйте позже.

# charge/success
source: Ammunition successfully loaded.
ru: Боекомплект загружен.

# charge/success_save
source: Ammunition successfully saved.
ru: Боекомплект сохранён.

# checkout_error
source: Error receiving player details. Please try again.
ru: Ошибка сервера при получении информации об игроке. Попробуйте войти ещё раз.

# clientInstallError_not_for_this_vehicle_type
source: %s '%s' does not fit this vehicle.
ru: Модуль %s '%s' не подходит для этой машины.

# clientInstallError_too_heavy
source: %s '%s' is too heavy. Consider replacing the suspension or lightening the vehicle.
ru: Модуль %s '%s' не подходит по массе. Попробуйте заменить ходовую часть или облегчить машину.

# clientInstallError_vehicleGun_not_for_current_vehicle
source: %s '%s' does not fit this turret. Replace the turret.
ru: %s '%s' не подходит для данной башни. Замените башню.

# clientInstallError_wrong_item_type
source: %s '%s' is the wrong type.
ru: Модуль %s '%s' не подходит по типу.

# clientInstallError_wrong_nation
source: %s '%s' is the wrong nation.
ru: Модуль %s '%s' не подходит по нации.

# clientRemoveError_not_in_list
source: %s '%s' does not fit this vehicle.
ru: Модуль %s '%s' не подходит для данной машины.

# clientRemoveError_too_heavy
source: %s '%s' is too heavy. Consider lightening the vehicle.
ru: Модуль %s '%s' не подходит по массе. Попробуйте облегчить машину.

# clientRemoveError_wrong_item_type
source: %s '%s' is the wrong type.
ru: Модуль %s '%s' не подходит по типу.

# clientRemoveError_wrong_nation
source: %s '%s' is the wrong nation.
ru: Модуль %s '%s' не подходит по нации.

# connected
source: Welcome to the World of Tanks server '%s'!
ru: Добро пожаловать на сервер '%s' World of Tanks!

# current_vehicle_changed
source: Current vehicle is replaced with '%s'.
ru: Текущая машина изменена на '%s'.

# customization/camouflage_change_server_error
source: A server error occurred while replacing Camouflage. Try again later.
ru: Произошла серверная ошибка при смене камуфляжа. Попробуйте повторить операцию позже.

# customization/camouflage_change_success/credits
source: Camouflage successfully changed. Credits spent: %s.
ru: Камуфляж успешно изменён. Потрачено кредитов: %s.

# customization/camouflage_change_success/gold
source: Camouflage successfully changed. Gold spent: %s.
ru: Камуфляж успешно изменён. Потрачено золота: %s.

# customization/camouflage_cost_not_found
source: Unable to change Camouflage. Cost not found.
ru: Смена камуфляжа невозможна. Невозможно определить стоимость камуфляжа.

# customization/camouflage_days_not_selected
source: Unable to change Camouflage. Please select Camouflage expiry date.
ru: Смена камуфляжа невозможна. Выберите, пожалуйста, срок действия камуфляжа.

# customization/camouflage_drop_server_error
source: A server error occurred while removing Camouflage. Try again later.
ru: Произошла серверная ошибка при удалении камуфляжа. Попробуйте повторить операцию позже.

# customization/camouflage_drop_success
source: Camouflage successfully removed.
ru: Камуфляж успешно удалён.

# customization/camouflage_get_cost_server_error
source: Server error receiving Camouflage packages. Try again later.
ru: Произошла серверная ошибка при получении пакетов аренды камуфляжа, попробуйте повторить операцию позже.

# customization/camouflage_not_found_to_drop
source: Unable to remove Camouflage. Current Camouflage is not selected.
ru: Удалить камуфляж невозможно. Текущий камуфляж не назначен.

# customization/camouflage_not_selected
source: Unable to replace Camouflage. Please select Camouflage.
ru: Смена камуфляжа невозможна. Выберите камуфляж.

# customization/credits_and_gold_not_enough
source: Unable to customize. Not enough credits and gold.
ru: Кастомизация невозможна. Недостаточно кредитов и золота.

# customization/credits_not_enough
source: Unable to customize. Not enough credits.
ru: Кастомизация невозможна. Недостаточно кредитов.

# customization/gold_not_enough
source: Unable to customize. Not enough gold.
ru: Кастомизация невозможна. Недостаточно золота.

# customization/horn_change_server_error
source: Server error replacing Horn. Try again later.
ru: Произошла серверная ошибка при смене клаксона. Попробуйте повторить операцию позже.

# customization/horn_change_success
source: Horn successfully replaced. Gold spent: %s.
ru: Клаксон успешно изменён. Потрачено золота: %s.

# customization/horn_cost_not_found
source: Unable to replace Horn. Cost not found.
ru: Смена клаксона невозможна. Невозможно определить стоимость клаксона.

# customization/horn_drop_server_error
source: A server error occurred while removing Horn. Try again later.
ru: Произошла серверная ошибка при удалении клаксона. Попробуйте повторить операцию позже.

# customization/horn_drop_success
source: Horn successfully removed.
ru: Клаксон успешно удалён.

# customization/horn_get_cost_server_error
source: Server error requesting Horns in Store. Try again later.
ru: Произошла серверная ошибка при запросе клаксонов из Магазина, попробуйте повторить операцию позже.

# customization/horn_not_found_to_drop
source: Failed to remove Horn. Current Horn is not selected.
ru: Удалить клаксон невозможно. Текущий клаксон не назначен.

# customization/horn_not_selected
source: Failed to replace Horn. Please select Horn.
ru: Смена клаксона невозможна. Выберите клаксон.

# customization/vehicle_damaged
source: Unable to customize. Vehicle damaged. Repairs required.
ru: Кастомизация невозможна. Машина повреждена. Необходим ремонт.

# customization/vehicle_destroyed
source: Unable to customize. Vehicle knocked out. Repairs required.
ru: Кастомизация невозможна. Машина разбита. Необходим ремонт.

# customization/vehicle_exploded
source: Unable to customize. Vehicle destroyed. Repairs required.
ru: Кастомизация невозможна. Машина взорвана. Необходим ремонт.

# customization/vehicle_locked
source: Customization failed. The vehicle is locked.
ru: Кастомизация невозможна. Машина заблокирована.

# denunciation/success
source: Complaint about %(name)s regarding "%(topic)s" accepted.
ru: Жалоба на %(name)s «%(topic)s» принята.

# disconnected
source: Client is disconnected from the server.
ru: Клиент отключён от сервера.

# dismissTankman/server_error
source: Failed to dismiss a crew member. Try again later.
ru: Не удалось демобилизовать танкиста. Попробуйте позже.

# dismissTankman/success
source: Crew member successfully dismissed.
ru: Танкист демобилизован успешно.

# dismissTankman/vehicle_need_repair
source: Error dismissing a crew member. Repair your vehicle.
ru: Ошибка демобилизации танкиста. Необходимо отремонтировать танк.

# dismissTankman/vehicle_need_wait
source: Error dismissing a crew member. The vehicle is locked.
ru: Ошибка демобилизации танкиста. Танк заблокирован.

# dismissTankman/wrong_vehicle
source: Error dismissing a crew member. Wrong vehicle.
ru: Ошибка демобилизации танкиста. Неверный танк.

# dropTankmanSkill/server_error
source: Unable to drop skills. Try again later.
ru: Не удалось сбросить умения. Попробуйте позже.

# dropTankmanSkill/success
source: All skills and perks successfully dropped. Spent %s
ru: Все умения и навыки успешно сброшены. Потрачено %s

# dropTankmanSkill/vehicle_need_repair
source: Error dropping skills. Repair your vehicle.
ru: Ошибка сброса умений. Необходимо отремонтировать танк.

# dropTankmanSkill/vehicle_need_wait
source: Error dropping skills. The vehicle is locked.
ru: Ошибка сброса умений. Танк заблокирован.

# dropTankmanSkill/wrong_vehicle
source: Error dropping skills. Wrong vehicle.
ru: Ошибка сброса умений. Неверный танк.

# equipTankman/not_enought_space
source: Error transferring a crew member to the vehicle. Not enough bunks in the Barracks.
ru: Ошибка перемещения танкиста в танк. Недостаточно места в Казарме.

# equipTankman/server_error
source: Unable to transfer a crew member to the vehicle. Try again later.
ru: Танкист не перемещён. Попробуйте позже.

# equipTankman/success
source: Crew member successfully transferred.
ru: Пересадка танкиста выполнена успешно.

# equipTankman/vehicle_need_repair
source: Error transferring a crew member to the vehicle. Please repair the vehicle.
ru: Ошибка перемещения танкиста в танк. Необходимо отремонтировать танк.

# equipTankman/vehicle_need_wait
source: Error transferring a crew member to the vehicle. The vehicle is locked.
ru: Ошибка перемещения танкиста в танк. Танк заблокирован.

# equipTankman/wrong_vehicle
source: Error transferring a crew member to the vehicle. Wrong vehicle.
ru: Ошибка перемещения танкиста в танк. Неверный танк.

# exchange/server_error
source: Error exchanging %(gold)s gold. Try again later.
ru: Ошибка обмена %(gold)s золота. Попробуйте позже.

# exchange/success
source: %(gold)s gold successfully exchanged. Received %(credits)s.
ru: Обмен %(gold)s золота успешно завершён. Получено %(credits)s.

# exchangeVehiclesXP/server_error
source: Error converting %d XP to Free Experience.
ru: Ошибка перевода %d опыта в свободный.

# exchangeXP/server_error
source: Error converting %(xp)s XP. Try again later.
ru: Ошибка перевода %(xp)s опыта. Попробуйте позже.

# exchangeXP/success
source: %(xp)s XP successfully converted to Free Experience. Gold spent %(gold)s.
ru: Перевод %(xp)s опыта в свободный успешно завершён. Потрачено золота: %(gold)s.

# fitting/artefact_apply_error_not_for_this_vehicle_type
source: %s '%s' does not fit this vehicle.
ru: %s '%s' не подходит для этого танка.

# fitting/artefact_apply_error_too_heavy
source: %s '%s' is too heavy. Consider replacing the suspension or lightening the vehicle.
ru: %s '%s' не подходит по массе. Попробуйте заменить ходовую часть или сделать танк легче.

# fitting/artefact_apply_success
source: %s '%s' mounted on vehicle.
ru: %s '%s' установлено на танк.

# fitting/artefact_apply_vehicle_broken
source: Unable to mount %s '%s': vehicle is damaged. Repair your vehicle and try again.
ru: Танк повреждён. %s '%s' не установлено. Отремонтируйте танк и повторите операцию.

# fitting/artefact_apply_vehicle_locked
source: Unable to mount %s '%s': vehicle is locked.
ru: Танк заблокирован. %s '%s' не установлено.

# fitting/artefact_buy_credit_error
source: To purchase %s '%s', %s more credits are required.
ru: Для покупки %s '%s' не хватает %s кредитов.

# fitting/artefact_buy_server_error
source: Failed to purchase module %s '%s'. Try again later.
ru: Не удалось купить %s '%s'. Попробуйте позже.

# fitting/artefact_buy_success
source: %s '%s' (%d item(s)) successfully purchased. You have spent %s.
ru: %s '%s' успешно приобретено (%d шт.). Потрачено %s.

# fitting/artefact_destroy_success
source: %s '%s' destroyed by demounting.
ru: %s '%s' уничтожено при демонтаже.

# fitting/artefact_remove_error_too_heavy
source: Failed to demount %s '%s'. Consider replacing the suspension or lightening the vehicle.
ru: %s '%s' нельзя демонтировать. Попробуйте заменить ходовую часть или сделать танк легче.

# fitting/artefact_remove_gold_success
source: %s '%s' demounted. Gold spent: %s.
ru: %s '%s' снято с танка. Потрачено золота: %s.

# fitting/artefact_remove_success
source: %s '%s' demounted from the vehicle.
ru: %s '%s' снято с танка.

# fitting/artefact_sell_server_error
source: Failed to sell %s '%s'. Try again later.
ru: Не удалось продать %s '%s'. Попробуйте позже.

# fitting/artefact_sell_success
source: %s '%s' (%d item(s)) successfully sold. You have received %s.
ru: %s '%s' успешно продано (%d шт.). Получено %s.

# fitting/artefact_server_apply_error
source: Server error mounting %s '%s'. Try again later.
ru: Произошла серверная ошибка установки %s '%s'. Попробуйте повторить операцию позже.

# fitting/artefact_server_remove_error
source: Failed to demount %s '%s'. Try again later.
ru: Не удалось демонтировать %s '%s'. Попробуйте позже.

# fitting/module_apply_error_is_current
source: %s '%s' is already mounted.
ru: Модуль %s '%s' уже установлен.

# fitting/module_apply_error_no_gun
source: Unable to mount %s '%s': no available gun in Depot.
ru: %s '%s' не установлена. На Складе нет подходящего орудия.

# fitting/module_apply_error_not_for_current_vehicle
source: %s '%s' does not fit in this turret. Replace the turret.
ru: %s '%s' не подходит для данной башни танка. Замените башню.

# fitting/module_apply_error_not_for_this_vehicle_type
source: %s '%s' does not fit this vehicle.
ru: Модуль %s '%s' не подходит для данного танка.

# fitting/module_apply_error_not_with_installed_equipment
source: Module %s '%s' is incompatible with consumable '%s'.
ru: Модуль %s '%s' несовместим со снаряжением '%s'.

# fitting/module_apply_error_too_heavy
source: %s '%s' is too heavy. Consider replacing suspension or lightening the vehicle.
ru: Модуль %s '%s' не подходит по массе. Попробуйте заменить ходовую часть или сделать танк легче.

# fitting/module_apply_error_too_heavy_chassis
source: %s '%s' is too heavy. Consider lightening the vehicle.
ru: Модуль %s '%s' не подходит по массе. Попробуйте сделать танк легче.

# fitting/module_apply_error_wrong_item_type
source: %s '%s' is the wrong type.
ru: Модуль %s '%s' не подходит по типу.

# fitting/module_apply_error_wrong_nation
source: %s '%s' is the wrong nationality.
ru: Модуль %s '%s' не подходит по нации.

# fitting/module_apply_success
source: %s '%s' mounted on vehicle.
ru: Модуль %s '%s' установлен на танк.

# fitting/module_apply_success_gun_change
source: Module %s '%s' mounted on vehicle with gun '%s'.
ru: Модуль %s '%s' установлен на танк с орудием '%s'.

# fitting/module_apply_vehicle_broken
source: Unable to mount module %s '%s': vehicle is damaged. Repair your vehicle and try again.
ru: Танк повреждён. Модуль %s '%s' не установлен. Отремонтируйте танк и повторите операцию.

# fitting/module_apply_vehicle_locked
source: The vehicle is locked, unable to mount module %s '%s'.
ru: Танк заблокирован, установка модуля %s '%s' не удалась.

# fitting/module_buy_credit_error
source: To purchase %s '%s', %s more credits are required.
ru: Для покупки %s '%s' не хватает %s кредитов.

# fitting/module_buy_server_error
source: Failed to purchase module %s '%s'. Try again later.
ru: Не удалось купить модуль %s '%s'. Попробуйте позже.

# fitting/module_buy_success
source: %s '%s' (%d item(s)) successfully purchased. You have spent %s.
ru: Модуль %s '%s' успешно приобретён (%d шт.). Потрачено %s.

# fitting/module_sell_server_error
source: Failed to sell %s '%s'. Try again later.
ru: Не удалось продать %s '%s'. Попробуйте позже.

# fitting/module_sell_success
source: %s '%s' (%d item(s)) successfully sold. You have received %s.
ru: Модуль %s '%s' успешно продан (%d шт.). Получено %s.

# fitting/module_server_apply_error
source: Server error mounting module %s '%s'. Try again later.
ru: Произошла серверная ошибка установки модуля %s '%s'. Попробуйте повторить операцию позже.

# fitting/remove/incompatibleEqs
source: Consumable '%s' has been sent to Depot due to incompatibility with the current module.
ru: Снаряжение '%s' отправлено на Склад в связи с несовместимостью с устанавливаемым модулем.

# fitting/shell_buy_credit_error
source: To purchase %s, %s more credits are required.
ru: Для покупки %s не хватает %s кредитов.

# fitting/shell_buy_server_error
source: Failed to purchase %s. Try again later.
ru: Покупка %s не удалась. Попробуйте позже.
