Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# clubs/request/errors/joinUnit/webUnavailable
source: Unable to assemble the team. Try again later.
ru: Собрать команду временно невозможно. Попробуйте позже.

# prebattle/request/name/CHANGE_ES_TYPE
source: Mode selection
ru: Переключение режима

# prebattle/request/name/SET_ES_VEHICLE_LIST
source: Select Vehicles
ru: Выбор техники

# prebattle/vehicleInvalid/falloutOnly
source: The selected vehicle is only suitable for the Rampage mode.
ru: Выбранная машина подходит только для режима «Бой до последнего».

# premium/post_battle_premium
source: By purchasing Premium Account you earned an additional %(xpDiff)d XP and %(creditDiff)d credits.
ru: Благодаря покупке премиум аккаунта вы дополнительно получаете %(xpDiff)d опыта и %(creditDiff)d кредитов за бой.

# unit/notification/changeDivision
source: The Commander %(name)s selected the %(division)s Division.
ru: Командир %(name)s выбрал %(division)s дивизион.

# unit/notification/divisionType/ABSOLUTE
source: Absolute
ru: Абсолютный

# unit/notification/divisionType/CHAMPION
source: Champion
ru: Чемпионский

# unit/notification/divisionType/MIDDLE
source: Medium
ru: Средний

# clans/isClanProfileDisabled
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/notifications/accept
source: Accept
ru: Принять

# clans/notifications/decline
source: Decline
ru: Отклонить

# clans/notifications/from
source: from %(user)s
ru: от %(user)s

# clans/notifications/info
source: View clan details
ru: Просмотреть информацию о клане

# clans/notifications/invite
source: Invitation to Сlan
ru: Приглашение в клан

# clans/notifications/invite/accepted
source: Clan invitation accepted.
ru: Приглашение в клан принято

# clans/notifications/invite/declined
source: Clan invitation declined.
ru: Приглашение в клан отклонено

# clans/notifications/invite/expired
source: Clan invitation is invalid.
ru: Приглашение в клан недействительно

# clans/notifications/inviteAccepted
source: %(nameStartTag)s%(name)s%(nameEndTag)s accepted the clan invitation.
ru: %(nameStartTag)s%(name)s%(nameEndTag)s принял приглашение в клан.

# clans/notifications/inviteDeclined
source: %(nameStartTag)s%(name)s%(nameEndTag)s declined the clan invitation.
ru: %(nameStartTag)s%(name)s%(nameEndTag)s отклонил приглашение в клан.

# clans/notifications/inviteSendError
source: Unable to send a clan invitation to %(userName)s.
ru: Невозможно отправить приглашение %(userName)s.

# clans/notifications/inviteSent
source: Clan invitation sent to %(userName)s.
ru: Приглашение игроку %(userName)s отправлено.

# clans/notifications/invites
source: Clan invitations: %(count)s
ru: Приглашений в кланы: %(count)s

# clans/notifications/invites/turnOff
source: Disable notifications
ru: Отключить уведомления

# clans/notifications/invites/watchInvites
source: View Invitations
ru: Просмотреть приглашения

# clans/notifications/invitesSendError
source: Clan invitations were not sent to %(userCount)d players.
ru: Приглашения не были отправлены %(userCount)d игрокам.

# clans/notifications/invitesSent
source: Invitations were sent to %(userCount)d players.
ru: Приглашения были отправлены %(userCount)d игрокам.

# clans/notifications/personal/appAccepted
source: You have been accepted to clan %(nameStartTag)s%(name)s%(nameEndTag)s.
ru: Вы приняты в клан %(nameStartTag)s%(name)s%(nameEndTag)s.

# clans/notifications/personal/appDeclined
source: Your application to clan %(nameStartTag)s%(name)s%(nameEndTag)s was declined.
ru: Ваша заявка на вступление в клан %(nameStartTag)s%(name)s%(nameEndTag)s отклонена.

# clans/notifications/request
source: Application to clan
ru: Заявка на вступление в клан

# clans/notifications/request/accepted
source: Application accepted.
ru: Заявка принята

# clans/notifications/request/declined
source: Application declined.
ru: Заявка отклонена

# clans/notifications/requestSent
source: Application submitted to clan: %(clanName)s
ru: Отправлена заявка в клан: %(clanName)s

# clans/notifications/requests
source: Invitations from players: %(count)s
ru: Заявок от игроков: %(count)s

# clans/notifications/requests/watchRequests
source: View Applications
ru: Просмотреть заявки

# clans/request/errors/Account does not meet requirements
source: Action unavailable. The player does not comply with the recruitment requirements.
ru: Действие недоступно. Игрок не удовлетворяет условиям набора.

# clans/request/errors/Account in unknown
source: Action unavailable. Incorrect account.
ru: Действие недоступно. Некорректный аккаунт.

# clans/request/errors/Account is banned
source: Action unavailable. Account is banned.
ru: Действие недоступно. Аккаунт забанен.

# clans/request/errors/Account is in clan already
source: This player is already a member of a clan.
ru: Игрок уже состоит в клане.

# clans/request/errors/Account is not in clan
source: Action unavailable. Player is not a clan member.
ru: Действие недоступно. Игрок не состоит в клане.

# clans/request/errors/Application does not exist
source: Action unavailable. Application does not exist.
ru: Действие недоступно. Заявка не существует.

# clans/request/errors/Application is not active
source: Action unavailable. Application expired.
ru: Действие недоступно. Заявка устарела.

# clans/request/errors/Bad request
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/CANT_SEND_INVITES
source: Insufficient permissions to submit an invitation to the clan.
ru: Недостаточно полномочий для отправки приглашений на вступление в клан.

# clans/request/errors/CLAN_CONSCRIPTION_CLOSED
source: Clan recruitment closed.
ru: Набор в клан закрыт.

# clans/request/errors/CLAN_IS_FULL
source: Clan is full.
ru: В клане нет свободных мест.

# clans/request/errors/Clan does not exist
source: Action unavailable. Clan does not exist.
ru: Действие недоступно. Клан не существует.

# clans/request/errors/Clan is disbanded
source: Action unavailable. Clan dismissed.
ru: Действие недоступно. Клан распущен.

# clans/request/errors/Clan is full
source: Action unavailable. Clan is full.
ru: Действие недоступно. Нет свободных мест.

# clans/request/errors/Clan is not active
source: Action unavailable. Clan is inactive.
ru: Действие недоступно. Клан неактивен.

# clans/request/errors/DEFAULT
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/Exporter error was occurred
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/FORBIDDEN_ACCOUNT_TYPE
source: Action unavailable for accounts of this type.
ru: Действие недоступно для данного типа аккаунта.

# clans/request/errors/Forbidden
source: Action unavailable. Insufficient permissions.
ru: Действие недоступно. Недостаточно полномочий.

# clans/request/errors/Global map error was occurred
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/Invite does not exist
source: Action unavailable. Invitation does not exist.
ru: Действие недоступно. Приглашение не существует.

# clans/request/errors/Invite is not active
source: Action unavailable. Invitation has expired.
ru: Действие недоступно. Приглашение устарело.

# clans/request/errors/Recruiting policy mismatch
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/SPA error was occurred
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/Stronghold is not found
source: Action unavailable. Stronghold is unavailable.
ru: Действие недоступно. Укрепрайон недоступен.

# clans/request/errors/Too Many Applications
source: Action unavailable. Maximum number of applications submitted.
ru: Действие недоступно. Лимит заявок достигнут.

# clans/request/errors/Too many invites
source: Action unavailable. Maximum number of invitations sent.
ru: Действие недоступно. Лимит приглашений достигнут.

# clans/request/errors/User is not authentificated
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/WGCCBE error was occurred
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/WGCCFE error was occurred
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clans/request/errors/Wgrs error was occurred
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# fortification/errors/BAD_SORTIE_PERIPHERY_ID
source: Battles are restricted on this server at the moment.
ru: В настоящий момент бои на данном сервере запрещены.

# potapovQuests/refuse/server_error/fallout/LOCKED_BY_VEHICLE_QUEST
source: Currently unable to cancel the mission. Please wait until the group of vehicles is not in battle.
ru: Отказ от задачи временно невозможен. Дождитесь возвращения из боя группы машин.

# potapovQuests/select/server_error/fallout/LOCKED_BY_VEHICLE_QUEST
source: Currently unable to select the mission. Please wait until the group of vehicles is not in battle.
ru: Выбор задачи временно невозможен. Дождитесь возвращения из боя группы машин.

# queue/isInQueue
source: Operation currently unavailable. Try again later.
ru: В данный момент операция невозможна. Попробуйте позже.

# telecom/notifications/vehicleBlocked/title
source: Vehicle unavailable
ru: Машина недоступна

# telecom/notifications/vehicleRemoved/title
source: Vehicles removed
ru: Списана машина

# clans/request/errors/Account already invited
source: %(userName)s has already been invited to your clan.
ru: %(userName)s уже приглашён в ваш клан.

# clans/request/errors/Account in cooldown
source: The two-day penalty for leaving your previous clan has not yet expired.
ru: Двухдневный штраф после выхода из предыдущего клана ещё не истёк.

# prebattle/request/name/CHANGE_FALLOUT_QUEUE_TYPE
source: Mode selection
ru: Переключение режима

# prebattle/request/name/SET_VEHICLE_LIST
source: Select Vehicles
ru: Выбор техники

# booster_activate/ALREADY_USED
source: Action unavailable. Personal Reserve already used.
ru: Действие недоступно. Личный резерв уже использован.

# booster_activate/DISABLED
source: Unable to activate Personal Reserve. Action unavailable.
ru: Ошибка активации личного резерва. Действие недоступно.

# booster_activate/EXCEPTION
source: Unable to activate Personal Reserve. Action unavailable.
ru: Ошибка активации личного резерва. Действие недоступно.

# booster_activate/NO_BOOSTERS
source: Action unavailable. Personal Reserve not available or not selected.
ru: Действие недоступно. Личный резерв отсутствует или не выбран.

# booster_activate/WRONG_ARGS
source: Unable to activate Personal Reserve. Action unavailable.
ru: Ошибка активации личного резерва. Действие недоступно.

# booster_activate/server_error
source: Unable to activate Personal Reserve. Try again later.
ru: Ошибка активации личного резерва. Попробуйте позже.

# booster_activate/success
source: Personal Reserve "%(boosterName)s" activated. Time left: %(time)s.
ru: Личный резерв «%(boosterName)s» активирован! До окончания действия: %(time)s.

# booster_buy/not_enough_credits
source: Unable to purchase Personal Reserve "%(boosterName)s". Not enough credits.
ru: Покупка личного резерва «%(boosterName)s» не удалась. Недостаточно кредитов.

# booster_buy/not_enough_gold
source: Unable to purchase Personal Reserve "%(boosterName)s". Not enough gold.
ru: Покупка личного резерва «%(boosterName)s» не удалась. Недостаточно золота.

# booster_buy/server_error
source: Unable to purchase Personal Reserve "%(boosterName)s".
ru: Покупка личного резерва «%(boosterName)s» не удалась.

# booster_buy/server_error_centerDown
source: Unable to purchase Personal Reserve "%(boosterName)s". Server is temporarily unavailable.
ru: Покупка личного резерва «%(boosterName)s» не удалась. Сервис покупки временно недоступен.

# booster_buy/success
source: Personal Reserve "%(boosterName)s" successfully purchased (%(count)s item(s)). Spent %(money)s.
ru: Личный резерв «%(boosterName)s» успешно приобретён (%(count)s шт.). Потрачено %(money)s.

# booster_buy/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# booster_sell/server_error
source: Unable to sell Personal Reserve "%(boosterName)s". Try again later.
ru: Продажа личного резерва «%(boosterName)s» не удалась. Попробуйте позже.

# booster_sell/server_error_centerDown
source: Unable to sell Personal Reserve "%(boosterName)s". Try again later.
ru: Продажа личного резерва «%(boosterName)s» не удалась. Попробуйте позже.

# booster_sell/success
source: Personal Reserve "%(boosterName)s" successfully sold (%(count)s item(s)). Received %(money)s.
ru: Личный резерв «%(boosterName)s» успешно продан (%(count)s шт.). Получено %(money)s.

# charge/credits_error
source: %s more credits and %s more gold is required. Load the ammunition manually.
ru: Не хватает %s кредитов и %s золота. Установите боекомплект вручную.

# charge/credits_error_credits
source: %s more credits are required. Load the ammunition manually.
ru: Не хватает %s кредитов. Установите боекомплект вручную.

# charge/credits_error_gold
source: %s more gold is required. Load the ammunition manually.
ru: Не хватает %s золота. Установите боекомплект вручную.

# fortification/errors/FORT_DISABLED
source: Error. Stronghold is temporarily unavailable.
ru: Ошибка. Режим «Укрепрайон» временно недоступен.

# fortification/notification/turnedOff
source: Stronghold is temporarily unavailable. Try again later.
ru: Укрепрайон временно недоступен. Повторите попытку позже.

# fortification/notification/turnedOn
source: The Stronghold: Battles mode is available again.
ru: Режим «Укрепрайон: сражения» снова доступен.

# potapovQuests/refuse/no_quests
source: No current missions selected.
ru: Текущих выбранных задач нет.

# potapovQuests/refuse/quests
source: Current missions selected: %(questNames)s.
ru: Текущие выбранные задачи: %(questNames)s.

# prebattle/vehicleInvalid/no_selectedVehicle
source: You must purchase a vehicle.
ru: Необходимо купить машину.

# repair/credits_error
source: %s more credits are required to repair the %s.
ru: Не хватает %s кредитов на ремонт %s.

# squad/notValidDeleted
source: The %(vehName)s was excluded from the Platoon because its tier does not match the tier of the Commander's vehicle. Select a vehicle of the same tier.
ru: Машина %(vehName)s исключена из состава взвода из-за несоответствия уровню машины командира взвода. Выберите машину такого же уровня.

# battlesession/error/AddObserver
source: Error. Maximum number of spectators on a team: %(numPlayers)s.
ru: Ошибка. Максимальное количество наблюдателей в команде - %(numPlayers)s.

# battlesession/error/AddPlayer
source: Error. Maximum number of players on a team: %(numPlayers)s.
ru: Ошибка. Максимальное количество игроков в команде - %(numPlayers)s.

# battlesession/error/Limits
source: Error. Maximum number of players on a team has been exceeded.
ru: Ошибка. Превышено максимальное количество участников в команде.

# fortification/errors/BAD_LEVEL_PLANNED_ATTACK
source: Unable to attack the selected clan: the difference in Stronghold levels is more than one. Select another clan.
ru: Невозможно атаковать выбранный клан: разница между уровнями Укрепрайонов более 1. Выберите другой клан.

# fortification/errors/DISCONNECTED_FROM_CENTER
source: Stronghold is temporarily unavailable.
ru: Укрепрайон временно недоступен.

# fortification/errors/TOO_MANY_FAVORITES
source: The limit of bookmarked clans has been reached.
ru: Достигнут лимит кланов, отмеченных как избранные.

# prmp/notification/newEncyclopediaRecommendation
source: The Training Center features new materials.
ru: В Учебном центре доступны новые материалы.

# recruit_window/disconnected_from_center
source: Unable to recruit a crew member. The service is temporarily unavailable.
ru: Ошибка рекрутирования члена экипажа. Сервис временно недоступен.

# restoreController/hasLimitedRestoreVehicles
source: You still have vehicles available for recovery. Go to the Store to send the corresponding vehicles back to the Garage.
ru: У вас ещё есть доступная для восстановления техника. Перейдите в Магазин, если хотите вернуть её в Ангар.

# restore_tankman/DISABLED
source: Recovery of the crew member is temporarily unavailable. Try again later.
ru: Восстановление члена экипажа временно недоступно. Повторите попытку позже.

# restore_tankman/INVALID_TMAN_ID
source: Unable to recover the crew member.
ru: Невозможно восстановить данного члена экипажа.

# restore_tankman/NO_BERTH
source: Unable to recover the crew member. Not enough bunks in the Barracks.
ru: Ошибка восстановления члена экипажа. Недостаточно места в Казарме.

# restore_tankman/NO_GOLD
source: Not enough gold to recover the crew member.
ru: Недостаточно золота для восстановления данного члена экипажа.

# restore_tankman/RESTORE_TIME_EXPIRED
source: Unable to recover the crew member. Time for the operation has expired.
ru: Ошибка восстановления члена экипажа. Отведённое на операцию время истекло.

# restore_tankman/WRONG_ARGS_TYPE
source: Unable to recover the crew member. Try again later.
ru: Ошибка восстановления члена экипажа. Попробуйте позже.

# restore_tankman/disconnected_from_center
source: Unable to recover the crew member. Crew member recovery is temporarily unavailable.
ru: Ошибка восстановления члена экипажа. Сервис восстановления танкистов временно недоступен

# restore_tankman/financial_success
source: The crew member was successfully recovered. %(money)s spent.
ru: Член экипажа успешно восстановлен. Потрачено %(money)s.

# restore_tankman/not_enough_space
source: Unable to recover the crew member. Not enough bunks in the Barracks.
ru: Ошибка восстановления члена экипажа. Недостаточно места в Казарме.

# restore_tankman/server_error
source: Unable to recover the crew member. Try again later.
ru: Ошибка восстановления члена экипажа. Попробуйте позже.

# restore_tankman/success
source: The crew member was successfully recovered.
ru: Член экипажа успешно восстановлен.

# training/error/AddPlayer
source: Training room error. Maximum number of players on a team has been exceeded.
ru: Ошибка тренировочной комнаты. Превышено максимальное количество участников в команде.

# training/error/selectObserver
source: Training room error. Maximum number of players on a team: %(numPlayers)s.
ru: Ошибка тренировочной комнаты. Максимальное количество игроков в команде - %(numPlayers)s.

# unit/errors/ASSIGN_MEMBER_FAIL
source: Unable to transfer Commander's permissions.
ru: Невозможно передать командование.

# vehicle/restoreDuration/days
source: You will be able to recover the vehicle in the Store for another %(time)s d.
ru: Машина будет доступна для восстановления в Магазине ещё %(time)s д.

# vehicle/restoreDuration/hours
source: You will be able to recover the vehicle in the Store for another %(time)s h.
ru: Машина будет доступна для восстановления в Магазине ещё %(time)s ч.

# vehicleCompare/disabled
source: Action is temporarily unavailable. Try again later.
ru: Операция временно недоступна. Попробуйте позже.

# vehicleCompare/previewNotAllowed
source: %(vehicle)s preview will be available only after downloading the full client.
ru: Предпросмотр %(vehicle)s доступен только в полной версии клиента игры.

# vehicle_restore/DISABLED
source: Recovery of the vehicle is temporarily unavailable. Try again later.
ru: Восстановление техники временно недоступно. Повторите попытку позже.

# vehicle_restore/disconnected_from_center
source: Unable to recover the %(vehName)s. Vehicle recovery is temporarily unavailable.
ru: Не удалось восстановить '%(vehName)s'. Сервис восстановления техники временно недоступен.

# vehicle_restore/invalid_vehicle
source: Unable to recover the %(vehName)s. Wrong vehicle.
ru: Не удалось восстановить '%(vehName)s'. Неправильная машина.

# vehicle_restore/not_enough_credits
source: Unable to recover the %(vehName)s. Not enough credits.
ru: Не удалось восстановить '%(vehName)s'. Недостаточно кредитов.

# vehicle_restore/not_enough_gold
source: Unable to recover the %(vehName)s. Not enough gold.
ru: Не удалось восстановить '%(vehName)s'. Недостаточно золота.

# vehicle_restore/server_error
source: Unable to recover the %(vehName)s due to a server error. Try again later.
ru: Не удалось восстановить '%(vehName)s'. Ошибка сервера, повторите операцию позже.

# vehicle_restore/server_error_centerDown
source: Unable to recover the %(vehName)s. Vehicle recovery is temporarily unavailable.
ru: Не удалось восстановить '%(vehName)s'. Сервис аренды техники временно недоступен.

# vehicle_restore/success
source: The %(vehName)s was successfully recovered. %(price)s spent.
ru: Машина '%(vehName)s' восстановлена. Потрачено %(price)s.

# vehicle_restore/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# clans/request/errors/user is in clan already
source: %(userName)s is already a member of a clan.
ru: %(userName)s уже состоит в клане.

# unit/warnings/STRONGHOLDS_DIRECTION_CHANGED
source: Another bridgehead has been selected for the Advance.
ru: Выбран другой плацдарм для Наступления.

# unit/warnings/STRONGHOLDS_MODE_CHANGED
source: Another battle type has been selected.
ru: Выбран другой режим.

# vehicle/restore/finished
source: The %(vehicleName)s is not available for recovery: time for the action has expired.
ru: Машина %(vehicleName)s недоступна для восстановления: закончилось отведённое на операцию время.

# vehicle_trade_in/invalid_vehicle
source: Failed to trade in for the %(vehName)s. Incorrect vehicle selected.
ru: Обмен на '%(vehName)s' не удался. Выбрана неправильная машина.

# vehicle_trade_in/not_enough_credits
source: Failed to trade in for the %(vehName)s. Not enough credits.
ru: Обмен на '%(vehName)s' не удался. Недостаточно кредитов.

# vehicle_trade_in/not_enough_gold
source: Failed to trade in for the %(vehName)s. Not enough gold.
ru: Обмен на '%(vehName)s' не удался. Недостаточно золота.

# vehicle_trade_in/not_enough_space
source: Failed to trade in the %(tradeOffVehName)s. Not enough bunks in the Barracks.
ru: Обменять '%(tradeOffVehName)s' не удалось. Недостаточно места в Казарме.

# vehicle_trade_in/server_error
source: Failed to trade in for the %(vehName)s. Server error. Please try again later.
ru: Обмен на '%(vehName)s' не удался. Ошибка сервера, повторите операцию позже.

# vehicle_trade_in/server_error_centerDown
source: Failed to trade in for the %(vehName)s. The purchase/trade-in service is temporarily unavailable.
ru: Обмен на '%(vehName)s' не удался. Сервис покупки/обмена техники временно недоступен.

# vehicle_trade_in/success
source: The %(tradeOffVehName)s has been removed. The %(vehName)s has been purchased for %(price)s.
ru: Машина '%(tradeOffVehName)s' списана. Новая машина '%(vehName)s' куплена, потрачено %(price)s.

# vehicle_trade_in/vehicle_cannot_be_sold
source: Failed to trade in the %(tradeOffVehName)s. The vehicle will be removed automatically.
ru: Обменять '%(tradeOffVehName)s' не удалось. Машина будет списана автоматически.

# vehicle_trade_in/vehicle_cannot_trade_in
source: Failed to trade in the %(vehName)s. The vehicle cannot be received under trade-in.
ru: Обменять '%(vehName)s' не удалось. Машина не подлежит получению по обмену.
