Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# unit/notification/playerOffline
source: Connection with %(userName)s lost.
ru: Связь с %(userName)s потеряна.

# unit/notification/playerOnline
source: Connection with %(userName)s restored.
ru: Связь с %(userName)s восстановлена.

# unit/notification/playerRemoved
source: %(userName)s left the detachment.
ru: %(userName)s покинул отряд.

# unit/warnings/WAITING_FOR_JOIN
source: Joining of players is in progress. Please wait.
ru: Идёт присоединение игроков. Пожалуйста, подождите.

# customization/igr_type_changed_error
source: IGR status changed. Current operation canceled.
ru: Статус IGR изменился, текущая операция отменена.

# login_to_other_game_web
source: current game session was interrupted. You have been disconnected from the server through the portal of the game.
ru: текущая игровая сессия прервана. Вы отключены от сервера через портал игры

# prebattle/vehicleInvalid/vehicleNotSupported
source: Incompatible vehicle
ru: Неподходящая машина

# retraining_crew/financial_success
source: Crew successfully retrained. You have spent %(price)s.
ru: Переобучение экипажа выполнено успешно. Потрачено %(price)s.

# retraining_crew/invalid_vehicle
source: Error retraining crew. Wrong vehicle.
ru: Ошибка переобучения экипажа. Неправильная машина.

# retraining_crew/server_error
source: Unable to retrain crew. Try again later.
ru: Переобучение экипажа не выполнено. Попробуйте позже.

# retraining_crew/success
source: Crew successfully retrained.
ru: Переобучение экипажа выполнено успешно.

# retraining_crew/vehicle_locked
source: Error retraining crew. The vehicle is locked.
ru: Ошибка переобучения экипажа. Машина заблокирована.

# retraining_crew/vehicle_need_repair
source: Error retraining crew. Repair your vehicle.
ru: Ошибка переобучения экипажа. Машине необходим ремонт.

# return_crew/invalid_vehicle
source: Error returning crew. Wrong vehicle.
ru: Ошибка возврата экипажа. Неправильная машина.

# return_crew/not_enough_space
source: Unable to send a crew member to the Barracks. Not enough bunks in the Barracks.
ru: Для высаживаемого экипажа недостаточно места в Казарме.

# return_crew/server_error
source: Unable to return crew. Try again later.
ru: Возврат экипажа не выполнен. Попробуйте позже.

# return_crew/success
source: Crew successfully transferred.
ru: Пересадка экипажа выполнена успешно.

# return_crew/vehicle_locked
source: Error returning crew. The vehicle is locked.
ru: Ошибка возврата экипажа. Машина заблокирована.

# return_crew/vehicle_need_repair
source: Error returning crew. Repair your vehicle.
ru: Ошибка возврата экипажа. Машине необходим ремонт.

# roaming_not_allowed
source: Server access denied.
ru: В доступе на данный сервер отказано.

# unit/errors/BAD_VEHICLE_LEVEL
source: Error joining the team. Wrong vehicle tier.
ru: Ошибка присоединения к команде. Неподходящий уровень машины.

# unlocks/item/in_processing
source: Research request submitted. Waiting for a server response.
ru: Запрос на исследование отправлен, ожидается ответ от сервера.

# unlocks/vehicle/in_processing
source: Research request submitted. Waiting for a server response.
ru: Запрос на исследование отправлен, ожидается ответ от сервера.

# vehicle_repair/not_enough_credits
source: %(needed)s are required to repair '%(vehName)s'.
ru: Не хватает %(needed)s на ремонт '%(vehName)s'.

# vehicle_repair/server_error
source: Error repairing '%(vehName)s'. Try again later.
ru: Ошибка ремонта '%(vehName)s'. Попробуйте позже.

# vehicle_repair/success
source: '%(vehName)s' repaired. You have spent %(money)s.
ru: '%(vehName)s' отремонтирован. Потрачено %(money)s.

# vehicle_sell/vehicle_cannot_be_sold
source: Unable to sell '%(vehName)s'. The vehicle will be automatically removed.
ru: Продажа '%(vehName)s' не удалась. Машина будет списана автоматически.

# arena_start_errors/join/WRONG_BATTLE_ID
source: Joining error: selected Historical Battle is unavailable.
ru: Ошибка присоединения. Выбранный Исторический бой недоступен.

# drr_scale/step_down
source: Dynamic resolution is reduced to %(scale)d%%.
ru: Динамическое разрешение уменьшено до %(scale)d%%.

# drr_scale/step_up
source: Dynamic resolution is increased up to %(scale)d%%.
ru: Динамическое разрешение увеличено до %(scale)d%%.

# info/noAvailable
source: Detailed information is unavailable.
ru: Подробная информация недоступна.

# login_to_other_game_wotb
source: current game session was interrupted. Your Wargaming.net&nbsp;ID was used to log into World&nbsp;of&nbsp;Tanks&nbsp;Blitz
ru: текущая игровая сессия прервана. Ваш Wargaming.net&nbsp;ID был использован для входа в World&nbsp;of&nbsp;Tanks&nbsp;Blitz

# retraining_crew/empty_list
source: Error retraining crew. Crew members are not selected.
ru: Ошибка переобучения экипажа. Члены экипажа не выбраны.

# retraining_crew/invalid_operation
source: Error retraining crew. Operation is unavailable.
ru: Ошибка переобучения экипажа. Операция недоступна.

# retraining_tankman/invalid_operation
source: Error retraining a crew member. Operation is unavailable.
ru: Ошибка переобучения члена экипажа. Недоступная операция.

# fortification/activateOrder
source: Reserve %(order)s activated. Time left: %(time)s.
ru: Резерв %(order)s активирован! До окончания действия: %(time)s.

# fortification/addOrder
source: Preparation of %(count)s Reserve(s) started. Time left: %(time)s.
ru: Подготовка %(count)s резерва(ов) начата. До завершения: %(time)s.

# fortification/buildingProcess
source: Building of structure %(buildingName)s started. Transport the required amount of Industrial Resource to ensure uninterrupted building.
ru: Начато возведение строения %(buildingName)s. Транспортируйте необходимое количество промресурса для бесперебойного строительства.

# fortification/created
source: Congratulations! Stronghold successfully created.
ru: Поздравляем! Укрепрайон успешно основан.

# fortification/demountBuilding
source: Structure %(buildingName)s demolished.
ru: Строение %(buildingName)s снесено.

# fortification/directionClosed
source: Zone %(direction)s closed.
ru: Направление %(direction)s закрыто.

# fortification/directionOpened
source: Zone %(direction)s successfully opened.
ru: Направление %(direction)s успешно открыто.

# fortification/errors/ALREADY_ATTACHED
source: Action unavailable. You have already attached to this structure.
ru: Действие недоступно. Вы уже закреплены за данным строением.

# fortification/errors/ALREADY_CREATED
source: Action unavailable. Stronghold already created.
ru: Действие недоступно. Укрепрайон уже основан.

# fortification/errors/BAD_DIR
source: Action unavailable. Zone does not exist.
ru: Действие недоступно. Направление не существует.

# fortification/errors/BAD_METHOD
source: Last operation with the detachment was completed with an error.
ru: Последняя операция с отрядом выполнена с ошибкой.

# fortification/errors/BAD_RESOURCE_COUNT
source: Action unavailable. Invalid amount of Industrial Resource transferred.
ru: Действие недоступно. Передано неправильное значение промресурса.

# fortification/errors/BAD_SORTIE_ID
source: Action unavailable. Details on Skirmish not received.
ru: Действие недоступно. Данные по Вылазке не получены.

# fortification/errors/BAD_VACATION_DURATION
source: Action unavailable. Invalid Neutrality period.
ru: Действие недоступно. Неверный период нейтралитета.

# fortification/errors/BAD_VACATION_START
source: Action unavailable. Invalid Neutrality date.
ru: Действие недоступно. Неправильная дата объявления нейтралитета.

# fortification/errors/BUILDINGS_STILL_PRESENT
source: Unable to remove. Stronghold contains structures.
ru: Удаление невозможно. В Укрепрайоне есть строения.

# fortification/errors/BUILDING_NOT_READY
source: Action unavailable. Structure not built.
ru: Действие недоступно. Строение не возведено.

# fortification/errors/CANT_TRANSPORT
source: Action unavailable. Transportation unavailable.
ru: Действие недоступно. Транспортировка невозможна.

# fortification/errors/CANT_UPGRADE
source: Action unavailable. Unable to upgrade structure.
ru: Действие недоступно. Строение невозможно модернизировать.

# fortification/errors/DEFENCE_NOT_POSSIBLE
source: Action unavailable. Invalid data.
ru: Действие недоступно. Неправильные данные.

# fortification/errors/DIRECTIONS_STILL_OPEN
source: Action unavailable. Stronghold contains Zones.
ru: Удаление невозможно. В Укрепрайоне есть направления.

# fortification/errors/DIR_ALREADY_OPEN
source: Action unavailable. Zone already opened.
ru: Действие недоступно. Направление уже открыто.

# fortification/errors/DIR_NOT_OPEN
source: Action unavailable. Zone not yet opened.
ru: Действие недоступно. Направление ещё не открыто.

# fortification/errors/DIR_OCCUPIED
source: Action unavailable. Zone contains built structures.
ru: Действие недоступно. На направлении есть возведённые строения.

# fortification/errors/DUPLICATE_BUILDING_TYPE
source: Action unavailable. Structure already built.
ru: Действие недоступно. Данное строение уже возведено.

# fortification/errors/EVENT_COOLDOWN
source: Action unavailable. Please wait until the current operation is complete.
ru: Действие недоступно. Дождитесь завершения текущей операции.

# fortification/errors/FORT_LEVEL_TOO_LOW
source: Action unavailable. Stronghold level too low.
ru: Действие недоступно. Недостаточный уровень Укрепрайона.

# fortification/errors/INSUFFICIENT_CLAN_ROLE
source: Action unavailable. Not authorized.
ru: Действие недоступно. Недостаточно полномочий.

# fortification/errors/METHOD_COOLDOWN
source: Action is temporarily unavailable.
ru: Действие временно недоступно.

# fortification/errors/NOT_ATTACHED_TO_BUILDING
source: Action unavailable. You are not attached to the structure.
ru: Действие недоступно. Вы не закреплены за данным строением.

# fortification/errors/NOT_A_CLAN_MEMBER
source: Action unavailable. The player is not a clan member.
ru: Действие недоступно. Игрок не состоит в клане.

# fortification/errors/NOT_CREATED
source: Action unavailable. Stronghold not yet created.
ru: Действие недоступно. Укрепрайон ещё не основан.

# fortification/errors/NOT_ENOUGH_CLAN_MEMBERS
source: Action unavailable. Not enough players in the clan.
ru: Действие недоступно. Недостаточно игроков в клане.

# fortification/errors/NOT_ENOUGH_RESOURCE
source: Action unavailable. Not enough Industrial Resource in the storage of the structure.
ru: Действие недоступно. Недостаточно промресурса на складе строения.

# fortification/errors/NO_BUILDING
source: Action unavailable. The structure not built.
ru: Действие недоступно. Данное строение не возведено.

# fortification/errors/NO_CLAN
source: Action unavailable. You are not a member of any clan.
ru: Действие недоступно. Вы не состоите в клане.

# fortification/errors/NO_DEST_BUILDING
source: Action unavailable. Wrong structure.
ru: Действие недоступно. Неправильное строение.

# fortification/errors/NO_ORDER
source: Action unavailable. Reserve not available or not selected.
ru: Действие недоступно. Резерв отсутствует или не выбран.

# fortification/errors/NO_ORDER_DEF
source: Action unavailable. Wrong Reserve.
ru: Действие недоступно. Неправильный резерв.

# fortification/errors/NO_ORDER_LEVEL
source: Action unavailable. Wrong Reserve.
ru: Действие недоступно. Неправильный резерв.

# fortification/errors/ORDER_ALREADY_ACTIVATED
source: Action unavailable. Reserve already in use.
ru: Действие недоступно. Резерв уже использован.

# fortification/errors/ORDER_ALREADY_IN_PRODUCTION
source: Action unavailable. Reserve is already being prepared.
ru: Действие недоступно. Резерв уже производится.

# fortification/errors/START_SCENARIO_NOT_DONE
source: Action unavailable. Training not complete.
ru: Действие недоступно. Вы не завершили обучение.

# fortification/errors/STORAGE_OVERFLOW
source: Action unavailable. Storage is full.
ru: Действие недоступно. Склад переполнен.

# fortification/errors/TOO_MANY_ORDERS
source: Action unavailable. Maximum amount of prepared Reserves reached.
ru: Действие недоступно. Достигнут максимум подготовленных резервов.

# fortification/errors/TOO_MANY_PLAYERS_ATTACHED
source: Action unavailable. Structure garrison is full.
ru: Действие недоступно. Гарнизон строения полностью укомплектован.

# fortification/errors/TOO_MANY_SORTIES
source: Action unavailable. Skirmish limit exceeded.
ru: Действие недоступно. Превышен лимит на создание Вылазки.

# fortification/errors/TRANSPORT_COOLDOWN
source: Action unavailable. Transportation temporarily unavailable.
ru: Действие недоступно. Транспортировка временно невозможна.

# fortification/errors/TRANSPORT_LIMIT_EXCEEDED
source: Action unavailable. Transportation limit exceeded.
ru: Действие недоступно. Превышен лимит транспортировки.

# fortification/errors/UNKNOWN
source: Unknown error.
ru: Неизвестная ошибка.

# fortification/errors/WRONG_BUILDING
source: Action unavailable. Unable to demolish Command Center.
ru: Действие недоступно. Командный центр снести невозможно.

# fortification/errors/WRONG_POS
source: Action unavailable. Unable to build a structure in this area.
ru: Действие недоступно. Невозможно возвести строение в этой зоне.

# fortification/fixedPlayerToBuilding
source: You are attached to structure %(buildingName)s.
ru: Вы закреплены за строением %(buildingName)s.

# fortification/modernizationBuilding
source: Upgrade successfully completed. Level of structure %(buildingName)s increased to %(buildingLevel)s.
ru: Модернизация проведена успешно. Уровень строения %(buildingName)s повышен до %(buildingLevel)s.

# fortification/orderIsReady
source: Preparation of %(count)s Reserve(s) %(order)s completed.
ru: Подготовка %(count)s резерва(ов) %(order)s завершена.

# fortification/request/name/ACTIVATE_ORDER
source: Activate Reserve
ru: Активировать резерв

# fortification/request/name/ADD_BUILDING
source: Build structure
ru: Возвести строение

# fortification/request/name/ADD_ORDER
source: Add Reserve
ru: Добавить резерв

# fortification/request/name/ATTACH
source: Add player to garrison
ru: Поместить игрока в гарнизон

# fortification/request/name/CLOSE_DIRECTION
source: Close Zone
ru: Закрыть направление

# fortification/request/name/CREATE_FORT
source: Create Stronghold
ru: Создание Укрепрайона

# fortification/request/name/CREATE_SORTIE
source: Create detachment
ru: Создание отряда

# fortification/request/name/DELETE_BUILDING
source: Remove structure
ru: Удалить строение

# fortification/request/name/DELETE_FORT
source: Remove Stronghold
ru: Удаление Укрепрайона

# fortification/request/name/OPEN_DIRECTION
source: Open Zone
ru: Открыть направление

# fortification/request/name/REQUEST_SORTIE_UNIT
source: Request detachment details
ru: Получение данных отряда

# fortification/request/name/TRANSPORTATION
source: Transportation
ru: Транспортировка

# fortification/request/name/UPGRADE
source: Structure upgrade
ru: Модернизация строения

# fortification/transport
source: Transportation successfully completed. %(res)s Industrial Resource transported from structure %(fromBuilding)s to structure %(toBuilding)s.
ru: Транспортировка выполнена успешно. Транспортировано %(res)s промресурса из строения %(fromBuilding)s в строение %(toBuilding)s.

# prebattle/teamInvalid/football
source: Platoon has been created incorrectly. Only complete Platoon consisting of three T-62A SPORT vehicles may join the battle.
ru: Взвод сформирован неправильно. Только полный взвод из трёх T-62A СПОРТ может выйти в бой.

# request/isInCoolDown
source: Operation "%(request)s" is suspended for %(coolDown)s s.
ru: Операция «%(request)s» заморожена на %(coolDown)s с.

# unit/warnings/CLAN_CHANGED
source: You have been excluded from the detachment. Clan changed.
ru: Вы исключены из отряда. Клан изменён.

# buttons/goToPoll
source: Proceed to Poll
ru: Перейти к опросу

# fortification/errors/CENTER_NOT_AVAILABLE
source: Operation rejected. The server is temporarily unavailable.
ru: Операция отклонена. Сервер временно недоступен.

# fortification/errors/NOT_SUPPORTED
source: Stronghold cannot be created at this time. Please try again later.
ru: Основание Укрепрайона временно невозможно. Повторите попытку позже.

# prebattle/request/name/CHANGE_USER_STATUS
source: Change Spectator mode
ru: Смена режима наблюдателя

# prebattle/request/name/CLOSE_SLOT
source: Lock slot
ru: Блокировка слота

# prebattle/teamInvalid/observers
source: All team members cannot be Spectators.
ru: Команда не может состоять только из наблюдателей.

# fortification/defenceHourDeactivated
source: Defense of your Stronghold will be disabled in 48 hours. During this time you can reenable defense in the Stronghold settings.
ru: До отключения обороны вашего Укрепрайона осталось 48 часов. В течение этого времени вы можете отменить отключение в настройках Укрепрайона.

# fortification/defenceHourSet
source: Defense Period will be adjusted in 14 days. New Defense Period: %(defenceHour)s.
ru: Период обороны будет изменён через 14 дней. Новый период обороны — %(defenceHour)s.

# fortification/defenceHourSet/noOffDay
source: Ceasefire day will be adjusted in 14 days. New day of Ceasefire—not set.
ru: День прекращения огня будет изменён через 14 дней. Новый день прекращения огня не назначен.

# fortification/defenceHourSet/offDay
source: Ceasefire day will be adjusted in 14 days. New day of Ceasefire—%(offDay)s.
ru: День прекращения огня будет изменён через 14 дней. Новый день прекращения огня — %(offDay)s.

# fortification/errors/ALREADY_FAVORITE
source: Action unavailable. Clan is already on the bookmarked list.
ru: Действие недоступно. Клан уже в списке избранных.

# fortification/errors/ALREADY_PLANNED_ATTACK
source: Action unavailable. You cannot plan more than one attack on the same clan.
ru: Действие недоступно. Можно запланировать только одну атаку на один и тот же клан.

# fortification/errors/ATTACKS_NOT_LOADED
source: Action unavailable. Attack data is not loaded.
ru: Действие недоступно. Информация об атаке не загружена.

# fortification/errors/ATTACK_COOLDOWN
source: Action unavailable. One week must pass since the last attack on that clan.
ru: Действие недоступно. С момента предыдущей атаки на данный клан должна пройти неделя.

# fortification/errors/ATTACK_DIR_BUSY
source: Action unavailable. Another detachment controls the bridgehead.
ru: Действие недоступно. Плацдарм занят другим отрядом.

# fortification/errors/ATTACK_NOT_PLANNED
source: Action unavailable. Attack is not scheduled.
ru: Действие недоступно. Атака не запланирована.

# fortification/errors/ATTACK_PREORDER_FAILED
source: Action unavailable. Attack must be planned at least 15 minutes in advance.
ru: Действие недоступно. Нельзя запланировать атаку, которая начнётся менее чем через 15 минут.

# fortification/errors/BAD_CLAN_DBID
source: Action unavailable. Incorrect clan ID.
ru: Действие недоступно. Неправильный ID клана.

# fortification/errors/BAD_DAY_VALUE
source: Action unavailable. Incorrect value of Ceasefire day.
ru: Действие недоступно. Неправильное значение дня прекращения огня.

# fortification/errors/BAD_DMG
source: Action unavailable. Incorrect date.
ru: Действие недоступно. Неправильная дата.

# fortification/errors/BAD_FORT_BATTLE_ID
source: Action unavailable. Incorrect ID of Advance.
ru: Действие недоступно. Неправильный ID Наступления.

# fortification/errors/BAD_HOUR_VALUE
source: Action unavailable. Incorrect value of Defense Period.
ru: Действие недоступно. Неправильное значение периода обороны.

# fortification/errors/BAD_ORDERS_COUNT
source: Action unavailable. Incorrect number of Reserves.
ru: Действие недоступно. Неправильное количество резервов.

# fortification/errors/BAD_SORTIE_DIVISION
source: Action unavailable. Incorrect division.
ru: Действие недоступно. Неправильный дивизион.

# fortification/errors/BASE_DAMAGED
source: Action unavailable. Repair the Command Center.
ru: Действие недоступно. Отремонтируйте командный центр.

# fortification/errors/BASE_DESTROYED
source: Action unavailable. Command Center is destroyed.
ru: Действие недоступно. Командный центр разрушен.

# fortification/errors/BASE_NOT_DAMAGED
source: Action unavailable. Command Center is not damaged.
ru: Действие недоступно. Командный центр не повреждён.

# fortification/errors/BATTLE_DOES_NOT_EXIST
source: Action unavailable. Battle does not exist.
ru: Действие недоступно. Битва не существует.

# fortification/errors/BATTLE_INFO_NOT_AVAILABLE
source: Sorry, detailed battle results unavailable.
ru: Извините, подробные результаты боя недоступны.

# fortification/errors/BUILDING_DAMAGED
source: Action unavailable. Structure is damaged.
ru: Действие недоступно. Строение повреждено.

# fortification/errors/CANT_CREATE_CLAN
source: Action unavailable. Unable to retrieve clan details.
ru: Действие недоступно. Невозможно получить данные о клане.

# fortification/errors/CANT_LOOKUP_CLAN
source: Action unavailable. Unable to find clan.
ru: Действие недоступно. Невозможно найти клан.

# fortification/errors/CLAN_HAS_OFF_DAY
source: Action unavailable. Clan has activated the Ceasefire day.
ru: Действие недоступно. У клана день прекращения огня.

# fortification/errors/CLAN_ON_VACATION
source: Action unavailable. Clan has activated Neutrality.
ru: Действие недоступно. Клан соблюдает нейтралитет.

# fortification/errors/DEFENCE_DIR_BUSY
source: Action unavailable. Another detachment controls the bridgehead.
ru: Действие недоступно. Плацдарм занят другим отрядом.

# fortification/errors/DEFENCE_NOT_PLANNED
source: Action unavailable. Defense is not scheduled.
ru: Действие недоступно. Оборона не запланирована.

# fortification/errors/DEF_HOUR_NOT_ACTIVE
source: Action unavailable. Defense not set up.
ru: Действие недоступно. Оборона не организована.

# fortification/errors/DEST_DIR_LOCKED
source: Transportation unavailable. Zone with the target structure is locked.
ru: Транспортировка невозможна. Направление с конечным строением заблокировано.

# fortification/errors/DIRECTION_CONTESTED
source: Action unavailable. Another detachment controls the bridgehead.
ru: Действие недоступно. Плацдарм занят другим отрядом.

# fortification/errors/DIR_LOCKED
source: Action unavailable. You cannot build structures in a closed Zone.
ru: Действие недоступно. Невозможно возводить строения на закрытом направлении.

# fortification/errors/DIR_NOT_OPEN_FOR_ATTACKS
source: Action unavailable. Zone is unavailable for attack.
ru: Действие недоступно. Направление недоступно для атаки.

# fortification/errors/FAILED_TO_BOOK_DIR
source: Action unavailable. You are attacking another clan at that time.
ru: Действие недоступно. В выбранное время вы атакуете другой клан.

# fortification/errors/FORT_BATTLES_DISABLED
source: Action unavailable. Battles for Stronghold are disabled.
ru: Действие недоступно. Битвы за Укрепрайон отключены.

# fortification/errors/GLOBAL_PRODUCTION_SUSPEND
source: Action unavailable. Building of all structures is suspended.
ru: Действие недоступно. Возведение всех строений приостановлено.

# fortification/errors/NON_ALIGNED_TIMESTAMP
source: Action unavailable. Time is not synchronized.
ru: Действие недоступно. Время не синхронизировано.

# fortification/errors/NOT_FAVORITE
source: Action unavailable. Clan is not on the bookmarked list.
ru: Действие недоступно. Клан отсутствует в списке избранных.

# fortification/errors/NO_DATA_FOR_ACTIVATING_ORDER
source: Action unavailable. The Reserve cannot be activated at the moment.
ru: Действие недоступно. Невозможно активировать данный резерв в настоящее время.

# fortification/errors/NO_PRODUCTION_ORDER
source: Action unavailable. Structure is already being built.
ru: Действие недоступно. Строение уже возводится.

# fortification/errors/NO_SUCH_ATTACK
source: Action unavailable. Attack does not exist.
ru: Действие недоступно. Данная атака не существует.
