Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# fitting/shell_buy_success
source: Shells %s (%d item(s)) successfully purchased. You have spent %s.
ru: Снаряды %s успешно приобретены (%d шт.). Потрачено %s.

# fitting/shell_sell_server_error
source: Failed to sell shell '%s'. Try again later.
ru: Продажа снаряда '%s' не удалась. Попробуйте позже.

# fitting/shell_sell_success
source: Shell '%s' (%d item(s)) successfully sold. You have received %s.
ru: Снаряд '%s' успешно продан (%d шт.). Получено %s.

# fitting/vehicle_buy_credit_error
source: You need %s more credits to purchase tank '%s'.
ru: Для покупки танка '%s' не хватает %s кредитов.

# fitting/vehicle_buy_max_exist
source: Failed to purchase '%s'. No available slots in the Garage. Consider selling a vehicle to clear some space for the one you want to buy.
ru: Покупка '%s' не удалась. В Ангаре нет свободных слотов. Продайте какой-либо танк, чтобы освободить место для нового.

# fitting/vehicle_buy_server_error
source: Failed to purchase '%s'. You may already own this vehicle.
ru: Покупка '%s' не удалась. Возможно, у вас уже есть данный танк.

# fitting/vehicle_buy_success
source: '%s' successfully purchased. You have spent %s.
ru: '%s' успешно приобретён. Потрачено %s.

# fitting/vehicle_dismantling_sell_success
source: '%s' sold successfuly. Received %s. Spent %s.
ru: '%s' успешно продан. Получено %s. Потрачено %s.

# fitting/vehicle_sell_barracks_full
source: Failed to sell '%s'. Not enough space in the Barracks.
ru: Продажа '%s' не удалась. Недостаточно места в Казарме.

# fitting/vehicle_sell_limit
source: Failed to sell '%s'. You cannot sell any more vehicles today.
ru: Продажа '%s' не удалась. Вы исчерпали лимит продажи танков на сегодняшний день.

# fitting/vehicle_sell_server_error
source: Failed to sell '%s'. Try again later.
ru: Продажа '%s' не удалась. Попробуйте позже.

# fitting/vehicle_sell_success
source: '%s' successfully sold. You have received %s.
ru: '%s' успешно продан. Получено %s.

# graficsOptionsFail
source: Video card incompatible. Failed to apply the following graphics settings: %s.
ru: Невозможно применить графические настройки: %s. Данные настройки несовместимы с вашей видеокартой.

# graficsPresetFail
source: Video card incompatible. Failed to apply the selected graphics quality.
ru: Невозможно применить выбранное качество графики по причине несовместимости с вашей видеокартой.

# install_component
source: %s '%s' mounted on vehicle.
ru: Модуль %s '%s' установлен на машину.

# install_vehicle_broken
source: Unable to mount module %s '%s': vehicle is damaged. Repair your vehicle and try again.
ru: Машина повреждена. Модуль %s '%s' не установлен. Отремонтируйте машину и повторите операцию.

# install_vehicle_locked
source: The vehicle is locked; unable to mount module %s '%s'.
ru: Машина заблокирована, установка модуля %s '%s' не удалась.

# memberRosterChangedMain
source: %s transferred %s to regular team.
ru: %s перевёл в основной состав %s.

# memberRosterChangedSecond
source: %s transferred %s to reserve team.
ru: %s перевёл в запасной состав %s.

# memory_critical/insufficient_memory_please_reboot
source: Not enough memory. Please restart the game.
ru: Недостаточно памяти. Пожалуйста, перезапустите игру.

# memory_critical/tex_was_lowered_to_low
source: Not enough memory. Low texture quality.
ru: Недостаточно памяти. Качество текстур снижено до низкого значения.

# memory_critical/tex_was_lowered_to_medium
source: Not enough memory. Medium texture quality.
ru: Недостаточно памяти. Качество текстур снижено до среднего значения.

# no_readyVehicle
source: Vehicle not ready.
ru: Танк не готов.

# prebattle/kick/reason/ARENA_CREATION_FAILURE
source: Error ARENA_CREATION_FAILURE.
ru: Ошибка ARENA_CREATION_FAILURE.

# prebattle/kick/reason/AVATAR_CREATION_FAILURE
source: Error AVATAR_CREATION_FAILURE.
ru: Ошибка AVATAR_CREATION_FAILURE.

# prebattle/kick/reason/BASEAPP_CRASH
source: Error BASEAPP_CRASH.
ru: Ошибка BASEAPP_CRASH.

# prebattle/kick/reason/CELLAPP_CRASH
source: Error CELLAPP_CRASH.
ru: Ошибка CELLAPP_CRASH.

# prebattle/kick/reason/CREATOR_LEFT
source: Commander has left the team.
ru: Командир покинул команду.

# prebattle/kick/reason/FINISHED
source: The team has been dismissed.
ru: Команда расформирована.

# prebattle/kick/reason/PLAYERKICK
source: Demobilization.
ru: Демобилизация.

# prebattle/kick/reason/PREBATTLE_CREATION_FAILURE
source: Error PREBATTLE_CREATION_FAILURE.
ru: Ошибка PREBATTLE_CREATION_FAILURE.

# prebattle/kick/reason/TIMEOUT
source: Time elapsed.
ru: Время истекло.

# prebattle/kick/reason/UNKNOWN_FAILURE
source: Unknown error.
ru: Неизвестная ошибка.

# prebattle/kick/reason/VEHICLE_CREATION_FAILURE
source: Error VEHICLE_CREATION_FAILURE.
ru: Ошибка VEHICLE_CREATION_FAILURE.

# prebattle/kick/type/squad
source: You have been excluded from the Platoon.
ru: Вы исключены из взвода.

# prebattle/kick/type/team
source: You have been excluded from the Tank Company.
ru: Вы исключены из роты.

# prebattle/kick/type/unknown
source: You have been excluded from the team.
ru: Вы исключены из команды.

# prebattleReady/limit_ammo
source: The ammunition or consumables mounted on the selected vehicle prevent it from joining this battle.
ru: На выбранный танк загружены снаряды или снаряжение, не удовлетворяющие условиям битвы.

# prebattleReady/limit_components
source: The components mounted on the selected vehicle prevent it from joining this battle.
ru: На выбранный танк установлены компоненты, не удовлетворяющие условиям битвы.

# prebattleReady/limit_shells
source: The shells loaded on the selected vehicle prevent it from joining this battle.
ru: На выбранный танк загружены снаряды, не удовлетворяющие условиям битвы.

# prebattleReady/limit_vehicles
source: The selected vehicle cannot join this battle.
ru: Выбранный танк не подходит для данной битвы.

# prebattleReady/no_readyVehicle
source: The selected vehicle is not ready.
ru: Выбранный танк не готов.

# prebattleReady/wrong_class_level
source: Wrong vehicle tier for this battle. Minimum tier for this class: %s. Maximum tier for this class: %s.
ru: Выбранный танк не подходит для данной битвы по уровню. Минимальный уровень для данного класса: %s. Максимальный уровень для данного класса: %s.

# prebattleReady/wrong_level
source: Wrong vehicle tier for this battle. Minimum tier: %s. Maximum tier: %s.
ru: Выбранный танк не подходит для данной битвы по уровню. Минимальный уровень: %s. Максимальный уровень: %s.

# prebattleReady/wrong_spg_level
source: Wrong SPG tier for this battle. Minimum tier: %s. Maximum tier: %s.
ru: Выбранная САУ не подходит для данной битвы по уровню. Минимальный уровень: %s. Максимальный уровень: %s.

# premium/server_error
source: Unable to purchase a Premium Account for %(period)d day(s). Try again later.
ru: Ошибка покупки премиум аккаунта на срок %(period)d д. Попробуйте позже.

# premium/success
source: Premium Account for %d day(s) purchased successfully. You have spent %s.
ru: Куплен премиум аккаунт на срок %d д. Потрачено %s.

# remove_component
source: %s '%s' demounted from the vehicle.
ru: Модуль %s '%s' снят с машины.

# remove_vehicle_broken
source: Unable to remove %s '%s': vehicle is damaged. Repair your vehicle and try again.
ru: Машина повреждена. Не удалось удалить %s '%s'. Отремонтируйте машину и повторите операцию.

# remove_vehicle_locked
source: Unable to remove %s '%s': vehicle is locked.
ru: Машина заблокирована. Нельзя удалить %s '%s'.

# repair/credit_error
source: %s more credits are required to repair '%s'.
ru: Не хватает %s кредитов на ремонт '%s'.

# repair/server_error
source: Error repairing '%s'. Try again later.
ru: Ошибка ремонта '%s'. Попробуйте позже.

# repair/success
source: '%s' repaired. You have spent %s.
ru: Машина '%s' отремонтирована. Потрачено %s.

# replaceTankman/not_enough_money
source: Error replacing Personal Data. Not enough credits.
ru: Ошибка смены документов танкиста. Недостаточно денег.

# replaceTankman/server_error
source: Failed to replace Personal Data. Try again later.
ru: Смена документов танкиста не выполнена. Попробуйте позже.

# replaceTankman/success
source: Personal Data successfully replaced. You have spent %s
ru: Смена документов танкиста выполнена успешно. Потрачено %s

# replaceTankman/vehicle_need_repair
source: Error replacing Personal Data. Repair the vehicle.
ru: Ошибка смены документов танкиста. Необходимо отремонтировать танк.

# replaceTankman/vehicle_need_wait
source: Error replacing Personal Data. The vehicle is locked.
ru: Ошибка смены документов танкиста. Танк заблокирован.

# replaceTankman/wrong_vehicle
source: Error replacing Personal Data. Wrong vehicle.
ru: Ошибка смены документов танкиста. Неверный танк.

# retrainingTankman/server_error
source: Failed to retrain a crew member. Try again later.
ru: Переобучение танкиста не выполнено. Попробуйте позже.

# retrainingTankman/success
source: The crew member was successfully retrained.
ru: Переобучение танкиста выполнено успешно.

# retrainingTankman/vehicle_need_repair
source: Error retraining a crew member. Repair the vehicle.
ru: Ошибка переобучения танкиста. Необходимо отремонтировать танк.

# retrainingTankman/vehicle_need_wait
source: Error retraining a crew member. The vehicle is locked.
ru: Ошибка переобучения танкиста. Танк заблокирован.

# retrainingTankman/wrong_vehicle
source: Error retraining a crew member. Wrong vehicle.
ru: Ошибка переобучения танкиста. Неверный танк.

# sell_vehicle_broken
source: Unable to sell '%s': vehicle is damaged. Repair your vehicle and try again.
ru: Машина повреждена. Не удалось продать '%s'. Отремонтируйте машину и повторите операцию.

# sell_vehicle_locked
source: Unable to sell '%s': vehicle is locked.
ru: Машина заблокирована. Нельзя продать '%s'.

# serverInstallError
source: Server error mounting module %s '%s'. Try again later.
ru: Произошла серверная ошибка установки модуля %s '%s'. Попробуйте повторить операцию позже.

# serverRemoveError
source: Error removing module %s '%s'. Try again later.
ru: Произошла серверная ошибка удаления модуля %s '%s'. Попробуйте повторить операцию позже.

# server_shut_down
source: Restarting the game server
ru: Перезагрузка игрового сервера

# shop_resync
source: Interface updated on %(date)s at %(time)s due to server changes.
ru: %(date)s в %(time)s произошли серверные изменения, интерфейс обновлен.

# squad/createError
source: Only users with Premium Accounts can create Platoons.
ru: Создание взводов доступно только игрокам с премиум аккаунтом.

# squad/kickedFromQueue
source: Unable to find opponents for the current Platoon. Consider reorganizing your team.
ru: Невозможно подобрать соперников для данного взвода. Попробуйте переформировать команду.

# squad/memberJoined
source: %s joined the tactical unit.
ru: %s присоединился к формированию.

# squad/memberLeave
source: %s left the tactical unit.
ru: %s покинул формирование.

# squad/memberNotReady
source: %s is not ready.
ru: %s не готов.

# squad/memberOffline
source: Connection interrupted with %s.
ru: Связь с %s потеряна.

# squad/memberReady
source: %s is ready.
ru: %s готов!

# squad/notSetReadyStatus
source: Unable to join the battle with the Platoon.
ru: Не удалось выйти в бой в составе взвода.

# team/createError
source: Only users with Premium Accounts can create Tank Companies.
ru: Создание рот доступно только игрокам с премиум аккаунтом.

# team/kickedFromQueue
source: Unable to find opponents for the current Tank Company. Consider reorganizing your team.
ru: Невозможно подобрать соперников для данной роты. Попробуйте переформировать команду.

# team/memberJoined
source: %s joined the Tank Company.
ru: %s присоединился к роте.

# team/memberLeave
source: %s left the Tank Company.
ru: %s покинул роту.

# team/memberNotReady
source: %s is not ready to fight in the Tank Company.
ru: %s не готов воевать в роте.

# team/memberOffline
source: Connection interrupted with %s.
ru: Потеря связи с %s.

# team/memberReady
source: %s is ready to fight in the Tank Company.
ru: %s готов воевать в роте.

# team/notSetReadyStatus
source: Failed to enter the battle with the Tank Company.
ru: Не удалось вступить в бой в роте.

# tradingError/DECLINED_BY_DEST
source: Failed to transfer gold. The receiving party declined the transaction.
ru: Перевод золота не выполнен. Принимающая сторона отклонила запрос.

# tradingError/NOT_ALLOWED
source: Gold transfer is unavailable.
ru: Перевод золота недоступен.

# tradingError/NO_WARES
source: Unable to transfer gold. Not enough gold.
ru: Певерод золота невозможен. Недостаточно золота.

# tradingError/TOO_MANY_OUT_OFFERS
source: You have reached the limit of transfers. Try again tomorrow.
ru: Предел количества переводов достигнут. Вы не можете сегодня выполнить перевод золота.

# tradingError/UNEXPECTED_ERROR
source: Failed to transfer gold. Try again later.
ru: Перевод золота не выполнен. Попробуйте позже.

# upgradeTankman/server_error
source: Error training a crew member. Try again later.
ru: Ошибка обучения члена экипажа. Попробуйте позже.

# upgradeTankman/success
source: Training successfully completed.
ru: Обучение выполнено успешно.

# vehicleComponents/equip_in_processing
source: Request for mounting equipment sent. Waiting for server response.
ru: Запрос на установку модуля отправлен, ожидается ответ от сервера.

# vehicleComponents/module_buy_server_error
source: Failed to purchase %(typeString)s '%(userString)s'. Please try again later.
ru: Покупка модуля %(typeString)s '%(userString)s' не удалась. Попробуйте позже.

# vehicleComponents/module_buy_success
source: Module %(typeString)s '%(userString)s' successfully purchased (%(count)d). Spent %(price)s.
ru: Модуль %(typeString)s '%(userString)s' успешно приобретён (%(count)d шт.). Потрачено %(price)s.

# vehicleComponents/module_has_in_inventory
source: Module %(typeString)s '%(userString)s' is already available in the Depot.
ru: Модуль %(typeString)s '%(userString)s' уже имеется в наличии на Складе.

# vehicleComponents/module_is_already_unlocked
source: Module %(typeString)s '%(userString)s' researched.
ru: Модуль %(typeString)s '%(userString)s' исследован.

# vehicleComponents/module_not_enough_money
source: To purchase %(typeString)s '%(userString)s' you need %(price)s more.
ru: Для покупки %(typeString)s '%(userString)s' не хватает %(price)s.

# vehicleComponents/module_not_found_in_inventory
source: Module %(typeString)s '%(userString)s' was not found in the Depot.
ru: Модуль %(typeString)s '%(userString)s' на Складе не найден.

# vehicleComponents/module_not_found_in_shop
source: Module %(typeString)s '%(userString)s' not found in the Store. Please try again later.
ru: Модуль %(typeString)s '%(userString)s' в Магазине не найден. Попробуйте позже.

# vehicleComponents/module_unlock_success
source: %(typeString)s '%(userString)s' researched. Undistributed experience spent: %(unspentXP)s. Free Experience spent: %(freeXP)s.
ru: Модуль %(typeString)s '%(userString)s' исследован. Потрачено нераспределённого опыта %(unspentXP)s, свободного опыта %(freeXP)s.

# vehicleComponents/unlock_in_processing
source: Research request submitted. Waiting for a server response.
ru: Запрос на исследование отправлен, ожидается ответ от сервера.

# vehicleComponents/vehicle_has_in_inventory
source: %(userString)s already available in the Depot.
ru: %(userString)s уже имеется в наличии на Складе.

# vehicleComponents/vehicle_is_already_unlocked
source: %(userString)s researched.
ru: %(userString)s исследован.

# vehicleComponents/vehicle_not_enough_money
source: To purchase %(userString)s you need %(price)s more.
ru: Для покупки %(userString)s не хватает %(price)s.

# vehicleComponents/vehicle_not_found_in_inventory
source: %(userString)s was not found in the Depot.
ru: %(userString)s на Складе не найден.

# vehicleComponents/vehicle_not_found_in_shop
source: %(userString)s was not found in the Store. Please try again later.
ru: %(userString)s в Магазине не найден. Попробуйте позже.

# vehicleComponents/vehicle_unlock_success
source: %(userString)s researched. Undistributed experience spent: %(unspentXP)s. Free Experience spent: %(freeXP)s.
ru: %(userString)s исследован. Потрачено нераспределённого опыта %(unspentXP)s, свободного опыта %(freeXP)s.

# window/buttons/close
source: Close
ru: Закрыть

# wrong_slot
source: %s '%s' does not match slot %s.
ru: Модуль %s '%s' не подходит для слота %s.

# prebattleReady/notSetReadyStatus
source: Unable to join the team.
ru: Не удалось присоединиться к команде.

# dossiers_unavailable
source: Account is not ready (DOSSIERS_UNAVAILABLE)
ru: Учётная запись не готова (DOSSIERS_UNAVAILABLE)

# fitting/artefact_destroy_vehicle_broken
source: Unable to destroy %s '%s': vehicle is damaged. Repair your vehicle and try again.
ru: Танк повреждён. %s '%s' не уничтожено. Отремонтируйте танк и повторите операцию.

# fitting/artefact_destroy_vehicle_locked
source: Unable to destroy %s '%s': vehicle is locked.
ru: Танк заблокирован. %s '%s' не уничтожено.

# fitting/artefact_remove_gold_error_not_enough
source: Unable to demount %s '%s': not enough gold.
ru: %s '%s' не демонтировано. Недостаточно золота.

# fitting/artefact_remove_vehicle_broken
source: Unable to demount %s '%s': vehicle is damaged. Repair your vehicle and try again.
ru: Танк повреждён. %s '%s' не демонтировано. Отремонтируйте танк и повторите операцию.

# fitting/artefact_remove_vehicle_locked
source: Unable to demount %s '%s': vehicle is locked.
ru: Танк заблокирован. %s '%s' не демонтировано.

# fitting/vehicle_buy_server_error_centerDown
source: Unable to purchase '%s': service is temporarily unavailable.
ru: Покупка '%s' не удалась. Сервис покупки техники временно недоступен.

# premium/buyingSuccess
source: Premium Account is purchased for %(period)d day(s). %(money)s spent.
ru: Премиум аккаунт куплен на %(period)d д. Потрачено %(money)s.

# premium/continueSuccess
source: Premium Account is extended for %(period)d day(s). %(money)s spent.
ru: Премиум аккаунт продлён на %(period)d д. Потрачено %(money)s.

# reequipTankman/not_enought_space
source: Error replacing a crew member. Not enough bunks in the Barracks.
ru: Ошибка замены танкиста. Недостаточно места в Казарме.

# reequipTankman/server_error
source: Unable to replace a crew member. Try again later.
ru: Замена танкиста не выполнена. Попробуйте позже.

# reequipTankman/success
source: A crew member successfully replaced.
ru: Замена танкиста выполнена успешно.

# reequipTankman/vehicle_need_repair
source: Error replacing a crew member. Repair your vehicle.
ru: Ошибка замены танкиста. Необходимо отремонтировать танк.

# reequipTankman/vehicle_need_wait
source: Error replacing a crew member. The vehicle is locked.
ru: Ошибка замены танкиста. Танк заблокирован.

# reequipTankman/wrong_vehicle
source: Error replacing a crew member. Wrong vehicle.
ru: Ошибка замены танкиста. Неверный танк.

# unloadCrew/not_enought_space
source: Error sending the crew to the Barracks. Not enough bunks in the Barracks.
ru: Ошибка высадки экипажа в Казарму. Недостаточно места в Казарме.

# unloadCrew/server_error
source: Unable to send the crew to the Barracks. Try again later.
ru: Высадка экипажа в Казарму не выполнена. Попробуйте позже.

# unloadCrew/success
source: The crew successfully sent to the Barracks.
ru: Высадка экипажа в Казарму выполнена успешно.

# unloadCrew/vehicle_need_repair
source: Error sending the crew to the Barracks. Repair your vehicle.
ru: Ошибка высадки экипажа в Казарму. Необходимо отремонтировать танк.

# unloadCrew/vehicle_need_wait
source: Error sending the crew to the Barracks. The vehicle is locked.
ru: Ошибка высадки экипажа в Казарму. Танк заблокирован.

# unloadCrew/wrong_vehicle
source: Error sending the crew to the Barracks. Wrong vehicle.
ru: Ошибка высадки экипажа в Казарму. Неверный танк.

# unloadTankman/not_enought_space
source: Error sending a crew member to the Barracks. Not enough bunks in the Barracks.
ru: Ошибка высадки танкиста в Казарму. Недостаточно места в Казарме.

# unloadTankman/server_error
source: Unable to send a crew member to the Barracks. Try again later.
ru: Высадка танкиста в Казарму не выполнена. Попробуйте позже.

# unloadTankman/success
source: A crew member successfully sent to the Barracks.
ru: Высадка танкиста в Казарму выполнена успешно.

# unloadTankman/vehicle_need_repair
source: Error sending a crew member to the Barracks. Repair your vehicle.
ru: Ошибка высадки танкиста в Казарму. Необходимо отремонтировать танк.

# unloadTankman/vehicle_need_wait
source: Error sending a crew member to the Barracks. The vehicle is locked.
ru: Ошибка высадки танкиста в Казарму. Танк заблокирован.

# unloadTankman/wrong_vehicle
source: Error sending a crew member to the Barracks. Wrong vehicle.
ru: Ошибка высадки танкиста в Казарму. Неверный танк.

# arena_start_errors/join/WRONG_ARENA_STATE
source: Error joining the battle.
ru: Ошибка присоединения к арене.

# ebank/response/Account block
source: Unable to purchase gold. Account is blocked.
ru: Покупка золота не удалась. Пользователь заблокирован.

# ebank/response/Account is not active
source: Unable to purchase gold. Account is inactive.
ru: Покупка золота не удалась. Пользователь не активен.

# ebank/response/Account is not exists
source: Unable to purchase gold. Account does not exist.
ru: Покупка золота не удалась. Пользователь не существует.

# ebank/response/COOLDOWN
source: Operation is temporarily suspended. Try again later.
ru: Операция временно заморожена. Попробуйте позже.

# ebank/response/Cannot get required data: 'user'
source: Unable to purchase gold. Try again later.
ru: Покупка золота не удалась. Попробуйте позже.

# ebank/response/Exception, Transaction error unknown
source: Unable to purchase gold. Try again later.
ru: Покупка золота не удалась. Попробуйте позже.

# ebank/response/Existing transactions in system and has false
source: Unable to purchase gold. Account is blocked.
ru: Покупка золота не удалась. Запрос уже принят.

# ebank/response/Existing transactions in system and has successfully
source: Unable to purchase gold. Transaction in progress.
ru: Покупка золота не удалась. Запрос уже принят.

# ebank/response/Invalid password
source: Unable to purchase gold. Invalid password.
ru: Покупка золота не удалась. Неправильный пароль.

# ebank/response/Invalide code: -1000
source: Unable to purchase gold. Try again later.
ru: Покупка золота не удалась. Попробуйте позже.

# ebank/response/MAX_TRANSACTION_VALUE
source: Unable to purchase gold. Wrong maximum transaction value.
ru: Покупка золота не удалась. Неправильная максимальная сумма платежа.

# ebank/response/MIN_TRANSACTION_VALUE
source: Unable to purchase gold. Wrong minimum transaction value.
ru: Покупка золота не удалась. Неправильная минимальная сумма платежа.

# ebank/response/NO_VCOIN
source: Unable to purchase gold. Not enough VCOIN.
ru: Покупка золота не удалась. Недостаточно VCOIN.

# ebank/response/Not enough money
source: Unable to purchase gold. Not enough money.
ru: Покупка золота не удалась. Недостаточно средств.

# ebank/response/Product price is invalid
source: Unable to purchase gold. Wrong cost.
ru: Покупка золота не удалась. Неправильная сумма покупки.

# ebank/response/Receiver not exists
source: Unable to purchase gold. Account does not exist.
ru: Покупка золота не удалась. Пользователь не существует.

# ebank/response/SHOP_DESYNC
source: Server does not respond. Try again later.
ru: Сервер не отвечает. Попробуйте позже.

# ebank/response/ServiceID is not exists. [Service error]
source: Unable to purchase gold. Try again later.
ru: Покупка золота не удалась. Попробуйте позже.

# ebank/response/ServiceKey is invalid. [Service error]
source: Unable to purchase gold. Try again later.
ru: Покупка золота не удалась. Попробуйте позже.
