Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# club/request/name/GET_MY_CLUBS_HISTORY
source: Get Teams History
ru: Получение истории команд

# club/request/name/JOIN_UNIT
source: Join Battle Room
ru: Присоединение в боевую комнату

# club/request/name/KICK_MEMBER
source: Exclude Player
ru: Удаление игрока

# club/request/name/LEAVE_CLUB
source: Leave Team
ru: Выход из команды

# club/request/name/OPEN_CLUB
source: Open Team
ru: Открытие команды

# club/request/name/REVOKE_APPLICATION
source: Withdraw Application to Team
ru: Отзыв заявки в команду

# club/request/name/REVOKE_INVITE
source: Withdraw Invitation
ru: Отзыв приглашения

# club/request/name/SEND_APPLICATION
source: Submit Application to Team
ru: Отправка заявки в команду

# club/request/name/SEND_INVITE
source: Send Invitation
ru: Отправка приглашения

# club/request/name/SET_APPLICANT_REQUIREMENTS
source: Set Applicant Requirements
ru: Установка ограничений команды

# club/request/name/SUBSCRIBE
source: Receive Team Data
ru: Получение данных команды

# club/request/name/TRANSFER_OWNERSHIP
source: Transfer Permissions
ru: Передача командования

# club/request/name/UNSUBSCRIBE
source: Close Team Data
ru: Закрытие данных команды

# clubs/request/errors/ACCOUNT_ALREADY_IN_TEAM
source: Unable to create team: you are a member of a team.
ru: Создание команды невозможно: вы уже находитесь в штате команды.

# clubs/request/errors/ACCOUNT_BANNED
source: Action unavailable. The player is banned.
ru: Действие недоступно. Игрок заблокирован.

# clubs/request/errors/ACCOUNT_IS_TEAM_OWNER
source: Action unavailable. The player is a team Commander.
ru: Действие недоступно. Игрок является капитаном команды.

# clubs/request/errors/ACCOUNT_NOT_IN_TEAM
source: Action unavailable. The player is not a member of any team.
ru: Действие недоступно. Игрок не в команде.

# clubs/request/errors/ACCOUNT_TEAMS_LIMIT_EXCEEDED
source: Action unavailable. Maximum number of player's teams reached.
ru: Действие недоступно. Достигнуто максимальное количество команд игрока.

# clubs/request/errors/APPLICATION_FOR_USER_EXCEEDED
source: Action unavailable. Application already sent.
ru: Действие недоступно. Заявка уже отправлена.

# clubs/request/errors/Account already a club member.
source: Action unavailable: the invited player is already a member of your team.
ru: Действие недоступно. Приглашаемый игрок уже состоит в вашей команде.

# clubs/request/errors/Account already owns the club.
source: Action unavailable. The invited player is already a member of a team.
ru: Действие недоступно. Приглашаемый игрок уже состоит в команде.

# clubs/request/errors/Account can't assign 'Officer' role.
source: Action unavailable. Insufficient permissions to change the role.
ru: Действие недоступно. Нет полномочий на смену роли.

# clubs/request/errors/Account can't assign 'Private' role.
source: Action unavailable. Insufficient permissions to change the role.
ru: Действие недоступно. Нет полномочий на смену роли.

# clubs/request/errors/Account can't kick club member.
source: Action unavailable. Insufficient permissions to exclude the player.
ru: Действие недоступно. Нет полномочий на исключение игрока.

# clubs/request/errors/Account for given ID is banned.
source: Action unavailable. The player is banned.
ru: Действие недоступно. Игрок заблокирован.

# clubs/request/errors/Account is already in list of applicants.
source: Action unavailable. The player has already been invited to your team.
ru: Действие недоступно. Игрок уже приглашён в вашу команду.

# clubs/request/errors/Account not a club applicant.
source: Action unavailable. The application has expired.
ru: Действие недоступно. Заявка устарела.

# clubs/request/errors/Account not a club member.
source: Action unavailable. You are not a member of a team.
ru: Действие недоступно. Вы не состоите в команде.

# clubs/request/errors/Account not a club owner.
source: Action unavailable. You are not a team Commander.
ru: Действие недоступно. Вы не капитан команды.

# clubs/request/errors/Account not found for given ID.
source: Action unavailable. The player does not exist.
ru: Действие недоступно. Игрок не существует.

# clubs/request/errors/Application from this account already exists.
source: Action unavailable. The application already exists.
ru: Действие недоступно. Заявка уже существует.

# clubs/request/errors/Applications to the closed club are forbidden.
source: Application not submitted. The team is not accepting applications.
ru: Заявка не отправлена: набор в команду закрыт.

# clubs/request/errors/Attempt to access to the incorrect url.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/CANCEL_APPLICATION_COOLDOWN
source: Action unavailable. The operation is temporarily disabled.
ru: Действие недоступно. Операция временно заблокирована.

# clubs/request/errors/CHANGE_TEAM_NAME_COOLDOWN
source: Action unavailable. Name change is temporarily disabled.
ru: Действие недоступно. Смена названия временно заблокирована.

# clubs/request/errors/CHANGE_TEAM_TAG_COOLDOWN
source: Action unavailable. Name change is temporarily disabled.
ru: Действие недоступно. Смена названия временно заблокирована.

# clubs/request/errors/CREATE_TEAM_AFTER_DEACTIVATION_COOLDOWN
source: Action unavailable. The operation is temporarily disabled.
ru: Действие недоступно. Операция временно заблокирована.

# clubs/request/errors/CREATE_TEAM_AFTER_LEAVE_COOLDOWN
source: Action unavailable. The operation is temporarily disabled.
ru: Действие недоступно. Операция временно заблокирована.

# clubs/request/errors/Club is locked.
source: Action unavailable. The team is locked.
ru: Действие недоступно. Команда заблокирована.

# clubs/request/errors/Command failed by timeout.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/EMBLEM_DOES_NOT_EXIST
source: Action unavailable. The emblem does not exist.
ru: Действие недоступно. Указанная эмблема не существует.

# clubs/request/errors/Forbidden operation because applicants limit reached.
source: Action unavailable. Maximum number of invitations reached.
ru: Действие недоступно. Максимальное количество приглашений.

# clubs/request/errors/Forbidden operation because members limit reached.
source: Action unavailable. Maximum members on the team reached.
ru: Действие недоступно. Максимальный состав команды.

# clubs/request/errors/Forbidden operation for non-empty club.
source: Action unavailable. There are still players on the team.
ru: Действие недоступно. В команде ещё есть игроки.

# clubs/request/errors/Forbidden operation for this account.
source: Action unavailable. Not enough permissions.
ru: Действие недоступно. Недостаточно полномочий.

# clubs/request/errors/HAS_NO_CLUB
source: Action unavailable. You are not a member of a team.
ru: Действие недоступно. Вы не состоите в команде.

# clubs/request/errors/HAVE_NO_RIGHTS
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/Handler response not registered.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/INVITE_DOES_NOT_EXIST
source: Action unavailable. Invitation does not exist.
ru: Действие недоступно. Приглашение не существует.

# clubs/request/errors/INVITE_IS_NOT_ACTIVE
source: Action unavailable. The invitation has expired.
ru: Действие недоступно. Приглашение устарело.

# clubs/request/errors/Impossible to kick club owner.
source: Action unavailable. Unable to exclude the team Commander.
ru: Действие недоступно. Нельзя исключить капитана команды.

# clubs/request/errors/Inactive application.
source: Action unavailable. The application has expired.
ru: Действие недоступно. Заявка устарела.

# clubs/request/errors/Inactive club.
source: Action unavailable. The team is inactive.
ru: Действие недоступно. Команда неактивна.

# clubs/request/errors/Inactive invite.
source: Action unavailable. The invitation has expired.
ru: Действие недоступно. Приглашение устарело.

# clubs/request/errors/Incorrect checkout token.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/Incorrect params passed to the handler.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/Internal error in SPA .
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/Invite to the club already sent to this player.
source: Action unavailable. The invitation is already sent.
ru: Действие недоступно. Приглашение уже отправлено.

# clubs/request/errors/Invite to the club not found for this player.
source: Action unavailable. The invitation has expired.
ru: Действие недоступно. Приглашение устарело.

# clubs/request/errors/JOIN_TEAM_AFTER_DEACTIVATION_COOLDOWN
source: Action unavailable. The operation is temporarily disabled.
ru: Действие недоступно. Операция временно заблокирована.

# clubs/request/errors/MEMBERSHIP_APPLICATION_NOT_NEEDED
source: Action unavailable. The team is closed.
ru: Действие недоступно. Команда закрыта.

# clubs/request/errors/No club found.
source: Action unavailable. The team is not found.
ru: Действие недоступно. Команда не найдена.

# clubs/request/errors/None of the sub-requests was not completed successfully.
source: No invitations to join the team sent.
ru: Приглашения вступить в команду не отправлены.

# clubs/request/errors/OWNER_TEAMS_LIMIT_EXCEEDED
source: Action unavailable. Maximum number of team Commanders reached.
ru: Действие недоступно. Максимальное количество капитанов команды.

# clubs/request/errors/SAME_TEAM_APPLICATION_COOLDOWN
source: Action unavailable. The operation is temporarily disabled.
ru: Действие недоступно. Операция временно заблокирована.

# clubs/request/errors/TEAM_ALREADY_EXIST
source: Action unavailable. The team already exists.
ru: Действие недоступно. Указанная команда уже существует.

# clubs/request/errors/TEAM_ALREADY_UNLOCKED
source: Action unavailable. The team is already unlocked.
ru: Действие недоступно. Команда уже разблокирована.

# clubs/request/errors/TEAM_DOES_NOT_EXIST
source: Action unavailable. The team does not exist.
ru: Действие недоступно. Указанной команды не существует.

# clubs/request/errors/TEAM_DOES_NOT_HAVE_OWNER
source: Action unavailable. The team does not have a Commander.
ru: Действие недоступно. У команды нет капитана.

# clubs/request/errors/TEAM_DOSSIER_WAS_LOCKED
source: Action unavailable. The team is locked.
ru: Действие недоступно. Команда заблокирована.

# clubs/request/errors/TEAM_IS_FULL
source: Action unavailable. The team has already been assembled.
ru: Действие недоступно. Штат команды сформирован.

# clubs/request/errors/TEAM_IS_NOT_ACTIVE
source: Action unavailable. The team has been dismissed.
ru: Действие недоступно. Команда расформирована.

# clubs/request/errors/TEAM_LEAVE_COOLDOWN
source: Action unavailable. The operation is temporarily disabled.
ru: Действие недоступно. Операция временно заблокирована.

# clubs/request/errors/TEAM_LOCK_TOKEN_ERROR
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/TEAM_MEMBERS_COUNT_ERROR
source: Action unavailable. Incorrect number of players specified.
ru: Действие недоступно. Неправильно указано количество игроков.

# clubs/request/errors/This club is not in the ladder.
source: Action unavailable. The team is not in the Leaderboard.
ru: Действие недоступно. Команда не находится в Ладдере.

# clubs/request/errors/This club name is already taken.
source: Action unavailable. The name is already in use.
ru: Действие недоступно. Указанное имя занято.

# clubs/request/errors/This emblem not registered in emulator.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/This operation is allowed only for club officer.
source: Action is only available for an Officer.
ru: Действие доступно только офицерам команды.

# clubs/request/errors/This operation is forbidden for club owner.
source: Action is unavailable for the team Commander.
ru: Действие недоступно для капитана команды.

# clubs/request/errors/This operation is restricted on web side.
source: Action unavailable. The operation is temporarily disabled.
ru: Действие недоступно. Операция временно заблокирована.

# clubs/request/errors/Too many requests are in the pending state.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/Unknown or unexpected error.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/WGESTB_COOLDOWN
source: Action unavailable. The operation is temporarily disabled.
ru: Действие недоступно. Операция временно заблокирована.

# clubs/request/errors/Web API is not available at this moment.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/Wrong account.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/Wrong obtained web data format. Please see server logs.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/cooldown
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/errors/default
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# clubs/request/success/application/accept
source: You recruited %(userName)s on the team.
ru: Вы приняли %(userName)s в штат команды.

# clubs/request/success/application/decline
source: You declined application from %(userName)s.
ru: Вы отклонили заявку %(userName)s.

# clubs/request/success/application/revoke
source: Application to join the team %(clubName)s withdrawn.
ru: Заявка на вступление в команду %(clubName)s отозвана.

# clubs/request/success/application/sent
source: Application %(clubName)s sent. Please await the decision of the team Commander.
ru: Заявка в команду %(clubName)s отправлена. Ожидайте решения капитана команды.

# clubs/request/success/closeClub
source: You closed recruitment to the team. Now players will not be able to send applications.
ru: Вы закрыли набор в команду. Теперь игроки не смогут отправлять вам заявки на вступление.

# clubs/request/success/createClub
source: Team succesfully created.
ru: Команда успешно создана.

# clubs/request/success/destroyClub
source: You dismissed team %(clubName)s
ru: Вы расформировали команду %(clubName)s

# clubs/request/success/invite/revoke
source: Invitation canceled.
ru: Приглашение отменено.

# clubs/request/success/invite/sent
source: Invitation to join the team was sent.
ru: Приглашение вступить в команду отправлено.

# clubs/request/success/invites/sent
source: Invitations to join the team were sent.
ru: Приглашения вступить в команду отправлены.

# clubs/request/success/invites/sent/names/error
source: Invitations to join the team were not sent: %(names)s
ru: Приглашения вступить в команду не отправлены: %(names)s

# clubs/request/success/invites/sent/names/success
source: Invitations to join the team were sent: %(names)s
ru: Приглашения вступить в команду отправлены: %(names)s

# clubs/request/success/leaveClub
source: You left the team %(clubName)s
ru: Вы покинули штат команды %(clubName)s

# clubs/request/success/openClub
source: You opened recruitment to the team. Players will now be able to send applications.
ru: Вы открыли набор в команду. Теперь игроки смогут отправлять вам заявки на вступление.

# clubs/request/success/users/assignOfficer
source: You promoted %(userName)s to Officer.
ru: Вы повысили %(userName)s до офицера.

# clubs/request/success/users/assignPrivate
source: You demoted %(userName)s to Private.
ru: Вы понизили %(userName)s до рядового.

# clubs/request/success/users/kick
source: %(userName)s was excluded from the team.
ru: %(userName)s был исключён из штата команды.

# clubs/request/success/users/transferOwnership
source: You transferred permissions to player %(userName)s.
ru: Вы передали командование игроку %(userName)s.

# module_buy/error_is_current
source: The module %(kind)s '%(name)s' is already mounted.
ru: Модуль %(kind)s '%(name)s' уже установлен.

# module_buy/error_need_gun
source: Unable to mount %(kind)s '%(name)s' on the vehicle with the current gun.
ru: Модуль %(kind)s '%(name)s' не может быть установлен на машину с текущим орудием.

# module_buy/error_need_turret
source: %(kind)s '%(name)s' is not compatible with the current turret. Replace the turret.
ru: %(kind)s '%(name)s' не устанавливается в текущую башню. Замените башню на совместимую.

# module_buy/error_no_gun
source: %(kind)s '%(name)s' is not mounted. No compatible gun in the Depot.
ru: %(kind)s '%(name)s' не установлена. На Складе нет подходящего орудия.

# module_buy/error_not_for_current_vehicle
source: %(kind)s '%(name)s' does not fit this turret. Replace the turret.
ru: %(kind)s '%(name)s' не подходит для данной башни. Замените башню.

# module_buy/error_not_for_this_vehicle_type
source: %(kind)s '%(name)s' does not fit this vehicle.
ru: Модуль %(kind)s '%(name)s' не подходит для данной машины.

# module_buy/error_not_with_installed_equipment
source: Module %(kind)s '%(name)s' is not compatible with consumables '%s'.
ru: Модуль %(kind)s '%(name)s' несовместим со снаряжением '%s'.

# module_buy/error_too_heavy
source: %(kind)s '%(name)s' is too heavy. Consider replacing the suspension or lightening the vehicle.
ru: Модуль %(kind)s '%(name)s' не подходит по массе. Попробуйте заменить ходовую часть или облегчить машину.

# module_buy/error_too_heavy_chassis
source: %(kind)s '%(name)s' is too heavy. Consider lightening the vehicle.
ru: Модуль %(kind)s '%(name)s' не подходит по массе. Попробуйте облегчить машину.

# module_buy/error_wrong_item_type
source: %(kind)s '%(name)s' is the wrong type.
ru: Модуль %(kind)s '%(name)s' не подходит по типу.

# module_buy/error_wrong_nation
source: %(kind)s '%(name)s' is the wrong nation.
ru: Модуль %(kind)s '%(name)s' не подходит по нации.

# module_buy/invalid_vehicle
source: Wrong vehicle. Unable to purchase and mount %(kind)s '%(name)s'.
ru: Неправильная машина. Покупка и установка %(kind)s '%(name)s' не удалась.

# module_buy/vehicle_locked
source: Vehicle locked. Unable to purchase and mount %(kind)s '%(name)s'.
ru: Машина заблокирована. Покупка и установка %(kind)s '%(name)s' не удалась.

# module_buy/vehicle_need_repair
source: Unable to purchase and mount %(kind)s '%(name)s'. Repair vehicle and try again.
ru: Покупка и установка %(kind)s '%(name)s' не удалась. Отремонтируйте машину и повторите операцию.

# prebattle/request/name/CHANGE_RATED
source: Mode selection
ru: Переключение режима

# unit/errors/CLUB_CHECKOUT_FAIL
source: Server error. Try again later.
ru: Произошла серверная ошибка. Попробуйте повторить операцию позже.

# unit/errors/PREV_RATED_BATTLE_IN_PROGRESS
source: Action unavailable. The previous battle has not ended yet.
ru: Действие недоступно. Предыдущий бой ещё не завершён.

# arena_start_errors/join/EVENT_DISABLED
source: This event is currently unavailable. Follow the latest news on the game portal.
ru: В настоящий момент данное событие недоступно. Следите за новостями на портале игры.

# booster/ALREADY_USED
source: Action unavailable. Personal Reserve already in use.
ru: Действие недоступно. Личный резерв уже использован.

# booster/DISABLED
source: Unable to activate Personal Reserve. Action unavailable.
ru: Ошибка активации личного резерва. Действие недоступно.

# booster/EXCEPTION
source: Unable to activate Personal Reserve. Action unavailable.
ru: Ошибка активации личного резерва. Действие недоступно.

# booster/NO_BOOSTERS
source: Action unavailable. Personal Reserve not available or not selected.
ru: Действие недоступно. Личный резерв отсутствует или не выбран.

# booster/activationSuccess
source: Personal Reserve "%(boosterName)s" activated. Time left: %(time)s.
ru: Личный резерв «%(boosterName)s» активирован! До окончания действия: %(time)s.

# booster/server_error
source: Unable to activate Personal Reserve. Try again later.
ru: Ошибка активации личного резерва. Попробуйте позже.

# change_tankman_role/invalid_role
source: Unable to change qualification. Try again later.
ru: Не удалось сменить специальность. Попробуйте позже.

# change_tankman_role/invalid_vehicle
source: Unable to change qualification. Wrong vehicle.
ru: Не удалось сменить специальность. Неправильная машина.

# clubs/request/errors/CLUBS ARE DISABLED
source: Action unavailable. Ranked Battles are currently unavailable.
ru: Действие недоступно. Игры в Ладдере временно отключены.

# clubs/request/errors/NOT_ENOUGH_RATED_BATTLES
source: Action unavailable. Not enough Ranked Battles fought.
ru: Действие недоступно. Недостаточное количество боёв в Ладдере.

# clubs/request/errors/TEAM_ACTIVE_PROPOSALS_EXCEEDED
source: Action unavailable. Active invitations limit exceeded.
ru: Действие недоступно. Превышен лимит активных приглашений.

# clubs/request/errors/TOO_MANY_INVITES_PER_CALL
source: Action unavailable. Too many invitations.
ru: Действие недоступно. Слишком много приглашений за раз.

# clubs/request/errors/Too many invites sent to that player.
source: Action unavailable. Active invitations limit exceeded.
ru: Действие недоступно. Превышен лимит активных приглашений для игрока.

# clubs/request/errors/UnitMgr not available
source: Action unavailable. Wait for current Ranked Battle to finish.
ru: Действие недоступно. Дождитесь окончания боя в Ладдере.

# clubs/request/errors/time out
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.

# customization/removed/camouflages
source: Camouflage removed
ru: Списан камуфляж

# customization/removed/emblems
source: Emblem removed
ru: Списана эмблема

# customization/removed/inscriptions
source: Inscription removed
ru: Списана надпись

# fortification/errors/ATTACK_TOO_LATE
source: Unable to schedule an attack on the selected day.
ru: Невозможно запланировать атаку на выбранную дату.

# prebattle/vehicleInvalid/limits/not_supported
source: Incompatible vehicle
ru: Неподходящая машина

# prebattle/vehicleInvalid/limits/tags
source: Incompatible vehicle
ru: Неподходящая машина

# battle/request/SEND_INVITES
source: Send Invitations
ru: Отправка приглашений

# booster/WRONG_ARGS
source: Unable to activate Personal Reserve. Action unavailable.
ru: Ошибка активации личного резерва. Действие недоступно.

# clubs/request/errors/sendApp/ignored
source: Application not submitted: the team Commander closed application submission.
ru: Заявка не отправлена: капитан команды ограничил приём заявок.

# clubs/request/errors/sendInvite/ignored
source: Invitation not sent: the player does not accept invitations.
ru: Приглашение не отправлено: игрок ограничил приём приглашений.

# fortification/errors/BAD_SORTIE_TIME
source: Invalid time set.
ru: Установлено неправильное время.

# fortification/errors/FORBIDDEN_FORT_BATTLE_HOUR
source: Unable to schedule an attack on this clan at the specified time.
ru: В указанное время запланировать атаку на этот клан невозможно.

# prebattle/request/name/CHANGE_DIVISION
source: Change Division
ru: Смена дивизиона

# unit/errors/CANT_CHANGE_DIVISION
source: Changing the division is unavailable at the specified time.
ru: В указанное время смена дивизиона запрещена.

# unit/errors/SORTIES_FORBIDDEN
source: Skirmishes will not be allowed at the specified time.
ru: В указанное время Вылазки запрещены.

# clubs/request/errors/Some error on estb side. See server log for details.
source: Action unavailable. Try again later.
ru: Действие недоступно. Попробуйте позже.
