Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# ebank/response/TIMEOUT
source: Server does not respond. Try again later.
ru: Сервер не отвечает. Попробуйте позже.

# ebank/response/Transaction error in billing system
source: Unable to purchase gold. Try again later.
ru: Покупка золота не удалась. Попробуйте позже.

# ebank/response/WRONG_ARGS_TYPE
source: Server does not respond. Try again later.
ru: Сервер не отвечает. Попробуйте позже.

# ebank/response/WRONG_ARG_VALUE
source: Server does not respond. Try again later.
ru: Сервер не отвечает. Попробуйте позже.

# ebank/response/WRONG_MULTIPLICITY
source: Unable to purchase gold. Wrong transaction value.
ru: Покупка золота не удалась. Неправильная сумма платежа.

# ebank/response/success
source: %(gold)s successfully purchased. %(vcoin)s VCOIN spent.
ru: Запрос на покупку %(gold)s единиц золота принят, золото поступит на ваш счёт после его обработки. Потрачено %(vcoin)s VCOIN.

# technicalMaintenance/error/Cannot equip equipment
source: Error servicing %s. Unable to add consumables. Try again later.
ru: Ошибка при обслуживании %s. Невозможно пополнить снаряжение. Попробуйте позже.

# technicalMaintenance/error/Cannot equip shells
source: Error servicing %s. Unable to add shells.
ru: Ошибка при обслуживании %s. Невозможно пополнить снаряды. Попробуйте позже.

# technicalMaintenance/error/Cannot equip shells (maxAmmo limit exceeded)
source: Error servicing %s. Unable to add shells. The ammo rack is full.
ru: Ошибка при обслуживании %s. Невозможно пополнить снаряды. Максимальное количество снарядов загружено.

# technicalMaintenance/error/EQS_NO_CREDITS
source: Error servicing %s. Not enough credits to buy consumables.
ru: Ошибка при обслуживании %s. Недостаточно кредитов для покупки снаряжения.

# technicalMaintenance/error/EQS_NO_GOLD
source: Error servicing %s. Not enough gold to buy consumables.
ru: Ошибка при обслуживании %s. Недостаточно золота для покупки снаряжения.

# technicalMaintenance/error/No vehicle with given id
source: Error servicing %s. Wrong vehicle.
ru: Ошибка при обслуживании %s. Неверный танк.

# technicalMaintenance/error/SHELLS_NO_CREDITS
source: Error servicing %s. Not enough credits to buy shells.
ru: Ошибка при обслуживании %s. Недостаточно кредитов для покупки снарядов.

# technicalMaintenance/error/SHELLS_NO_GOLD
source: Error servicing %s. Not enough gold to buy shells.
ru: Ошибка при обслуживании %s. Недостаточно золота для покупки снарядов.

# technicalMaintenance/error/SHOP_DESYNC
source: Error servicing %s. Try again later.
ru: Ошибка при обслуживании %s. Попробуйте позже.

# technicalMaintenance/error/Vehicle is locked
source: Error servicing %s. The vehicle is locked.
ru: Ошибка при обслуживании %s. Танк заблокирован.

# technicalMaintenance/error/WRONG_ARGS_TYPE
source: Error servicing %s. Try again later.
ru: Ошибка при обслуживании %s. Попробуйте позже.

# technicalMaintenance/error/WRONG_ARG_VALUE
source: Error servicing %s. Try again later.
ru: Ошибка при обслуживании %s. Попробуйте позже.

# actionAchievement/title
source: Medal for Specials
ru: Акционная медаль

# actionAchievements/title
source: Medals for Specials
ru: Акционные медали

# customization/emblem_change_server_error
source: Server error replacing Emblem. Try again later.
ru: Произошла серверная ошибка при смене эмблемы. Попробуйте повторить операцию позже.

# customization/emblem_change_success/credits
source: Emblem successfully replaced. Credits spent: %s.
ru: Эмблема успешно изменена. Потрачено кредитов: %s.

# customization/emblem_change_success/gold
source: Emblem successfully replaced. Gold spent: %s.
ru: Эмблема успешно изменена. Потрачено золота: %s.

# customization/emblem_cost_not_found
source: Unable to replace Emblem. Cost not found.
ru: Смена эмблемы невозможна. Невозможно определить стоимость эмблемы.

# customization/emblem_days_not_selected
source: Unable to replace Emblem. Please select expiry date.
ru: Смена эмблемы невозможна. Выберите, пожалуйста, срок действия эмблемы.

# customization/emblem_drop_server_error
source: Server error removing Emblem. Try again later.
ru: Произошла серверная ошибка при удалении эмблемы. Попробуйте повторить операцию позже.

# customization/emblem_drop_success
source: Emblem successfully removed.
ru: Эмблема успешно удалена.

# customization/emblem_get_cost_server_error
source: Server error receiving Emblem packages. Try again later.
ru: Произошла серверная ошибка при получении пакетов аренды эмблем. Попробуйте повторить операцию позже.

# customization/emblem_not_found_to_drop
source: Unable to remove Emblem. Current Emblem is not selected.
ru: Удалить эмблему невозможно. Текущая эмблема не назначена.

# customization/emblem_not_selected
source: Unable to replace Emblem. Please select Emblem.
ru: Смена эмблемы невозможна. Выберите эмблему.

# customization/inscription_change_server_error
source: Server error replacing Inscription. Try again later.
ru: Произошла серверная ошибка при смене надписи. Попробуйте повторить операцию позже.

# customization/inscription_change_success/credits
source: Inscription successfully replaced. Credits spent: %s.
ru: Надпись успешно изменена. Потрачено кредитов: %s.

# customization/inscription_change_success/gold
source: Inscription successfully replaced. Gold spent: %s.
ru: Надпись успешно изменена. Потрачено золота: %s.

# customization/inscription_cost_not_found
source: Unable to replace Inscription. Cost not found.
ru: Смена надписи невозможна. Невозможно определить стоимость надписи.

# customization/inscription_days_not_selected
source: Unable to replace Inscription. Please select expiry date.
ru: Смена надписи невозможна. Выберите, пожалуйста, срок действия надписи.

# customization/inscription_drop_server_error
source: Server error removing the Inscription. Try again later.
ru: Произошла серверная ошибка при удалении надписи. Попробуйте повторить операцию позже.

# customization/inscription_drop_success
source: Inscription successfully removed.
ru: Надпись успешно удалена.

# customization/inscription_get_cost_server_error
source: Server error receiving Emblem packages. Try again later.
ru: Произошла серверная ошибка при получении пакетов аренды эмблем. Попробуйте повторить операцию позже.

# customization/inscription_not_found_to_drop
source: Unable to remove Inscription. Current inscription not selected.
ru: Удалить надпись невозможно. Текущая надпись не назначена.

# customization/inscription_not_selected
source: Unable to replace Inscription. Please select inscription.
ru: Смена надписи невозможна. Выберите надпись.

# fitting/artefact_buy_money_error
source: To purchase %s '%s', not enough %s
ru: Для покупки %s '%s' не хватает %s

# fitting/module_buy_money_error
source: To purchase %s '%s', not enough %s
ru: Для покупки %s '%s' не хватает %s

# fitting/shell_buy_money_error
source: To purchase %s, not enough %s.
ru: Для покупки %s не хватает %s.

# fitting/vehicle_buy_money_error
source: To purchase '%s', not enough %s.
ru: Для покупки '%s' не хватает %s.

# freeXpToTmanSkill/error/NO_FREE_XP
source: Error training a crew member. Not enough Free Experience.
ru: Ошибка при обучении танкиста. Недостаточного свободного опыта.

# freeXpToTmanSkill/error/No tankman with given id
source: Error training a crew member. This crew member does not exist.
ru: Ошибка при обучении танкиста. Указанного танкиста не существует.

# freeXpToTmanSkill/error/SHOP_DESYNC
source: Error training a crew member. Try again later.
ru: Ошибка при обучении танкиста. Попробуйте позже.

# freeXpToTmanSkill/error/WRONG_ARGS_TYPE
source: Error training a crew member. Try again later.
ru: Ошибка при обучении танкиста. Попробуйте позже.

# freeXpToTmanSkill/success
source: Crew member successfully trained.
ru: Танкист успешно обучен.

# inventory/item/already_exists
source: Module %(typeString)s '%(userString)s' is already available in the Depot.
ru: Модуль %(typeString)s '%(userString)s' уже имеется в наличии на Складе.

# inventory/item/equip_in_processing
source: Request for mounting equipment sent. Waiting for server response.
ru: Запрос на установку модуля отправлен, ожидается ответ от сервера.

# inventory/item/not_found
source: Module %(typeString)s '%(userString)s' was not found in the Depot.
ru: Модуль %(typeString)s '%(userString)s' на Складе не найден.

# inventory/vehicle/already_exists
source: %(userString)s is already available in the Depot.
ru: %(userString)s уже имеется в наличии на Складе.

# inventory/vehicle/not_found
source: %(userString)s was not found in the Depot.
ru: %(userString)s на Складе не найден.

# shop/item/buy_and_equip_in_processing
source: Request for purchasing and mounting the module sent. Waiting for server response.
ru: Запрос на покупку и установку модуля отправлен, ожидается ответ от сервера.

# shop/item/buy_server_error
source: Failed to purchase %(typeString)s '%(userString)s'. Please try again later.
ru: Покупка модуля %(typeString)s '%(userString)s' не удалась. Попробуйте позже.

# shop/item/buy_success
source: Module %(typeString)s '%(userString)s' successfully purchased (%(count)d). Spent %(price)s.
ru: Модуль %(typeString)s '%(userString)s' успешно приобретён (%(count)d шт.). Потрачено %(price)s.

# shop/item/not_enough_money
source: To purchase %(typeString)s '%(userString)s' you need %(price)s more.
ru: Для покупки %(typeString)s '%(userString)s' не хватает %(price)s.

# shop/item/not_found
source: Module %(typeString)s '%(userString)s' was not found in the Store. Please try again later.
ru: Модуль %(typeString)s '%(userString)s' в Магазине не найден. Попробуйте позже.

# shop/vehicle/not_enough_money
source: To purchase %(userString)s you need %(price)s more.
ru: Для покупки %(userString)s не хватает %(price)s.

# shop/vehicle/not_found
source: %(userString)s was not found in the Store. Please try again later.
ru: %(userString)s в Магазине не найден. Попробуйте позже.

# training/error/swapTeams
source: Server error attempting to swap the teams. Try again later.
ru: Произошла серверная ошибка при попытке поменять команды игроков местами. Попробуйте повторить операцию позже.

# unlocks/drawFailed
source: Wrong settings. Tech Tree is locked.
ru: Невозможно отобразить Дерево исследований из-за неправильных настроек.

# unlocks/in_processing
source: Research request submitted. Waiting for a server response.
ru: Запрос на исследование отправлен, ожидается ответ от сервера.

# unlocks/item/already_unlocked
source: Module %(typeString)s '%(userString)s' researched.
ru: Модуль %(typeString)s '%(userString)s' исследован.

# unlocks/item/server_error
source: Server error researching module %(typeString)s '%(userString)s'. Try again later.
ru: Произошла серверная ошибка исследования модуля %(typeString)s '%(userString)s'. Попробуйте повторить операцию позже.

# unlocks/item/unlock_success
source: Module %(typeString)s '%(userString)s' researched. Undistributed experience spent: %(vehXP)s. Free Experience spent: %(freeXP)s.
ru: Модуль %(typeString)s '%(userString)s' исследован. Потрачено нераспределённого опыта %(vehXP)s, свободного опыта %(freeXP)s.

# unlocks/vehicle/already_unlocked
source: %(userString)s researched.
ru: %(userString)s исследован.

# unlocks/vehicle/server_error
source: Server error researching %(userString)s. Try again later.
ru: Серверная ошибка исследования %(userString)s. Попробуйте повторить операцию позже.

# unlocks/vehicle/unlock_success
source: %(userString)s researched. Undistributed experience spent: %(vehXP)s. Free Experience spent: %(freeXP)s.
ru: %(userString)s исследован. Потрачено нераспределённого опыта %(vehXP)s, свободного опыта %(freeXP)s.

# gameSessionControl/korea/playTimeLeft
source: Game session time left: %(timeLeft)s
ru: Игрового времени осталось: %(timeLeft)s

# gameSessionControl/korea/sessionTime
source: Game session duration: %(sessionTime)s
ru: Время игры: %(sessionTime)s

# gameSessionControl/korea/timeTillMidnight
source: Time left until midnight: %(timeLeft)s
ru: До полуночи осталось: %(timeLeft)s

# technicalMaintenance/error/BUYING_GOLD_EQS_FOR_CREDITS_DISABLED
source: Error servicing %s. Unable to add consumables. Try again later.
ru: Ошибка при обслуживании %s. Невозможно пополнить снаряжение. Попробуйте позже.

# technicalMaintenance/error/BUYING_GOLD_SHELLS_FOR_CREDITS_DISABLED
source: Error servicing %s. Unable to add consumables. Try again later.
ru: Ошибка при обслуживании %s. Невозможно пополнить снаряжение. Попробуйте позже.

# technicalMaintenance/error/Component is not in shop
source: Error servicing %s. Unable to add consumables. Try again later.
ru: Ошибка при обслуживании %s. Невозможно пополнить снаряжение. Попробуйте позже.

# technicalMaintenance/error/NOT_RESEARCHED_ITEM
source: Error servicing %s. Unable to add consumables. Try again later.
ru: Ошибка при обслуживании %s. Невозможно пополнить снаряжение. Попробуйте позже.

# bs/kickedFromQueue
source: Unable to find rivals for this Special Battle. Consider reorganizing the team.
ru: Невозможно подобрать соперников для данного Специального боя. Попробуйте переформировать команду.

# gameSessionControl/korea/midnightNotification
source: To prevent game addiction in children and teenagers, entering the battle after %(preBlockTime)s is banned. You will be disconnected from the server at %(blockTime)s.
ru: Для предотвращения возникновения игровой зависимости у несовершеннолетних пользователей выход в бой после %(preBlockTime)s запрещён. В %(blockTime)s вы будете отключены от сервера.

# gameSessionControl/korea/note
source: Excessive video game playing may interfere with your daily life.
ru: Чрезмерное нахождение в игре может навредить вашей повседневной жизни.

# gameSessionControl/korea/playTimeNotification
source: Time limit expires, therefore you cannot enter the battle. You will be disconnected from the server at %s.
ru: Ваше игровое время заканчивается. Нельзя начать новый бой. В %s вы будете отключены от сервера.

# prebattleReady/limits/ammo
source: The ammunition or consumables mounted on the selected vehicle prevent it from joining this battle.
ru: На выбранный танк загружены снаряды или снаряжение, не удовлетворяющие условиям боя.

# prebattleReady/limits/classLevel
source: This vehicle tier is wrong for this battle. Minimum tier for this type: %s. Maximum tier for this type: %s.
ru: Выбранная машина не подходит для данного боя по уровню. Минимальный уровень для данного типа: %s. Максимальный уровень для данного типа: %s.

# prebattleReady/limits/components
source: The components mounted on the selected vehicle prevent it from joining this battle.
ru: На выбранный танк установлены компоненты, не удовлетворяющие условиям боя.

# prebattleReady/limits/level
source: Wrong vehicle tier for this battle. Minimum tier: %s. Maximum tier: %s.
ru: Выбранный танк не подходит для для данного боя по уровню. Минимальный уровень: %s. Максимальный уровень: %s.

# prebattleReady/limits/nations
source: This vehicle's nationality is wrong for this battle. Nations allowed: %s.
ru: Выбранная машина не подходит для данного боя по нации. Разрешённые нации: %s.

# prebattleReady/limits/shells
source: The shells loaded on the selected vehicle prevent it from joining this battle.
ru: На выбранный танк загружены снаряды, не удовлетворяющие условиям боя.

# prebattleReady/limits/vehicles
source: The selected vehicle cannot join this battle.
ru: Выбранный танк не подходит для данного боя.

# arena_start_errors/join/CAPTCHA
source: Error joining the battle, CAPTCHA.
ru: Ошибка присоединения, CAPTCHA.

# video/error
source: Video playback error. Error code: %(code)s.
ru: Ошибка воспроизведения видео. Код ошибки: %(code)s.

# memory_critical/tex_was_lowered_to_min
source: Not enough memory. Graphics settings are changed. Please restart the game.
ru: Недостаточно памяти. Настройки графики изменены. Рекомендуем перезапустить игру.

# prebattleReady/limits/classes
source: This vehicle type is wrong for this battle. Types allowed: %s.
ru: Выбранная машина не подходит для данного боя по типу. Разрешённые типы: %s.

# securityMessage/bad_email
source: You have registered your email address on a suspicious server. Please change your email for security purposes. %(link)s
ru: Уважаемый пользователь! Ваш адрес электронной почты зарегистрирован на подозрительном сервере. Просим вас сменить email. %(link)s

# securityMessage/change_setings
source: Change safety settings
ru: Изменить параметры безопасности

# securityMessage/no_phone
source: For security purposes, please add a phone number to your account. %(link)s
ru: Уважаемый пользователь! Рекомендуем выполнить привязку вашего аккаунта к телефону для обеспечения безопасности. %(link)s

# securityMessage/no_question
source: For password reset, please indicate a security question in your Account Management. %(link)s
ru: Уважаемый пользователь! Рекомендуем указать в Личном кабинете секретный вопрос для восстановления пароля. %(link)s

# securityMessage/old_pass
source: You have not changed your password for 30 days. Please change the password for security purposes. %(link)s
ru: Уважаемый пользователь! Вы не меняли пароль уже 30 дней. Рекомендуем сменить пароль для обеспечения безопасности. %(link)s

# securityMessage/poor_pass
source: The password you specified while creating your account is not strong enough. Please change the password. %(link)s
ru: Уважаемый пользователь! Сложность вашего пароля, указанного при создании аккаунта, слишком низкая. Рекомендуем сменить пароль. %(link)s

# account_was_restored
source: Your account was successfully recovered
ru: Аккаунт был успешно восстановлен

# login_to_other_game_unknown
source: current game session was interrupted. Your Wargaming.net&nbsp;ID was used to log into another game
ru: текущая игровая сессия прервана. Ваш Wargaming.net&nbsp;ID был использован для входа в другую игру

# login_to_other_game_wot
source: current game session was interrupted. Your Wargaming.net&nbsp;ID was used to log into World&nbsp;of&nbsp;Tanks
ru: текущая игровая сессия прервана. Ваш Wargaming.net&nbsp;ID был использован для входа в World&nbsp;of&nbsp;Tanks

# login_to_other_game_wotblitz
source: current game session was interrupted. Your Wargaming.net&nbsp;ID was used to log into World&nbsp;of&nbsp;Tanks&nbsp;Blitz
ru: текущая игровая сессия прервана. Ваш Wargaming.net&nbsp;ID был использован для входа в World&nbsp;of&nbsp;Tanks&nbsp;Blitz

# login_to_other_game_wotg
source: current game session was interrupted. Your Wargaming.net&nbsp;ID was used to log into World&nbsp;of&nbsp;Tanks&nbsp;Generals
ru: текущая игровая сессия прервана. Ваш Wargaming.net&nbsp;ID был использован для входа в World&nbsp;of&nbsp;Tanks&nbsp;Generals

# login_to_other_game_wowp
source: current game session was interrupted. Your Wargaming.net&nbsp;ID was used to log into World&nbsp;of&nbsp;Warplanes
ru: текущая игровая сессия прервана. Ваш Wargaming.net&nbsp;ID был использован для входа в World&nbsp;of&nbsp;Warplanes

# login_to_other_game_wows
source: current game session was interrupted. Your Wargaming.net&nbsp;ID was used to log into World&nbsp;of&nbsp;Warships
ru: текущая игровая сессия прервана. Ваш Wargaming.net&nbsp;ID был использован для входа в World&nbsp;of&nbsp;Warships

# add_tankman_skill/invalid_vehicle
source: Error training for a skill. Wrong vehicle.
ru: Ошибка изучения умения. Неправильная машина.

# add_tankman_skill/server_error
source: Failed to train a crew member for a new skill. Try again later.
ru: Новое умение не изучено. Попробуйте позже.

# add_tankman_skill/success
source: New skill successfully trained.
ru: Новое умение успешно изучено.

# add_tankman_skill/vehicle_locked
source: Error training for a skill. The vehicle is locked.
ru: Ошибка изучения умения. Машина заблокирована.

# add_tankman_skill/vehicle_need_repair
source: Error training for a skill. Repair your vehicle.
ru: Ошибка изучения умения. Машине необходим ремонт.

# artefact_apply/error_not_for_this_vehicle_type
source: %(kind)s '%(name)s' does not fit this vehicle.
ru: %(kind)s '%(name)s' не подходит для этой машины.

# artefact_apply/error_too_heavy
source: %(kind)s '%(name)s' is too heavy. Consider replacing the suspension or lightening the vehicle.
ru: %(kind)s '%(name)s' не подходит по массе. Попробуйте заменить ходовую часть или облегчить машину.

# artefact_apply/gold_error_not_enough
source: %(kind)s '%(name)s' not demounted. Not enough gold.
ru: %(kind)s '%(name)s' не демонтировано. Недостаточно золота.

# artefact_apply/gold_success
source: %(kind)s '%(name)s' demounted from vehicle. Gold spent: %(money)s.
ru: %(kind)s '%(name)s' снято с машины. Потрачено золота: %(money)s.

# artefact_apply/invalid_vehicle
source: Wrong vehicle. %(kind)s '%(name)s' not mounted.
ru: Неправильная машина. %(kind)s '%(name)s' не установлено.

# artefact_apply/server_error
source: Server error mounting %(kind)s '%(name)s'. Try again later.
ru: Произошла серверная ошибка установки %(kind)s '%(name)s'. Попробуйте повторить операцию позже.

# artefact_apply/success
source: %(kind)s '%(name)s' mounted on vehicle.
ru: %(kind)s '%(name)s' установлено на машину.

# artefact_apply/vehicle_locked
source: Vehicle locked. %(kind)s '%(name)s' not mounted.
ru: Машина заблокирована. %(kind)s '%(name)s' не установлено.

# artefact_apply/vehicle_need_repair
source: Vehicle damaged. %(kind)s '%(name)s' not mounted. Repair vehicle and try again.
ru: Машина повреждена. %(kind)s '%(name)s' не установлено. Отремонтируйте машину и повторите операцию.

# artefact_buy/invalid_module
source: Unable to purchase %(kind)s '%(name)s'. Wrong module.
ru: Покупка %(kind)s '%(name)s' не удалась. Неправильный модуль.

# artefact_buy/not_enough_credits
source: Unable to purchase %(kind)s '%(name)s'. Not enough credits.
ru: Покупка %(kind)s '%(name)s' не удалась. Недостаточно кредитов.

# artefact_buy/not_enough_gold
source: Unable to purchase %(kind)s '%(name)s'. Not enough gold.
ru: Покупка %(kind)s '%(name)s' не удалась. Недостаточно золота.

# artefact_buy/server_error
source: Unable to purchase %(kind)s '%(name)s'. Try again later.
ru: Покупка %(kind)s '%(name)s' не удалась. Попробуйте позже.

# artefact_buy/server_error_centerDown
source: Unable to purchase %(kind)s '%(name)s' module. Server is temporarily unavailable.
ru: Покупка %(kind)s '%(name)s' не удалась. Сервис покупки модулей временно недоступен.

# artefact_buy/success
source: %(kind)s '%(name)s' successfully purchased (%(count)s item(s)). You spent %(money)s.
ru: %(kind)s '%(name)s' успешно приобретено (%(count)s шт.). Потрачено %(money)s.

# artefact_destroy/invalid_vehicle
source: Wrong vehicle. %(kind)s '%(name)s' not destroyed.
ru: Неправильная машина. %(kind)s '%(name)s' не уничтожено.

# artefact_destroy/server_error
source: Server error destroying %(kind)s '%(name)s'. Try again later.
ru: Произошла серверная ошибка уничтожения %(kind)s '%(name)s'. Попробуйте повторить операцию позже.

# artefact_destroy/success
source: %(kind)s '%(name)s' destroyed with demounting.
ru: %(kind)s '%(name)s' уничтожено при демонтаже.

# artefact_destroy/vehicle_locked
source: Vehicle locked. %(kind)s '%(name)s' not destroyed.
ru: Машина заблокирована. %(kind)s '%(name)s' не уничтожено.

# artefact_destroy/vehicle_need_repair
source: Vehicle damaged. %(kind)s '%(name)s' not destroyed. Repair vehicle and try again.
ru: Машина повреждена. %(kind)s '%(name)s' не уничтожено. Отремонтируйте машину и повторите операцию.

# artefact_remove/error_too_heavy
source: Unable to demount %(kind)s '%(name)s'. Consider replacing the suspension or lightening the vehicle.
ru: %(kind)s '%(name)s' нельзя демонтировать. Попробуйте заменить ходовую часть или облегчить машину.

# artefact_remove/gold_error_not_enough
source: %(kind)s '%(name)s' not demounted. Not enough gold.
ru: %(kind)s '%(name)s' не демонтировано. Недостаточно золота.
