Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# vehicle_trade_in/vehicle_cannot_trade_off
source: Failed to trade in the %(tradeOffVehName)s. The vehicle is not subject to trade-in.
ru: Обменять '%(tradeOffVehName)s' не удалось. Машина не подлежит обмену.

# vehicle_trade_in/vehicle_locked
source: Failed to trade in the %(tradeOffVehName)s. The vehicle is unavailable.
ru: Обменять '%(tradeOffVehName)s' не удалось. Машина заблокирована.

# vehicle_trade_in/vehicle_need_repair
source: Failed to trade in the %(tradeOffVehName)s. Repair the vehicle.
ru: Обменять '%(tradeOffVehName)s' не удалось. Машине необходим ремонт.

# vehicle_trade_in/vehicle_not_found_in_inventory
source: Failed to trade in the %(tradeOffVehName)s. The vehicle is not in the Depot.
ru: Обменять '%(tradeOffVehName)s' не удалось. Машины нет на Складе.

# vehicle_trade_in/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# wallet/available_asia
source: WG Wallet successfully synchronized. All your gold, credits, and Free Experience are now available.
ru: Синхронизация Единого кошелька прошла успешно. Всё ваше золото, кредиты и свободный опыт стали доступны.

# wallet/available_asia_freexp
source: WG Wallet successfully synchronized. All your credits and Free Experience are now available.
ru: Синхронизация Единого кошелька прошла успешно. Весь ваш свободный опыт и кредиты стали доступны.

# wallet/available_asia_gold
source: WG Wallet successfully synchronized. All your gold and credits are now available.
ru: Синхронизация Единого кошелька прошла успешно. Всё ваше золото и кредиты стали доступны.

# wallet/not_available_asia
source: Retrieving balance data. All your gold, credits, and Free Experience will become available soon.
ru: Идёт получение данных о балансе. Всё ваше золото, кредиты и свободный опыт станут доступны в ближайшее время.

# wallet/not_available_asia_freexp
source: Retrieving balance data. All your credits and Free Experience will become available soon.
ru: Идёт получение данных о балансе. Весь ваш свободный опыт и кредиты станут доступны в ближайшее время.

# wallet/not_available_asia_gold
source: Retrieving balance data. All your gold and credits will become available soon.
ru: Идёт получение данных о балансе. Всё ваше золото и кредиты станут доступны в ближайшее время.

# arena_start_errors/prb/kick/timeout
source: Maximum time in queue for battle has expired. Select another vehicle or try again later.
ru: Время ожидания в очереди на бой истекло, попробуйте сменить машину или зайти позже.

# artefact_buy/not_enough_crystal
source: Failed to purchase %(kind)s "%(name)s". Insufficient bonds.
ru: Покупка %(kind)s '%(name)s' не удалась. Недостаточно бон.

# battleBooster_buy/error_not_for_this_vehicle_type
source: %(kind)s "%(name)s" does not fit this vehicle.
ru: %(kind)s «%(name)s» не подходит для этой машины.

# battleBooster_buy/error_too_heavy
source: %(kind)s "%(name)s" is too heavy. Consider replacing the suspension or reducing the vehicle's weight.
ru: %(kind)s «%(name)s» не подходит по массе. Попробуйте заменить ходовую часть или облегчить машину.

# battleBooster_buy/invalid_module
source: Failed to purchase %(kind)s "%(name)s". Wrong module.
ru: Покупка %(kind)s «%(name)s» не удалась. Неправильный модуль.

# battleBooster_buy/invalid_vehicle
source: Failed to purchase and mount %(kind)s "%(name)s". Wrong vehicle.
ru: Неправильная машина. Покупка и установка %(kind)s «%(name)s» не удалась.

# battleBooster_buy/not_enough_credits
source: Failed to purchase %(kind)s "%(name)s". Not enough credits.
ru: Покупка %(kind)s «%(name)s» не удалась. Недостаточно кредитов.

# battleBooster_buy/not_enough_crystal
source: Failed to purchase %(kind)s "%(name)s". Insufficient bonds.
ru: Покупка %(kind)s «%(name)s» не удалась. Недостаточно бон.

# battleBooster_buy/not_enough_gold
source: Failed to purchase %(kind)s "%(name)s". Not enough gold.
ru: Покупка %(kind)s «%(name)s» не удалась. Недостаточно золота.

# battleBooster_buy/server_error
source: Failed to purchase %(kind)s "%(name)s". Try again later.
ru: Покупка %(kind)s «%(name)s» не удалась. Попробуйте позже.

# battleBooster_buy/server_error_centerDown
source: Failed to purchase %(kind)s "%(name)s". The server is temporarily unavailable.
ru: Покупка %(kind)s «%(name)s» не удалась. Сервис покупки модулей временно недоступен.

# battleBooster_buy/success
source: %(kind)s "%(name)s" was successfully purchased (%(count)s item(s)). You spent %(money)s.
ru: %(kind)s «%(name)s» успешно приобретена (%(count)s шт.). Потрачено %(money)s.

# battleBooster_buy/vehicle_locked
source: The vehicle is locked. Failed to purchase and mount %(kind)s "%(name)s".
ru: Машина заблокирована. Покупка и установка %(kind)s «%(name)s» не удалась.

# battleBooster_buy/vehicle_need_repair
source: Failed to purchase and mount %(kind)s "%(name)s". Repair vehicle and try again.
ru: Покупка и установка %(kind)s «%(name)s» не удалась. Отремонтируйте машину и повторите операцию.

# battleBooster_buy/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# buy_and_equip_tankman/FORBIDDEN
source: Unable to recruit and transfer the crew member: the tank has unique permanent crew.
ru: Невозможно рекрутировать и пересадить члена экипажа: у танка уникальный постоянный экипаж.

# buy_and_reequip_tankman/FORBIDDEN
source: Unable to recruit and transfer the crew member: the tank has unique permanent crew.
ru: Невозможно рекрутировать и пересадить члена экипажа: у танка уникальный постоянный экипаж.

# change_tankman_role/FORBIDDEN
source: Unable to change qualification of the crew member: the tank has unique permanent crew.
ru: Невозможно сменить специальность члену экипажа: у танка уникальный постоянный экипаж.

# clans/request/errors/Clan has not free space
source: Action unavailable. Clan is full.
ru: Действие недоступно. Нет свободных мест.

# dismiss_tankman/FORBIDDEN
source: Unable to dismiss the crew member: the tank has unique permanent crew.
ru: Невозможно демобилизовать члена экипажа: у танка уникальный постоянный экипаж.

# equip_tankman/FORBIDDEN
source: Unable to transfer the crew member: the tank has unique permanent crew.
ru: Невозможно пересадить члена экипажа: у танка уникальный постоянный экипаж.

# layout_apply/EQS_NO_CRYSTAL
source: Service error: "%(vehName)s". Not enough bonds to purchase consumables.
ru: Ошибка при обслуживании '%(vehName)s'. Недостаточно бон для покупки снаряжения.

# ranked/notification/available
source: End of Ceasefire: Ranked Battles are available again.
ru: Режим прекращения огня окончен: Ранговые бои снова доступны.

# ranked/notification/congratulations
source: Congratulations!
ru: Поздравляем!

# ranked/notification/final/beforeCommonList
source: You receive the following rewards:
ru: Получены следующие награды:

# ranked/notification/notAvailable
source: The Ranked Battle mode is unavailable. Follow the updates on the game portal.
ru: Режим «Ранговый бой» недоступен. Следите за информацией на портале игры.

# ranked/notification/primeTime
source: Ranked Battles are not available until the end of Ceasefire. Check the schedule in the calendar.
ru: Ранговые бои недоступны до окончания режима прекращения огня. Расписание смотрите в календаре.

# ranked/notifications/bonusName/credits
source: Credits earned:
ru: Получено кредитов:

# ranked/notifications/bonusName/crystal
source: Bonds received:
ru: Получено бон:

# ranked/notifications/bonusName/gold
source: Gold received:
ru: Получено золота:

# ranked/notifications/bonusName/other
source: Received:
ru: Начислено:

# ranked/notifications/bonusName/points
source: Points earned:
ru: Добавлено очков:

# ranked/notifications/bonusValue/premiumDay
source: Premium day
ru: Премиум день

# ranked/notifications/bonusValue/premiumDays
source: Premium days (x%(daysCount)s)
ru: Премиум дней (x%(daysCount)s)

# ranked/notifications/cycleResults
source: Stage %(number)s results
ru: Результаты этапа %(number)s

# ranked/notifications/final/bonusName/credits
source: Credits received:
ru: Получено кредитов:

# ranked/notifications/final/bonusName/gold
source: Gold received:
ru: Получено золота:

# ranked/notifications/final/bonusName/league
source: Final League:
ru: Итоговая лига:

# ranked/notifications/final/bonusName/league/cycle
source: Current League:
ru: Текущая лига:

# ranked/notifications/final/bonusName/points
source: Points earned:
ru: Заработано очков:

# ranked/notifications/seasonResults
source: Season results
ru: Результаты сезона

# ranked/notifications/singleRank/text
source: You achieved Rank %(rankName)s %(awards)s
ru: Вы заслужили %(rankName)s ранг %(awards)s

# ranked/notifications/singleVehRank/text
source: You achieved %(rankName)s %(awards)s
ru: Вы заслужили %(rankName)s %(awards)s

# recruit_window/FORBIDDEN
source: Unable to recruit a new crew member: the tank has unique permanent crew.
ru: Невозможно рекрутировать нового члена экипажа: у танка уникальный постоянный экипаж.

# reequip_tankman/FORBIDDEN
source: Unable to transfer the crew member: the tank has unique permanent crew.
ru: Невозможно пересадить члена экипажа: у танка уникальный постоянный экипаж.

# replace_tankman/FORBIDDEN
source: Unable to replace your crew member's Personal Data: the tank has unique permanent crew.
ru: Невозможно сменить документы члену экипажа: у танка уникальный постоянный экипаж.

# retraining_crew/FORBIDDEN
source: Unable to retrain your crew: the tank has unique permanent crew.
ru: Невозможно переобучить экипаж: у танка уникальный постоянный экипаж.

# retraining_tankman/FORBIDDEN
source: Unable to retrain your crew member: the tank has unique permanent crew.
ru: Невозможно переобучить члена экипажа: у танка уникальный постоянный экипаж.

# return_crew/FORBIDDEN
source: Unable to return the crew: the tank has unique permanent crew.
ru: Невозможно вернуть экипаж: у танка уникальный постоянный экипаж.

# rotation/lock
source: The following groups are locked and no longer available for battles: %(groupNum)s.
ru: Следующие группы заблокированы и более недоступны для боя: %(groupNum)s.

# rotation/unlock
source: The following groups are unlocked and now available for battles: %(groupNum)s.
ru: Следующие группы разблокированы и теперь доступны для боя: %(groupNum)s.

# rotation/vehicleIsLocked
source: The vehicle is locked and unavailable for battles.
ru: Машина заблокирована и недоступна для боя.

# unit/warnings/ANOTHER_PLAYER_BECOME_COMMANDER
source: Commander's permissions are transferred to another player.
ru: Командование передано другому игроку.

# unload_crew/FORBIDDEN
source: Unable to send the crew to the Barracks: the tank has unique permanent crew.
ru: Невозможно высадить экипаж в Казарму: у танка уникальный постоянный экипаж.

# unload_tankman/FORBIDDEN
source: Unable to send a crew member to the Barracks: the tank has unique permanent crew.
ru: Невозможно высадить члена экипажа в Казарму: у танка уникальный постоянный экипаж.

# artefact_apply/money_success
source: %(kind)s '%(name)s' was demounted from the vehicle. You have spent %(money)s.
ru: %(kind)s '%(name)s' снято с машины. Потрачено %(money)s.

# artefact_remove/money_success
source: %(kind)s '%(name)s' was demounted from the vehicle. You have spent %(money)s.
ru: %(kind)s '%(name)s' снято с машины. Потрачено %(money)s.

source: Client inactive
ru: Неактивность клиента

# personalMissions/badge
source: Badge %(name)s received.
ru: Начислена нашивка: %(name)s.

# personalMissions/camouflageGiven
source: Unique Camouflage for %(vehicleName)s received.
ru: Начислен уникальный камуфляж для %(vehicleName)s.

# personalMissions/camouflageUnlocked
source: Unique Camouflage for %(vehicleName)s is available for all vehicles of nation: %(nation)s.
ru: Уникальный камуфляж для %(vehicleName)s доступен для всей техники нации %(nation)s.

# personalMissions/freeAwardListGain
source: Orders received: %(count)s.
ru: Начислено %(count)s бланков приказа.

# personalMissions/freeAwardListReturn
source: Orders returned: %(count)s. They can be used again.
ru: Бланк приказа возвращён и может быть использован снова.

# personalMissions/pawn/server_error
source: Error. Unable to commit an order at the moment.
ru: Ошибка. В данный момент бланк приказа не может быть заложен.

# personalMissions/pawn/success
source: Orders committed to the %(questName)s mission: %(count)s.
ru: Бланк приказа заложен в задачу %(questName)s.

# personalMissions/refuse/DISABLED
source: Action unavailable. Missions temporarily disabled.
ru: Действие недоступно. Боевые задачи временно отключены.

# personalMissions/refuse/no_quests
source: No current missions selected.
ru: Текущих выбранных задач нет.

# personalMissions/refuse/quests
source: Current missions selected: %(questNames)s.
ru: Текущие выбранные задачи: %(questNames)s.

# personalMissions/refuse/server_error
source: Unable to cancel the mission. Try again later.
ru: Отказ от задачи не выполнен. Попробуйте позже.

# personalMissions/refuse/server_error/LOCKED_BY_VEHICLE_QUEST
source: Currently unable to cancel the mission. Please wait until the vehicle of this type is not in battle.
ru: Отказ от задачи временно невозможен. Дождитесь возвращения из боя машины данного типа.

# personalMissions/refuse/server_error/fallout/LOCKED_BY_VEHICLE_QUEST
source: Currently unable to cancel the mission. Please wait until the group of vehicles is not in battle.
ru: Отказ от задачи временно невозможен. Дождитесь возвращения из боя группы машин.

# personalMissions/refuse/success
source: Missions successfully declined.%(quests)s
ru: Отказ от боевых задач выполнен успешно.%(quests)s

# personalMissions/reward/regular/server_error
source: Unable to claim reward. Please try again later.
ru: Не удалось получить награду. Попробуйте позже.

# personalMissions/reward/regular/server_error/DISABLED
source: Action unavailable. Missions temporarily disabled.
ru: Действие недоступно. Боевые задачи временно отключены.

# personalMissions/reward/regular/server_error/INVALID_STATE
source: Unable to claim reward. Reward unavailable.
ru: Не удалось получить награду. Награда недоступна.

# personalMissions/reward/regular/server_error/NO_REWARD
source: Unable to claim reward. Reward unavailable.
ru: Не удалось получить награду. Награда недоступна.

# personalMissions/reward/regular/server_error/WRONG_ARGS_TYPE
source: Unable to claim reward. Incorrect data.
ru: Не удалось получить награду. Некорректные данные.

# personalMissions/reward/tankwoman/server_error
source: Unable to claim reward. Please try again later.
ru: Не удалось получить награду. Попробуйте позже.

# personalMissions/reward/tankwoman/server_error/DISABLED
source: Action unavailable. Missions temporarily disabled.
ru: Действие недоступно. Боевые задачи временно отключены.

# personalMissions/reward/tankwoman/server_error/INVALID_STATE
source: Unable to claim reward. Reward unavailable.
ru: Не удалось получить награду. Награда недоступна.

# personalMissions/reward/tankwoman/server_error/NO_REWARD
source: Unable to claim reward. Reward unavailable.
ru: Не удалось получить награду. Награда недоступна.

# personalMissions/reward/tankwoman/server_error/WRONG_ARGS_TYPE
source: Unable to claim reward. Incorrect data.
ru: Не удалось получить награду. Некорректные данные.

# personalMissions/select/DISABLED
source: Action unavailable. Missions temporarily disabled.
ru: Действие недоступно. Боевые задачи временно отключены.

# personalMissions/select/server_error
source: Missions not selected: %(questNames)s. Please try again later.
ru: Выбор боевых задач не выполнен: %(questNames)s. Попробуйте позже.

# personalMissions/select/server_error/LOCKED_BY_VEHICLE_QUEST
source: Missions not selected: %(questNames)s. Mission locked.
ru: Выбор боевых задач не выполнен: %(questNames)s. Боевая задача заблокирована.

# personalMissions/select/server_error/NOT_BOUGHT_TILE
source: Missions not selected: %(questNames)s. Complete the preceding operation.
ru: Боевые задачи не выбраны: %(questNames)s. Завершите предыдущую операцию.

# personalMissions/select/server_error/NOT_ENOUGH_SLOTS
source: Missions not selected: %(questNames)s. Not enough slots.
ru: Выбор боевых задач не выполнен: %(questNames)s. Недостаточно слотов.

# personalMissions/select/server_error/NOT_GOTTEN_REWARD
source: Missions not selected: %(questNames)s. Please claim reward.
ru: Боевые задачи не выбраны: %(questNames)s. Необходимо получить награду.

# personalMissions/select/server_error/NOT_UNLOCKED_QUEST
source: Missions not selected: %(questNames)s. Mission unavailable.
ru: Выбор боевых задач не выполнен: %(questNames)s. Задача недоступна.

# personalMissions/select/server_error/QUEST_ALREADY_COMPLETED
source: Missions not selected: %(questNames)s. Mission already completed.
ru: Выбор боевых задач не выполнен: %(questNames)s. Задача уже завершена.

# personalMissions/select/server_error/SEASON_LIMIT_THE_SAME_CLASS
source: Missions not selected: %(questNames)s.
ru: Боевые задачи не выбраны %(questNames)s.

# personalMissions/select/server_error/TOO_MANY_QUESTS_IN_CHAIN
source: Missions not selected: %(questNames)s. Mission in this set already selected.
ru: Боевые задачи не выбраны: %(questNames)s. В данной ветке задача уже выбрана.

# personalMissions/select/server_error/WRONG_ARGS
source: Missions not selected: %(questNames)s. Incorrect data.
ru: Выбор боевых задач не выполнен: %(questNames)s. Некорректные данные.

# personalMissions/select/server_error/WRONG_ARGS_TYPE
source: Missions not selected: %(questNames)s. Incorrect data.
ru: Выбор боевых задач не выполнен: %(questNames)s. Некорректные данные.

# personalMissions/select/server_error/fallout/LOCKED_BY_VEHICLE_QUEST
source: Currently unable to select the mission. Please wait until the group of vehicles is not in battle.
ru: Выбор задачи временно невозможен. Дождитесь возвращения из боя группы машин.

# personalMissions/select/success
source: Missions selected successfully. Currently selected missions: %(questNames)s.
ru: Выбор боевых задач выполнен успешно. Текущие выбранные задачи: %(questNames)s.
