Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# fortification/errors/ORDER_ALREADY_SUSPENDED
source: Action unavailable. Building is already suspended.
ru: Действие недоступно. Строительство уже приостановлено.

# fortification/errors/ORDER_NOT_SUPPORTED
source: Action unavailable. Reserve is not available.
ru: Действие недоступно. Резерв не поддерживается.

# fortification/errors/ORDER_NOT_SUSPENDED
source: Action unavailable. Building is not suspended.
ru: Действие недоступно. Строительство не приостановлено.

# fortification/errors/PERIPHERY_NOT_CONNECTED
source: Action unavailable. Server is offline.
ru: Действие недоступно. Сервер отключён.

# fortification/errors/POSITION_OCCUPIED
source: Action unavailable. Slot is already occupied.
ru: Действие недоступно. Место уже занято.

# fortification/errors/SCR_DIR_LOCKED
source: Transportation unavailable. Zone with the source structure is locked.
ru: Транспортировка невозможна. Направление с исходным строением заблокировано.

# fortification/errors/SHUTDOWN_ALREADY_REQUESTED
source: Action unavailable. Defense is already disabled.
ru: Действие недоступно. Оборона уже отключена.

# fortification/errors/SHUTDOWN_NOT_REQUESTED
source: Action unavailable. Defense is not yet disabled.
ru: Действие недоступно. Оборона ещё не отключена.

# fortification/errors/TOO_FEW_OPEN_DIRS
source: Action unavailable. Not enough Zones opened.
ru: Действие недоступно. Недостаточно открытых направлений.

# fortification/errors/TOO_MANY_DEFENCES
source: Action unavailable. Defense is already scheduled for this day.
ru: Действие недоступно. На этот день уже запланирована оборона.

# fortification/errors/UNIT_NOT_READY
source: Action unavailable. Player is not ready.
ru: Действие недоступно. Боец не готов.

# fortification/errors/WRONG_CLAN
source: Action unavailable. Incorrect clan.
ru: Действие недоступно. Неправильный клан.

# fortification/errors/WRONG_PERIPHERY
source: Action unavailable. Incorrect server.
ru: Действие недоступно. Неправильный сервер.

# fortification/request/name/ADD_FAVORITE
source: Bookmark clan
ru: Добавление избранного клана

# fortification/request/name/CANCEL_SHUTDOWN_DEF_HOUR
source: Reenable Defense Period
ru: Отмена отключения периода обороны

# fortification/request/name/CHANGE_DEF_HOUR
source: Adjust Defense Period
ru: Изменение периода обороны

# fortification/request/name/CHANGE_OFF_DAY
source: Adjust Ceasefire
ru: Изменение времени прекращения огня

# fortification/request/name/CHANGE_PERIPHERY
source: Change server
ru: Изменение сервера

# fortification/request/name/CHANGE_SETTINGS
source: Change settings
ru: Изменение настроек

# fortification/request/name/CHANGE_VACATION
source: Adjust Neutrality
ru: Изменение времени нейтралитета

# fortification/request/name/PLAN_ATTACK
source: Schedule attack
ru: Назначение атаки

# fortification/request/name/REMOVE_FAVORITE
source: Remove bookmarked clan
ru: Удаление избранного клана

# fortification/request/name/REQUEST_CLAN_CARD
source: View clan details
ru: Получение данных о клане

# fortification/request/name/REQUEST_PUBLIC_INFO
source: View details of clans
ru: Получение данных кланов

# fortification/request/name/SHUTDOWN_DEF_HOUR
source: Disable Defense Period
ru: Отключение периода обороны

# fortification/vacationSet
source: Stronghold maintains the Neutrality %(vacationPeriod)s.
ru: Укрепрайон соблюдает нейтралитет %(vacationPeriod)s.

# invite/status/LEGIONARIES_NOT_ALLOWED
source: Invitation to legionnaire %(name)s cannot be sent.
ru: Приглашение легионеру %(name)s не может быть отправлено.

# invite/status/WRONG_CLAN
source: Invitation to player %(name)s cannot be sent: wrong clan.
ru: Приглашение игроку %(name)s не может быть отправлено: неправильный клан.

# prebattle/invites/sendInvite
source: Invitation sent to player.
ru: Приглашение игроку отправлено.

# prebattle/invites/sendInvite/name
source: Invitation to player %(name)s sent.
ru: Приглашение игроку %(name)s отправлено.

# prebattle/teamInvalid/event_battle
source: The vehicle is incompatible with the selected Tank Company. Select a different vehicle or a suitable Tank Company.
ru: Машина не соответствует выбранной роте. Смените машину или выберите подходящую роту.

# prebattle/vehicleInvalid/onlyEventBattles
source: Only the Chaffee SPORT may join the battle.
ru: Только Chaffee SPORT может выйти в бой.

# rally/leaveDisabled
source: Action unavailable. You cannot exit the mode. You are a member of the tactical unit and ready for battle.
ru: Операция недоступна Выйти из режима невозможно. Вы в основном составе и готовы к бою.

# squad/leaveDisabled
source: Action unavailable. You cannot leave the Platoon. You are a Platoon member ready for battle.
ru: Операция недоступна Выйти из взвода невозможно. Вы в основном составе и готовы к бою.

# unit/errors/ALREADY_IN_SLOT
source: Action unavailable. Slot already occupied.
ru: Действие недоступно. Слот уже занят.

# unit/errors/CANT_PICK_LEADER
source: You were excluded from the detachment: detachment dismissed.
ru: Вы исключены из состава отряда: отряд расформирован.

# unit/errors/FORT_BATTLE_END
source: Action unavailable. Waiting time expired.
ru: Действие недоступно. Истекло время ожидания боя.

# unit/errors/NO_AVAILABLE_SLOTS
source: Unable to add the player to team members.
ru: Невозможно добавить этого игрока в боевой состав.

# unit/errors/NO_CLAN_MEMBERS
source: You were excluded from the detachment: detachment dismissed.
ru: Вы исключены из состава отряда: отряд расформирован.

# unit/errors/NO_PLAYER
source: Action unavailable. Player not found.
ru: Действие недоступно. Игрок не найден.

# unit/errors/NO_VEHICLES
source: Action unavailable. Error displaying the vehicle list.
ru: Действие недоступно. Ошибка отображения списка техники.

# unit/errors/RESTRICT_INVITED
source: Action unavailable. One or more players have not accepted the invitation yet.
ru: Действие недоступно. Игрок(и) ещё не принял(и) приглашение.

# unit/errors/RESTRICT_LEGIONARIES
source: Action unavailable for legionnaires.
ru: Действие недоступно для легионеров.

# unit/errors/SLOT_NOT_CLOSED
source: Action unavailable. Slot not locked.
ru: Действие недоступно. Слот не заблокирован.

# unit/errors/SLOT_OCCUPIED
source: Action unavailable. Slot already occupied.
ru: Действие недоступно. Слот уже занят.

# unit/errors/SLOT_RESERVED
source: Action unavailable for this slot.
ru: Действие с данным слотом недоступно.

# unit/errors/TOO_MANY_CLOSED_SLOTS
source: Action unavailable. Maximum number of slots locked.
ru: Действие недоступно. Заблокировано максимально допустимое количество слотов.

# unit/errors/TOO_MANY_LEGIONARIES
source: Action unavailable. Maximum number of legionnaires.
ru: Действие недоступно. Максимальное количество легионеров.

# unit/errors/VEHICLE_MISMATCH
source: Action unavailable. Vehicle does not meet requirements.
ru: Действие недоступно. Машина не соответствует требованиям.

# unit/errors/VEHICLE_NOT_CHOSEN
source: Action unavailable. Select a vehicle first.
ru: Действие недоступно. Сначала выберите машину.

# unit/notification/giveLeadership
source: %(userName)s has been appointed the team's Commander.
ru: %(userName)s был назначен командиром.

# customization/added/camouflages
source: Camouflage added
ru: Добавлен камуфляж

# customization/added/emblems
source: Emblem added
ru: Добавлена эмблема

# customization/added/inscriptions
source: Inscription added
ru: Добавлена надпись

# fortification/errors/CURFEW_HOUR
source: Action unavailable. Unable to set Defense Period at the appointed time.
ru: Действие недоступно. Невозможно установить период обороны в указанное время.

# module_apply/error_need_gun
source: Unable to mount %(kind)s '%(name)s' on the vehicle with the current gun.
ru: Модуль %(kind)s '%(name)s' не может быть установлен на машину с текущим орудием.

# shop/vehicle/common_rent_or_buy_error
source: Operation is currently unavailable.
ru: В данный момент операция невозможна.

# shop/vehicle/not_enough_money_for_rent
source: To rent %(userString)s, you need %(price)s more.
ru: Для аренды %(userString)s не хватает %(price)s.

# unit/errors/ACCOUNT_RESTORED
source: Action unavailable. Account is recovered.
ru: Действие недоступно. Аккаунт восстановлен.

# unit/errors/BAD_ACCOUNT_TYPE
source: Action unavailable. Invalid account type.
ru: Действие недоступно. Неправильный тип аккаунта.

# unit/errors/BAD_CLAN
source: Action unavailable. Invalid clan.
ru: Действие недоступно. Неправильный клан.

# unit/errors/BAD_ROSTER_PACK
source: Action unavailable. Invalid list of detachment members.
ru: Действие недоступно. Неправильный состав отряда.

# unit/errors/HAS_IN_ARENA_MEMBERS
source: Action unavailable. Some members of the detachment are still in battle.
ru: Действие недоступно. Часть отряда ещё в бою.

# unit/errors/OFFLINE_PLAYER
source: Action unavailable. Player is offline.
ru: Действие недоступно. Игрок не в сети.

# unit/errors/TIMEOUT
source: Action unavailable. Time has expired.
ru: Действие недоступно. Время вышло.

# unit/errors/UNIT_RESTORED
source: Action unavailable. Detachment is recovered.
ru: Действие недоступно. Отряд восстановлен.

# unit/warnings/CANT_PICK_LEADER
source: You were excluded from the detachment: detachment dismissed.
ru: Вы исключены из состава отряда: отряд расформирован.

# unit/warnings/NO_CLAN_MEMBERS
source: You were excluded from the detachment: detachment dismissed.
ru: Вы исключены из состава отряда: отряд расформирован.

# vehicle_remove/invalid_vehicle
source: Unable to remove '%(vehName)s'. Wrong vehicle.
ru: Удаление '%(vehName)s' не удалось. Неправильная машина.

# vehicle_remove/not_enough_credits
source: Unable to remove '%(vehName)s'. Not enough credits.
ru: Удаление '%(vehName)s' не удалось. Недостаточно кредитов.

# vehicle_remove/not_enough_gold
source: Unable to remove '%(vehName)s'. Not enough gold.
ru: Удаление '%(vehName)s' не удалось. Недостаточно золота.

# vehicle_remove/not_enough_space
source: Unable to remove '%(vehName)s'. Not enough bunks in the Barracks.
ru: Удаление '%(vehName)s' не удалось. Недостаточно места в Казарме.

# vehicle_remove/server_error
source: Unable to sell '%(vehName)s'. Please make sure that the vehicle is not in any tactical unit or try again later.
ru: Удаление '%(vehName)s' не удалось. Убедитесь, что машина не состоит в формировании, или попробуйте позже.

# vehicle_remove/success
source: '%(vehName)s' removed successfully. Received %(money)s.
ru: '%(vehName)s' успешно удалён. Получено %(money)s.

# vehicle_remove/success_dismantling
source: '%(vehName)s' removed successfully. Received %(gainMoney)s. Spent %(spendMoney)s.
ru: '%(vehName)s' успешно удалён. Получено %(gainMoney)s. Потрачено %(spendMoney)s.

# vehicle_remove/vehicle_cannot_be_sold
source: Unable to remove '%(vehName)s'. The vehicle will be removed automatically.
ru: Удаление '%(vehName)s' не удалось. Машина будет списана автоматически.

# vehicle_remove/vehicle_locked
source: Unable to remove '%(vehName)s'. Vehicle blocked.
ru: Удаление '%(vehName)s' не удалось. Машина заблокирована.

# vehicle_remove/vehicle_need_repair
source: Unable to remove '%(vehName)s'. Vehicle needs repairs.
ru: Удаление '%(vehName)s' не удалось. Машине необходим ремонт.

# vehicle_remove/vehicle_sell_limit
source: Unable to remove '%(vehName)s'. You have reached the limit for vehicles for today.
ru: Удаление '%(vehName)s' не удалось. Вы исчерпали лимит продажи техники на сегодняшний день.

# vehicle_remove/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# vehicle_rent/invalid_vehicle
source: Unable to rent '%(vehName)s'. Wrong vehicle.
ru: Аренда '%(vehName)s' не удалась. Неправильная машина.

# vehicle_rent/not_enough_credits
source: Unable to rent '%(vehName)s'. Not enough credits.
ru: Аренда '%(vehName)s' не удалась. Недостаточно кредитов.

# vehicle_rent/not_enough_gold
source: Unable to rent '%(vehName)s'. Not enough gold.
ru: Аренда '%(vehName)s' не удалась. Недостаточно золота.

# vehicle_rent/server_error
source: Unable to rent the '%(vehName)s' due to a server error. Try again later.
ru: Аренда '%(vehName)s' не удалась. Ошибка сервера, повторите операцию позже.

# vehicle_rent/server_error_centerDown
source: Unable to rent '%(vehName)s'. Vehicle rental option is temporarily unavailable.
ru: Аренда '%(vehName)s' не удалась. Сервис аренды техники временно недоступен.

# vehicle_rent/success
source: You have rented the '%(vehName)s' for %(days)d days. You spent %(price)s. Attention! Should you decide to purchase it later, the vehicle will be available to you at a discount.
ru: Машина '%(vehName)s' арендована на %(days)d д. Потрачено %(price)s. Внимание! Последующая покупка арендованной машины обойдётся дешевле.

# vehicle_rent/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# customization/added/camouflagesValue
source: Camouflage added: (x%s)
ru: Добавлен камуфляж (x%s).

# customization/added/emblemsValue
source: Emblem added: (x%s)
ru: Добавлена эмблема (x%s).

# customization/added/inscriptionsValue
source: Inscription added: (x%s)
ru: Добавлена надпись (x%s).

# customization/camouflage_stored_success
source: Camouflage removed from %(vehicle)s.
ru: Камуфляж с %(vehicle)s удалён.

# customization/emblem_stored_success
source: Emblem removed from %(vehicle)s.
ru: Эмблема с %(vehicle)s удалена.

# customization/inscription_stored_success
source: Inscription removed from %(vehicle)s.
ru: Надпись с %(vehicle)s удалена.

# fortification/errors/JOIN_CTX_LOCKED
source: Action unavailable. Unable to join the tactical unit.
ru: Действие недоступно. Невозможно присоединиться к формированию.

# fortification/fortBattleFinished
source: Advance forcedly stopped due to technical issues on the server.
ru: Наступление принудительно остановлено из-за технических неполадок на сервере.

# potapovQuests/refuse/DISABLED
source: Action unavailable. Missions temporarily disabled.
ru: Действие недоступно. Боевые задачи временно отключены.

# potapovQuests/refuse/server_error
source: Unable to cancel the mission. Try again later.
ru: Отказ от задачи не выполнен. Попробуйте позже.

# potapovQuests/refuse/server_error/LOCKED_BY_VEHICLE_QUEST
source: Currently unable to cancel the mission. Please wait until the vehicle of this type is not in battle.
ru: Отказ от задачи временно невозможен. Дождитесь возвращения из боя машины данного типа.

# potapovQuests/refuse/success
source: Missions successfully declined.%(quests)s
ru: Отказ от боевых задач выполнен успешно.%(quests)s

# potapovQuests/reward/regular/server_error
source: Unable to claim reward. Please try again later.
ru: Не удалось получить награду. Попробуйте позже.

# potapovQuests/reward/regular/server_error/DISABLED
source: Action unavailable. Missions temporarily disabled.
ru: Действие недоступно. Боевые задачи временно отключены.

# potapovQuests/reward/regular/server_error/INVALID_STATE
source: Unable to claim reward. Reward unavailable.
ru: Не удалось получить награду. Награда недоступна.

# potapovQuests/reward/regular/server_error/NO_REWARD
source: Unable to claim reward. Reward unavailable.
ru: Не удалось получить награду. Награда недоступна.

# potapovQuests/reward/regular/server_error/WRONG_ARGS_TYPE
source: Unable to claim reward. Incorrect data.
ru: Не удалось получить награду. Некорректные данные.

# potapovQuests/reward/regular/success
source: Reward successfully claimed.
ru: Награда успешно получена.

# potapovQuests/reward/tankwoman/server_error
source: Unable to claim reward. Please try again later.
ru: Не удалось получить награду. Попробуйте позже.

# potapovQuests/reward/tankwoman/server_error/DISABLED
source: Action unavailable. Missions temporarily disabled.
ru: Действие недоступно. Боевые задачи временно отключены.

# potapovQuests/reward/tankwoman/server_error/INVALID_STATE
source: Unable to claim reward. Reward unavailable.
ru: Не удалось получить награду. Награда недоступна.

# potapovQuests/reward/tankwoman/server_error/NO_REWARD
source: Unable to claim reward. Reward unavailable.
ru: Не удалось получить награду. Награда недоступна.

# potapovQuests/reward/tankwoman/server_error/WRONG_ARGS_TYPE
source: Unable to claim reward. Incorrect data.
ru: Не удалось получить награду. Некорректные данные.

# potapovQuests/reward/tankwoman/success
source: Reward successfully claimed.
ru: Награда успешно получена.

# potapovQuests/select/DISABLED
source: Action unavailable. Missions temporarily disabled.
ru: Действие недоступно. Боевые задачи временно отключены.

# potapovQuests/select/server_error
source: Missions not selected: %(questNames)s. Please try again later.
ru: Выбор боевых задач не выполнен: %(questNames)s. Попробуйте позже.

# potapovQuests/select/server_error/LOCKED_BY_VEHICLE_QUEST
source: Missions not selected: %(questNames)s. Mission locked.
ru: Выбор боевых задач не выполнен: %(questNames)s. Боевая задача заблокирована.

# potapovQuests/select/server_error/NOT_BOUGHT_TILE
source: Missions not selected: %(questNames)s. Complete the preceding operation.
ru: Боевые задачи не выбраны: %(questNames)s. Завершите предыдущую операцию.

# potapovQuests/select/server_error/NOT_ENOUGH_SLOTS
source: Missions not selected: %(questNames)s. Not enough slots.
ru: Выбор боевых задач не выполнен: %(questNames)s. Недостаточно слотов.

# potapovQuests/select/server_error/NOT_GOTTEN_REWARD
source: Missions not selected: %(questNames)s. Please claim reward.
ru: Боевые задачи не выбраны: %(questNames)s. Необходимо получить награду.

# potapovQuests/select/server_error/NOT_UNLOCKED_QUEST
source: Missions not selected: %(questNames)s. Mission unavailable.
ru: Выбор боевых задач не выполнен: %(questNames)s. Задача недоступна.

# potapovQuests/select/server_error/QUEST_ALREADY_COMPLETED
source: Missions not selected: %(questNames)s. Mission already completed.
ru: Выбор боевых задач не выполнен: %(questNames)s. Задача уже завершена.

# potapovQuests/select/server_error/TOO_MANY_QUESTS_IN_CHAIN
source: Missions not selected: %(questNames)s. Mission in this set already selected.
ru: Боевые задачи не выбраны: %(questNames)s. В данной ветке задача уже выбрана.

# potapovQuests/select/server_error/WRONG_ARGS
source: Missions not selected: %(questNames)s. Incorrect data.
ru: Выбор боевых задач не выполнен: %(questNames)s. Некорректные данные.

# potapovQuests/select/server_error/WRONG_ARGS_TYPE
source: Missions not selected: %(questNames)s. Incorrect data.
ru: Выбор боевых задач не выполнен: %(questNames)s. Некорректные данные.

# potapovQuests/select/success
source: Missions selected successfully. Currently selected missions: %(questNames)s.
ru: Выбор боевых задач выполнен успешно. Текущие выбранные задачи: %(questNames)s.

# prebattle_start_failed/kickedFromQueue/default
source: Unable to find suitable enemy. Try creating the team again.
ru: Невозможно подобрать противника. Попробуйте переформировать команду.

# unit/warnings/FORT_BATTLE_END
source: Action unavailable. Wait time elapsed.
ru: Действие недоступно. Истекло время ожидания боя.

# battleResults/sharing/success
source: Link has been copied to clipboard. You can either paste it into the chat by pressing Ctrl+V or use it outside the game client.
ru: Ссылка скопирована в буфер обмена. Вы можете её вставить с помощью Ctrl+V в игровой чат или использовать вне клиента игры.

# change_tankman_role/installed
source: Requalified crew member is in %(vehicle)s
ru: Переученный член экипажа посажен в %(vehicle)s

# change_tankman_role/no_vehicle
source: Vehicle is not in the Garage. The requalified crew member will be send to the Barracks.
ru: Машина отсутствует в Ангаре. Переученный член экипажа помещён в Казарму.

# change_tankman_role/not_enough_credits
source: Unable to change crew member qualification. Not enough credits.
ru: Переучивание танкиста не может быть выполнено. Недостаточно средств.

# change_tankman_role/not_enough_gold
source: Unable to change crew member qualification. Not enough gold.
ru: Переучивание танкиста не может быть выполнено. Недостаточно средств.

# change_tankman_role/server_error
source: Unable to change qualification. Try again later.
ru: Не удалось сменить специальность. Попробуйте позже.

# change_tankman_role/slot_is_taken
source: There is already a %(role)s in %(vehicle)s. The requalified crew member will be send to the Barracks.
ru: %(role)s уже в %(vehicle)s. Переученный член экипажа помещён в Казарму.

# change_tankman_role/success
source: Crew member qualification successfully changed. Spent %(money)s
ru: Смена специальности члена экипажа выполнена успешно. Потрачено %(money)s

# change_tankman_role/wallet_not_available
source: Unable to change qualification. Try again later.
ru: Не удалось сменить специальность. Попробуйте позже.

# potapovQuests/select/server_error/SEASON_LIMIT_THE_SAME_CLASS
source: Missions not selected: %(questNames)s.
ru: Боевые задачи не выбраны %(questNames)s.

# shop/item/common_rent_or_buy_error
source: Operation currently unavailable.
ru: В данный момент операция невозможна.

# artefact_buy/error_not_for_this_vehicle_type
source: %(kind)s '%(name)s' does not fit this vehicle.
ru: %(kind)s '%(name)s' не подходит для этой машины.

# artefact_buy/error_too_heavy
source: %(kind)s '%(name)s' is too heavy. Consider replacing the suspension or lightening the vehicle.
ru: %(kind)s '%(name)s' не подходит по массе. Попробуйте заменить ходовую часть или облегчить машину.

# artefact_buy/invalid_vehicle
source: Wrong vehicle. Unable to purchase and mount %(kind)s '%(name)s'.
ru: Неправильная машина. Покупка и установка %(kind)s '%(name)s' не удалась.

# artefact_buy/vehicle_locked
source: Vehicle locked. Unable to purchase and mount %(kind)s '%(name)s'.
ru: Машина заблокирована. Покупка и установка %(kind)s '%(name)s' не удалась.

# artefact_buy/vehicle_need_repair
source: Unable to purchase and mount %(kind)s '%(name)s'. Repair vehicle and try again.
ru: Покупка и установка %(kind)s '%(name)s' не удалась. Отремонтируйте машину и повторите операцию.

# club/request/name/ACCEPT_APPLICATION
source: Accept Application to Team
ru: Принятие заявки в команду

# club/request/name/ACCEPT_INVITE
source: Accept Invitation
ru: Принятие приглашения

# club/request/name/ASSIGN_OFFICER
source: Assign Officer
ru: Назначение офицера

# club/request/name/ASSIGN_PRIVATE
source: Assign Private
ru: Назначение рядового

# club/request/name/CHANGE_CLUB_EMBLEM
source: Change Team Emblem
ru: Изменение эмблемы команды

# club/request/name/CHANGE_CLUB_NAME
source: Change Team Name
ru: Изменение имени команды

# club/request/name/CLOSE_CLUB
source: Close Team
ru: Закрытие команды

# club/request/name/CREATE_CLUB
source: Create Team
ru: Создание команды

# club/request/name/DECLINE_APPLICATION
source: Decline Application to Team
ru: Отклонение заявки в команду

# club/request/name/DECLINE_INVITE
source: Decline Invitation
ru: Отклонение приглашения

# club/request/name/DESTROY_CLUB
source: Dismiss Team
ru: Удаление команды

# club/request/name/GET_APPLICATIONS
source: Get Applications List
ru: Получение списка заявок

# club/request/name/GET_CLUB
source: Get Team Data
ru: Получение данных команды

# club/request/name/GET_CLUBS
source: Get Teams List
ru: Получение списка команд

# club/request/name/GET_CLUB_APPLICANTS
source: Get Applications List
ru: Получение списка заявок

# club/request/name/GET_INVITES
source: Get Invitations List
ru: Получение списка приглашений

# club/request/name/GET_MY_CLUBS
source: Get Teams List
ru: Получение списка команд
