Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/SystemMessages.*.resx
Languages: ru

# retraining_tankman/vehicle_locked
source: Error retraining a crew member. The vehicle is locked.
ru: Ошибка переобучения члена экипажа. Машина заблокирована.

# retraining_tankman/vehicle_need_repair
source: Error retraining a crew member. Repair the vehicle.
ru: Ошибка переобучения члена экипажа. Машине необходим ремонт.

# shell_buy/invalid_module
source: Unable to purchase %(name)s. Wrong shell.
ru: Покупка %(name)s не удалась. Неправильный снаряд.

# shell_buy/not_enough_credits
source: Unable to purchase %(name)s. Not enough credits.
ru: Покупка %(name)s не удалась. Недостаточно кредитов.

# shell_buy/not_enough_gold
source: Unable to purchase %(name)s. Not enough gold.
ru: Покупка %(name)s не удалась. Недостаточно золота.

# shell_buy/server_error
source: Unable to purchase %(name)s. Try again later.
ru: Покупка %(name)s не удалась. Попробуйте позже.

# shell_buy/server_error_centerDown
source: Unable to purchase %(name)s shells. The server is temporarily unavailable.
ru: Покупка %(name)s не удалась. Сервис покупки снарядов временно недоступен.

# shell_buy/success
source: Shells %(name)s successfully purchased (%(count)s item(s)). Spent %(money)s.
ru: Снаряды %(name)s успешно приобретены (%(count)s шт.). Потрачено %(money)s.

# shell_sell/invalid_module
source: Unable to sell '%(name)s'. Wrong shell.
ru: Продажа '%(name)s' не удалась. Неправильный снаряд.

# shell_sell/server_error
source: Unable to sell '%(name)s'. Try again later.
ru: Продажа '%(name)s' не удалась. Попробуйте позже.

# shell_sell/success
source: Shell '%(name)s' successfully sold (%(count)s item(s)). Received %(money)s.
ru: Снаряд '%(name)s' успешно продан (%(count)s шт.). Получено %(money)s.

# unload_crew/invalid_vehicle
source: Error sending the crew to the Barracks. Wrong vehicle.
ru: Ошибка высадки экипажа в Казарму. Неправильная машина.

# unload_crew/not_enough_space
source: Error sending the crew to the Barracks. Not enough bunks in the Barracks.
ru: Ошибка высадки экипажа в Казарму. Недостаточно места в Казарме.

# unload_crew/server_error
source: Unable to send the crew to the Barracks. Try again later.
ru: Высадка экипажа в Казарму не выполнена. Попробуйте позже.

# unload_crew/success
source: The crew successfully sent to the Barracks.
ru: Высадка экипажа в Казарму выполнена успешно.

# unload_crew/vehicle_locked
source: Error sending the crew to the Barracks. The vehicle is locked.
ru: Ошибка высадки экипажа в Казарму. Машина заблокирована.

# unload_crew/vehicle_need_repair
source: Error sending the crew to the Barracks. Repair your vehicle.
ru: Ошибка высадки экипажа в Казарму. Машине необходим ремонт.

# unload_tankman/invalid_vehicle
source: Error sending a crew member to the Barracks. Wrong vehicle.
ru: Ошибка высадки члена экипажа в Казарму. Неправильная машина.

# unload_tankman/not_enough_space
source: Error sending a crew member to the Barracks. Not enough bunks in the Barracks.
ru: Ошибка высадки члена экипажа в Казарму. Недостаточно места в Казарме.

# unload_tankman/server_error
source: Unable to send a crew member to the Barracks. Try again later.
ru: Высадка члена экипажа в Казарму не выполнена. Попробуйте позже.

# unload_tankman/success
source: Crew member successfully sent to the Barracks.
ru: Высадка члена экипажа в Казарму выполнена успешно.

# unload_tankman/vehicle_locked
source: Error sending a crew member to the Barracks. The vehicle is locked.
ru: Ошибка высадки члена экипажа в Казарму. Машина заблокирована.

# unload_tankman/vehicle_need_repair
source: Error sending a crew member to the Barracks. Repair your vehicle.
ru: Ошибка высадки члена экипажа в Казарму. Машине необходим ремонт.

# vehicle_buy/invalid_vehicle
source: Unable to purchase '%(vehName)s'. Wrong vehicle.
ru: Покупка '%(vehName)s' не удалась. Неправильная машина.

# vehicle_buy/not_enough_credits
source: Unable to purchase '%(vehName)s'. Not enough credits.
ru: Покупка '%(vehName)s' не удалась. Недостаточно кредитов.

# vehicle_buy/not_enough_gold
source: Unable to purchase '%(vehName)s'. Not enough gold.
ru: Покупка '%(vehName)s' не удалась. Недостаточно золота.

# vehicle_buy/server_error
source: Unable to purchase the '%(vehName)s' due to a server error. Try again later.
ru: Покупка '%(vehName)s' не удалась. Ошибка сервера, повторите операцию позже.

# vehicle_buy/server_error_centerDown
source: Unable to purchase '%(vehName)s' vehicle. The server is temporarily unavailable.
ru: Покупка '%(vehName)s' не удалась. Сервис покупки техники временно недоступен.

# vehicle_buy/success
source: '%(vehName)s' successfully purchased. Spent %(price)s.
ru: '%(vehName)s' успешно приобретён. Потрачено %(price)s.

# vehicle_sell/invalid_vehicle
source: Unable to sell '%(vehName)s'. Wrong vehicle.
ru: Продажа '%(vehName)s' не удалась. Неправильная машина.

# vehicle_sell/not_enough_credits
source: Unable to sell '%(vehName)s'. Not enough credits.
ru: Продажа '%(vehName)s' не удалась. Недостаточно кредитов.

# vehicle_sell/not_enough_gold
source: Unable to sell '%(vehName)s'. Not enough gold.
ru: Продажа '%(vehName)s' не удалась. Недостаточно золота.

# vehicle_sell/not_enough_space
source: Unable to sell '%(vehName)s'. Not enough bunks in the Barracks.
ru: Продажа '%(vehName)s' не удалась. Недостаточно места в Казарме.

# vehicle_sell/server_error
source: Unable to sell '%(vehName)s'. Please make sure that the vehicle is not in any tactical unit or try again later.
ru: Продажа '%(vehName)s' не удалась. Убедитесь, что машина не состоит в формировании, или попробуйте позже.

# vehicle_sell/success
source: '%(vehName)s' successfully sold. Received %(money)s. %(restoreInfo)s
ru: '%(vehName)s' успешно продан. Получено %(money)s. %(restoreInfo)s

# vehicle_sell/success_dismantling
source: '%(vehName)s' successfully sold. Received %(gainMoney)s. Spent %(spendMoney)s. %(restoreInfo)s
ru: '%(vehName)s' успешно продан. Получено %(gainMoney)s. Потрачено %(spendMoney)s. %(restoreInfo)s

# vehicle_sell/vehicle_locked
source: Unable to sell '%(vehName)s'. The vehicle is locked.
ru: Продажа '%(vehName)s' не удалась. Машина заблокирована.

# vehicle_sell/vehicle_need_repair
source: Unable to sell '%(vehName)s'. Repair your vehicle.
ru: Продажа '%(vehName)s' не удалась. Машине необходим ремонт.

# vehicle_sell/vehicle_sell_limit
source: Unable to sell '%(vehName)s'. You have reached the limit for vehicles for today.
ru: Продажа '%(vehName)s' не удалась. Вы исчерпали лимит продажи техники на сегодняшний день.

# vehicle_slot_buy/server_error
source: Error purchasing a slot. Try again later.
ru: Ошибка покупки слота. Попробуйте позже.

# vehicle_slot_buy/success
source: Additional slot in the Garage is purchased. Spent %(money)s.
ru: Куплен дополнительный слот в Ангаре. Потрачено %(money)s.

# vehicle_tmenxp_accelerator/invalid_vehicle
source: Error changing accelerated crew training '%(vehName)s'. Wrong vehicle.
ru: Ошибка изменения ускоренного обучения экипажа '%(vehName)s'. Неправильная машина.

# vehicle_tmenxp_accelerator/server_error
source: Error changing accelerated crew training '%(vehName)s'. Try again later.
ru: Ошибка изменения ускоренного обучения экипажа '%(vehName)s'. Попробуйте позже.

# vehicle_tmenxp_accelerator/successFalse
source: Accelerated crew training '%(vehName)s' is off.
ru: Ускоренное обучение экипажа '%(vehName)s' выключено.

# vehicle_tmenxp_accelerator/successTrue
source: Accelerated crew training '%(vehName)s' is on.
ru: Ускоренное обучение экипажа '%(vehName)s' включено.

# vehicle_tmenxp_accelerator/vehicle_locked
source: Error changing accelerated crew training '%(vehName)s'. The vehicle is locked.
ru: Ошибка изменения ускоренного обучения экипажа '%(vehName)s'. Машина заблокирована.

# vehicle_tmenxp_accelerator/vehicle_need_repair
source: Error changing accelerated crew training '%(vehName)s'. Repair the vehicle.
ru: Ошибка изменения ускоренного обучения экипажа '%(vehName)s'. Машине необходим ремонт.

# artefact_buy/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# buy_and_equip_tankman/financial_success
source: Crew member successfully recruited and transferred. Spent %(price)s.
ru: Рекрутирование и пересадка члена экипажа выполнены успешно. Потрачено %(price)s.

# buy_and_equip_tankman/free_tankmen_limit
source: You have reached the limit for free crew members for today.
ru: Вы исчерпали лимит бесплатных членов экипажа на сегодняшний день.

# buy_and_equip_tankman/invalid_vehicle
source: Unable to recruit and transfer a crew member. Wrong vehicle.
ru: Рекрутирование и пересадка члена экипажа не выполнены. Неправильная машина.

# buy_and_equip_tankman/not_enough_credits
source: Unable to recruit and transfer a crew member. Not enough credits.
ru: Рекрутирование и пересадка члена экипажа не выполнены. Недостаточно кредитов.

# buy_and_equip_tankman/not_enough_gold
source: Unable to recruit and transfer a crew member. Not enough gold.
ru: Рекрутирование и пересадка члена экипажа не выполнены. Недостаточно золота.

# buy_and_equip_tankman/server_error
source: Unable to recruit and transfer a crew member. Try again later.
ru: Рекрутирование и пересадка члена экипажа не выполнены. Попробуйте позже.

# buy_and_equip_tankman/success
source: Crew member successfully recruited and transferred.
ru: Рекрутирование и пересадка члена экипажа выполнены успешно.

# buy_and_equip_tankman/vehicle_locked
source: Unable to recruit and transfer a crew member. The vehicle is locked.
ru: Рекрутирование и пересадка члена экипажа не выполнены. Машина заблокирована.

# buy_and_equip_tankman/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# buy_and_reequip_tankman/financial_success
source: Crew member successfully recruited and replaced. Spent %(price)s.
ru: Рекрутирование и замена члена экипажа выполнены успешно. Потрачено %(price)s.

# buy_and_reequip_tankman/free_tankmen_limit
source: You have reached the limit for free crew members for today.
ru: Вы исчерпали лимит бесплатных членов экипажа на сегодняшний день.

# buy_and_reequip_tankman/invalid_vehicle
source: Unable to recruit and replace a crew member. Wrong vehicle.
ru: Рекрутирование и замена члена экипажа не выполнены. Неправильная машина.

# buy_and_reequip_tankman/not_enough_credits
source: Unable to recruit and replace a crew member. Not enough credits.
ru: Рекрутирование и замена члена экипажа не выполнены. Недостаточно кредитов.

# buy_and_reequip_tankman/not_enough_gold
source: Unable to recruit and replace a crew member. Not enough gold.
ru: Рекрутирование и замена члена экипажа не выполнены. Недостаточно золота.

# buy_and_reequip_tankman/server_error
source: Unable to recruit and replace a crew member. Try again later.
ru: Рекрутирование и замена члена экипажа не выполнены. Попробуйте позже.

# buy_and_reequip_tankman/success
source: Crew member successfully recruited and replaced.
ru: Рекрутирование и замена члена экипажа выполнены успешно.

# buy_and_reequip_tankman/vehicle_locked
source: Unable to recruit and replace a crew member. The vehicle is locked.
ru: Рекрутирование и замена члена экипажа не выполнены. Машина заблокирована.

# buy_and_reequip_tankman/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# buy_tankmen_berths/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# exchange/not_enough_gold
source: Not enough gold for exchange.
ru: Недостаточно золота для обмена.

# exchange/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# exchangeXP/not_enough_gold
source: Not enough gold for %(xp)s XP conversion.
ru: Недостаточно золота для перевода %(xp)s опыта.

# exchangeXP/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# layout_apply/EQS_NO_WALLET_SESSION
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# layout_apply/SHELLS_NO_WALLET_SESSION
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# layout_apply/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# module_buy/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# prebattle/hasLockedState
source: Unable to accept the invitation as you are already awaiting a battle. Exit Pre-Battle Lobby or finish the battle and try again.
ru: Вы не можете принять приглашение, так как ожидаете боя. Выйдите из режима ожидания или завершите бой и повторите попытку.

# prebattle/request/name/CHANGE_UNIT_STATE
source: Edit team
ru: Редактирование команды

# prebattle/request/name/UNITS_LIST
source: Search
ru: Поиск

# premium/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# recruit_window/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# session_tracker_kick
source: Your Wargaming.net&nbsp;ID was used to log into another game. Current game session was interrupted.
ru: Ваш Wargaming.net&nbsp;ID использован для входа в другую игру, текущая игровая сессия прервана

# shell_buy/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# training/error/doAction
source: Training room error. Try again later.
ru: Ошибка тренировочной комнаты. Попробуйте повторить действие позже.

# unit/errors/ADD_PLAYER_FAIL
source: The player is unable to join the team.
ru: Невозможно принять игрока в команду.

# unit/errors/ALREADY_JOINED_UNIT
source: Player has already joined the team.
ru: Игрок уже присоединился к команде.

# unit/errors/BAD_JOINING_ACC
source: Unable to join the team.
ru: Нет возможности присоседиться к команде.

# unit/errors/BAD_POINTS_SUM
source: Total tier of vehicles is exceeded.
ru: Превышен суммарный уровень техники.

# unit/errors/BAD_SLOT_IDX
source: Incorrect slot number
ru: Указан неправильный номер слота.

# unit/errors/CANT_FIND_UNIT_MGR
source: Unable to find a team.
ru: Невозможно найти команду.

# unit/errors/CANT_INVITE
source: Unable to send invitation.
ru: Нет возможности отправить приглашение.

# unit/errors/COOLDOWN
source: Operation is temporarily unavailable.
ru: Операция временно недоступна.

# unit/errors/FAIL_UNIT_METHOD
source: Failed to complete last operation with the team.
ru: Последняя операция с командой выполнена с ошибкой.

# unit/errors/GET_READY_VEHICLE_FAIL
source: Vehicle is not ready for the battle or there is no vehicle in the Garage.
ru: Машина не готова к бою или отсутствует в Ангаре.

# unit/errors/GET_VEHICLE_FAIL
source: Unable to allocate a vehicle into the slot.
ru: Невозможно установить машину в слот.

# unit/errors/INSUFFICIENT_ROLE
source: No permissions for this operation.
ru: У вас нет прав на выполнение операции.

# unit/errors/JOIN_CTX_LOCK
source: Account locked.
ru: Аккаунт заблокирован.

# unit/errors/NOT_IDLE
source: Team is in queue or in search results.
ru: Команда в очереди или в поиске.

# unit/errors/NOT_INVITED
source: Unable to join the team. Access denied.
ru: Невозможно присоединиться к команде с закрытым доступом.

# unit/errors/NOT_IN_QUEUE
source: Team is not in queue.
ru: Команда не в очереди.

# unit/errors/NOT_IN_SEARCH
source: Team is not in search results.
ru: Команды нет в поиске.

# unit/errors/NOT_READY
source: Team is not ready.
ru: Команда не готова.

# unit/errors/NO_UNIT
source: Team is not found.
ru: Команда не найдена.

# unit/errors/NO_UNIT_MGR
source: Team doesn't exist.
ru: Команды не существует.

# unit/errors/PLAYER_IGNORED
source: You are in the Commander's blacklist.
ru: Вы находитесь в чёрном списке командира.

# unit/errors/REMOVE_PLAYER_FAIL
source: Unable to exclude the player from the team.
ru: Невозможно исключить игрока из команды.

# unit/errors/UNIT_ADD_FAIL
source: Unable to create a team or join it.
ru: Невозможно создать команду или присоединиться к ней.

# unit/errors/UNIT_MGR_ENTITY_CREATION_FAIL
source: Unable to create a team.
ru: Невозможно создать команду.

# unit/errors/WRONG_UNIT_REQUISITES
source: Team doesn't exist.
ru: Команды не существует.

# unit/info/offlineStatus
source: Connection with %(userName)s lost.
ru: Связь с %(userName)s потеряна.

# unit/info/onlineStatus
source: Connection with %(userName)s restored.
ru: Связь с %(userName)s восстановлена.

# unit/warnings/ALREADY_INVITED
source: Invitation has already been sent.
ru: Приглашение игроку уже отправлено.

# unit/warnings/INVITE_REMOVED
source: Error joining the team. You were excluded from the team.
ru: Ошибка присоединения. Вы были исключены из команды.

# unit/warnings/KICKED_CANDIDATE
source: You were automatically excluded from the list of volunteers.
ru: Вы были автоматически исключены из добровольцев.

# unit/warnings/KICKED_FROM_UNIT_ASSEMBLER
source: Search time expired. Suitable team not found.
ru: Время поиска истекло. Подходящей команды не найдено.

# unit/warnings/KICKED_PLAYER
source: You were excluded by the Commander.
ru: Вы были исключены командиром.

# unit/warnings/UNIT_ASSEMBLER_TIMEOUT
source: Search time expired. Suitable players not found.
ru: Время поиска истекло. Подходящие игроки не найдены.

# unitBrowser/errors/BAD_ACCEPT_CONTEXT
source: Unable to confirm readiness to join the team.
ru: Нет возможности подтвердить готовность присоединения к команде.

# vehicle_buy/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# vehicle_sell/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# vehicle_slot_buy/not_enough_gold
source: Error purchasing a slot. Not enough gold.
ru: Ошибка покупки слота. Недостаточно золота.

# vehicle_slot_buy/wallet_not_available
source: Operation unavailable. All your gold will be available after WG Wallet operability is restored automatically.
ru: Операция невозможна. Всё ваше золото станет доступно после автоматического восстановления работоспособности Единого кошелька.

# wallet/available
source: WG Wallet successfully synchronized. All your gold and Free Experience are available now.
ru: Синхронизация Единого кошелька прошла успешно. Всё ваше золото и свободный опыт стали доступны.

# wallet/available_freexp
source: WG Wallet successfully synchronized. All your Free Experience is available now.
ru: Синхронизация Единого кошелька прошла успешно. Весь ваш свободный опыт стал доступен.

# wallet/available_gold
source: WG Wallet successfully synchronized. All your gold is available now.
ru: Синхронизация Единого кошелька прошла успешно. Всё ваше золото стало доступно.

# wallet/not_available
source: Acquisition of balance data is in progress. All your gold and Free Experience will be available soon.
ru: Идёт получение данных о балансе. Всё ваше золото и свободный опыт станут доступны в ближайшее время.

# wallet/not_available_freexp
source: Acquisition of balance data is in progress. All your Free Experience will be available soon.
ru: Идёт получение данных о балансе. Весь ваш свободный опыт станет доступен в ближайшее время.

# wallet/not_available_gold
source: Acquisition of balance data is in progress. All your gold will be available soon.
ru: Идёт получение данных о балансе. Всё ваше золото станет доступно в ближайшее время.

# buy_and_reequip_tankman/not_enough_space
source: Unable to recruit and replace a crew member. To recruit a crew member you need a free bunk. Please free up a bunk or purchase additional bunks in the Barracks.
ru: Рекрутирование и замена члена экипажа не выполнены. Для рекрутирования члена экипажа необходима свободная койка в Казарме. Пожалуйста, освободите одну койку или приобретите дополнительные койки в Казарме.

# customization/camouflage_change_success/free
source: Camouflage successfully changed.
ru: Камуфляж успешно изменён.

# customization/emblem_change_success/free
source: Emblem successfully changed.
ru: Эмблема успешно изменена.

# customization/inscription_change_success/free
source: Inscription successfully changed.
ru: Надпись успешно изменена.

# igr/customization/begin
source: Free Camouflage, Inscriptions, and Emblems are available in %(igrIcon)s.
ru: В %(igrIcon)s вам доступны бесплатные виды камуфляжа, надписи и эмблемы.

# igr/customization/end
source: %(igrIcon)s has expired. Free Camouflage, Inscriptions, and Emblems will be removed from your vehicle.
ru: Срок действия %(igrIcon)s истёк. Используемый бесплатный камуфляж, надписи и эмблемы будут сняты с машины.

# layout_apply/invalid_vehicle
source: Service error '%(vehName)s'. Wrong vehicle.
ru: Ошибка при обслуживании '%(vehName)s'. Неправильная машина.

# layout_apply/vehicle_locked
source: Service error '%(vehName)s'. The vehicle is locked.
ru: Ошибка при обслуживании '%(vehName)s'. Машина заблокирована.

# periphery/errors/isNotAvailable
source: Transfer is unavailable. Unable to define the server.
ru: Переход недоступен: невозможно определить сервер.

# quests/noQuestsWithGivenID
source: Mission expired. Detailed description unavailable.
ru: Срок действия боевой задачи истёк. Подробное описание недоступно.

# unit/notification/playerAdded
source: %(userName)s joined the detachment.
ru: %(userName)s присоединился к отряду.
