Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/TankCarouselFilter.*.resx
Languages: ru

# filter/bonusFilter/body
source: Show/hide vehicles with the active %(bonus)s experience multiplier.
ru: Отобразить/скрыть технику с активным коэффициентом опыта %(bonus)s.

# filter/bonusFilter/header
source: Bonus Experience Filter
ru: Фильтр акционного опыта

# filter/favoriteFilter/body
source: Show/hide primary vehicles.
ru: Отобразить/скрыть основную технику.

# filter/favoriteFilter/header
source: Primary Vehicles Filter
ru: Фильтр основной техники

# filter/gameModeFilter/body
source: Check the box to view suitable vehicles for the %(type)s mode.
ru: Установите флажок для отображения техники, подходящей для подрежима %(type)s.

# filter/gameModeFilter/header
source: Rampage
ru: Бой до последнего

# filter/paramsFilter/body
source: Configure the display of vehicles by their type, nation, tier, and other parameters.
ru: Настройка отображения техники с учётом нации, типа, уровня и других параметров.

# filter/paramsFilter/header
source: Filter by Parameters
ru: Фильтр по параметрам

# filter/popover/checkBox/Elite
source: Elite
ru: Элитная

# filter/popover/checkBox/Premium
source: Premium
ru: Премиум

# filter/popover/label/defaultBtn
source: Reset Filter
ru: Сбросить фильтр

# filter/popover/label/nation
source: Nation
ru: Техника наций

# filter/popover/label/vehicle
source: Type
ru: Тип техники

# filter/popover/label/vehicleEliteType
source: Special
ru: Особые

# filter/popover/label/vehicleLease
source: Hide Rented Vehicles
ru: Скрыть арендную технику

# filter/popover/label/vehicleLevel
source: Tier
ru: Уровень техники

# filter/popover/title
source: Filter by Parameters
ru: Фильтр по параметрам

# filter/popover/tooltip/defaultBtn/body
source: Click to reset the filter to its default state.
ru: Нажмите, чтобы сбросить фильтр на состояние по умолчанию.

# filter/popover/tooltip/defaultBtn/header
source: Reset Filter
ru: Сбросить фильтр

# filter/popover/tooltip/elite/body
source: Show/hide vehicles with all available modules and technical branches researched.
ru: Включить/отключить отображение техники, на которой исследованы все модули и следующие в ветке развития машины.

# filter/popover/tooltip/elite/header
source: Elite Vehicles
ru: Элитная техника

# filter/popover/tooltip/nation/body
source: Show/hide vehicles of this nation.
ru: Отображает/скрывает технику данной нации.

# filter/popover/tooltip/premium/body
source: Show/hide Premium and award vehicles.
ru: Включить/отключить отображение премиум и наградной техники.

# filter/popover/tooltip/premium/header
source: Premium Vehicles
ru: Премиум техника

# filter/popover/tooltip/vehicleType/body
source: Show/hide vehicles of this type.
ru: Отображает/скрывает технику данного типа.

# filter/tooltip/body/level
source: Tiers:
ru: Уровни:

# filter/tooltip/body/nation
source: Nations:
ru: Нации:

# filter/tooltip/body/only
source: The following vehicles only:
ru: Только следующая техника:

# filter/tooltip/body/only/basic
source: Primary
ru: Основная

# filter/tooltip/body/only/elite
source: Elite
ru: Элитная

# filter/tooltip/body/only/premium
source: Premium
ru: Премиум

# filter/tooltip/body/type
source: Types:
ru: Типы:

# filter/tooltip/counter
source: Number of suitable vehicles: %(count)d of %(total)d
ru: Подходит машин: %(count)d из %(total)d

# filter/tooltip/header/description
source: Shows vehicles that meet the selected criteria.
ru: Отображает машины, соответствующие установленным требованиям.

# filter/tooltip/header/title
source: Vehicle Filter
ru: Фильтр техники

# filter/tooltip/rental
source: Rented vehicles are not shown
ru: Арендная техника скрыта

# infotip/counter
source: Number of suitable vehicles: %(count)d of %(total)d
ru: Подходит машин: %(count)d из %(total)d

# infotip/event
source: Special vehicles are not shown
ru: Специальная техника скрыта

# infotip/header/description
source: Shows vehicles that meet the selected criteria.
ru: Отображает машины, соответствующие установленным требованиям.

# infotip/header/title
source: Vehicle Filter
ru: Фильтр техники

# infotip/levels
source: Tiers:
ru: Уровни:

# infotip/nations
source: Nations:
ru: Нации:

# infotip/only
source: Only the following vehicles:
ru: Только следующая техника:

# infotip/only/elite
source: Elite
ru: Элитная

# infotip/only/favorite
source: Primary
ru: Основная

# infotip/only/premium
source: Premium
ru: Премиум

# infotip/rent
source: Rental vehicles are not shown
ru: Арендная техника скрыта

# infotip/vehicleTypes
source: Types:
ru: Типы:

# popover/checkbox/elite
source: Elite
ru: Элитная

# popover/checkbox/favorite
source: Primary
ru: Основная

# popover/checkbox/hideEvent
source: Special
ru: Специальная

# popover/checkbox/hideRented
source: Rental Vehicles
ru: Арендная

# popover/checkbox/premium
source: Premium
ru: Премиум

# popover/label/defaultButton
source: Reset Filter
ru: Сбросить фильтр

# popover/label/hidden
source: More
ru: Дополнительно

# popover/label/levels
source: Tier
ru: Уровень

# popover/label/nations
source: Nation
ru: Нация

# popover/label/specials
source: Special
ru: Особые

# popover/label/vehicleTypes
source: Type
ru: Тип

# popover/title
source: Filter by Parameters
ru: Фильтр по параметрам

# tooltip/bonus/body
source: Show/hide vehicles with the active x%(multiplier)s experience multiplier.
ru: Включить/отключить отображение техники с активным коэффициентом опыта x%(multiplier)s.

# tooltip/bonus/header
source: Bonus Experience
ru: Aкционный опыт

# tooltip/defaultButton/body
source: Click to reset the filter to its default state.
ru: Нажмите, чтобы сбросить фильтр на состояние по умолчанию.

# tooltip/defaultButton/header
source: Reset Filter
ru: Сбросить фильтр

# tooltip/elite/body
source: Show/hide vehicles with all available modules and technical branches researched.
ru: Включить/отключить отображение техники, на которой исследованы все модули и следующие в ветке развития машины.

# tooltip/elite/header
source: Elite Vehicles
ru: Элитная техника

# tooltip/favorite/body
source: Show/hide primary vehicles.
ru: Включить/отключить отображение основной техники.

# tooltip/favorite/header
source: Primary Vehicles
ru: Основная техника

# tooltip/gameMode/body
source: Check the box to view suitable vehicles for the %(battleType)s mode.
ru: Включить/отключить отображение техники, подходящей для подрежима %(battleType)s.

# tooltip/gameMode/header
source: Rampage
ru: Бой до последнего

# tooltip/hideEvent/body
source: Show/hide special event vehicles.
ru: Включить/отключить отображение техники, предназначенной для особых игровых событий.

# tooltip/hideEvent/header
source: Special Vehicles
ru: Специальная техника

# tooltip/hideRented/body
source: Show/hide rental vehicles.
ru: Включить/отключить отображение взятой в аренду техники.

# tooltip/hideRented/header
source: Rental Vehicles
ru: Арендная техника

# tooltip/igr/body
source: Show/hide IGR vehicles.
ru: Включить/отключить отображение IGR техники.

# tooltip/igr/header
source: IGR Vehicles
ru: IGR техника

# tooltip/nations/body
source: Show/hide vehicles of this nation.
ru: Включить/отключить отображение техники данной нации.

# tooltip/params/body
source: Configure the display of vehicles by their type, nation, tier, and other parameters.
ru: Настройка отображения техники с учётом нации, типа, уровня и других параметров.

# tooltip/params/header
source: Filter by Parameters
ru: Фильтр по параметрам

# tooltip/premium/body
source: Show/hide Premium and reward vehicles.
ru: Включить/отключить отображение премиум и наградной техники.

# tooltip/premium/header
source: Premium Vehicles
ru: Премиум техника

# tooltip/vehicleTypes/body
source: Show/hide vehicles of this type.
ru: Включить/отключить отображение техники данного типа.

# infotip/searchNameVehicle
source: Search by name:
ru: Поиск по названию:

# popover/checkbox/event
source: Special
ru: Специальная

# popover/checkbox/rented
source: Rental
ru: Арендная

# popover/counter
source: Displayed vehicles: %(count)s
ru: Отображаемая техника %(count)s

# popover/label/searchNameVehicle
source: Search by name
ru: Поиск по названию

# tooltip/event/body
source: Show/hide vehicles for special game events.
ru: Включить/отключить отображение техники, предназначенной для особых игровых событий.

# tooltip/event/header
source: Special vehicles
ru: Специальная техника

# tooltip/rented/body
source: Show/hide rental vehicles.
ru: Включить/отключить отображение взятой в аренду техники.

# tooltip/rented/header
source: Rental vehicles
ru: Арендная техника

# tooltip/searchInput/body
source: Vehicle name must contain up to %(count)d characters.
ru: Название машины должно содержать не более %(count)d символов.

# tooltip/searchInput/header
source: Search by name
ru: Поиск по названию

# tooltip/toggleSwitchCarousel/body
source: Switch between the one-level and two-level vehicle panels.
ru: Переключение между одноуровневой и двухуровневой панелями техники.

# tooltip/toggleSwitchCarousel/header
source: Vehicle Panel
ru: Панель техники

# checkbox/inventory
source: In the Garage
ru: Есть в Ангаре
