Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tips.*.resx
Languages: ru

# tip168/payAttention/tactics/500_infinity/except_7/all/all/all
source: Firing while passively spotting reveals your position. You earn additional experience and credits for spotting the enemy.
ru: При пассивной разведке не выдавайте свою позицию стрельбой. За передачу разведданных вы получите дополнительный опыт и кредиты.

# tip169/payAttention/tactics/500_infinity/all/all/all/all
source: Use a Repair Kit for quick repair of damaged tracks. Once your vehicle is mobile, try to evade enemy shells.
ru: Вовремя использованный ремкомплект позволит быстро починить ходовую и уйти из-под обстрела противника.

# tip17/payAttention/tactics/151_infinity/all/all/all/all
source: A well-armored target that cannot be defeated with Armor Piercing shells can still be damaged by High-Explosive shells.
ru: Если не удаётся нанести урон противнику бронебойными снарядами, попробуйте использовать осколочно-фугасные.

# tip170/payAttention/tactics/200_infinity/except_7/all/all/all
source: Like bushes, fallen trees conceal your vehicle.
ru: Поваленное дерево маскирует так же, как и куст.

# tip171/payAttention/tactics/100_infinity/except_7/all/all/all
source: Boulders and deep trenches can immobilize your vehicle.
ru: Ваша машина обладает высочайшей проходимостью, однако всё равно может застрять.

# tip172/payAttention/economics/0_500/all/all/all/all
source: Premium ammunition and consumables can be purchased for gold by default.
ru: Премиум снаряды и снаряжение по умолчанию приобретаются за игровое золото.

# tip173/payAttention/economics/100_infinity/except_7/all/all/all
source: You can transfer crew members to a Premium vehicle of the same nation and type without retraining.
ru: Вы можете пересадить экипаж на премиум машину той же нации и типа без переобучения.

# tip174/payAttention/crew/100_infinity/all/all/all/all
source: Injuries to crew members reduce their battle effectiveness.
ru: Ранение члена экипажа снижает эффективность его действий в бою.

# tip175/payAttention/crew/100_infinity/all/all/all/all
source: The Brothers in Arms perk only comes into effect when it reaches 100% for all crew members.
ru: Навык «Боевое братство» работает только при его изучении всем экипажем на 100%.

# tip176/payAttention/security/0_infinity/all/all/all/all
source: To receive a gift you sent, the recipient player has to log in to their Account Management.
ru: Чтобы получить купленный вами подарок, получателю необходимо авторизоваться в Личном кабинете.

# tip177/followTheRules/rules/100_infinity/except_7/all/all/all
source: Punishment for destruction of/damage to allied vehicles will not be subject to appeal, under any circumstances.
ru: Наказание за уничтожение/повреждение техники союзников обжалованию не подлежит ни при каких обстоятельствах.

# tip178/followTheRules/rules/100_infinity/all/all/all/all
source: Consult the Customer Service Center to clarify the reasons for suspension of your account.
ru: За разъяснением причин блокировки учётной записи вы можете обратиться в Центр поддержки пользователей.

# tip179/beCareful/security/0_infinity/all/all/all/all
source: Before sending the Customer Service Center a ticket for missing vehicles, make sure you have disabled the vehicle filter in the game client.
ru: Перед тем, как создавать заявку о пропаже техники в Центр поддержки пользователей, проверьте, не включен ли фильтр техники в клиенте игры.

# tip18
source: Zigzag maneuvers help light and medium tanks dodge enemy shells.
ru: Своевременное маневрирование — хороший способ избежать попаданий снарядов противника.

# tip180/technicalAdvice/interface/0_infinity/all/all/all/all
source: You can adjust the volume by using the Master Volume slider or changing the volume settings for your system.
ru: Регулируйте громкость звуков ползунком «Общий уровень» или в настройках громкости вашей операционной системы.

# tip181/technicalAdvice/interface/0_infinity/all/all/all/all
source: Select your sound device—"2.0/2.1 Sound System" or "Headphones"—in sound settings for better sound positioning.
ru: Выберите в настройках звука устройство воспроизведения: «Наушники» или «Акустика 2.0 / 2.1» для более точного позиционирования звука.

# tip182/technicalAdvice/interface/0_infinity/all/all/all/all
source: For the best performance on low-end sound systems, use the "Laptop" preset.
ru: Для бюджетной аудиосистемы предпочтительнее использовать предустановку «Ноутбук».

# tip183/technicalAdvice/interface/0_infinity/all/all/all/all
source: Use the night mode to reduce sharp sounds.
ru: Используйте настройку «Ночной режим» для уменьшения громкости резких и «острых» звуков.

# tip184/technicalAdvice/interface/0_infinity/all/all/all/all
source: You can select the Low frequency enhancement option, but the result will differ for different sound systems.
ru: В настройках звука можно выбрать «Усиление низких частот», при этом на разных акустических системах результат будет отличаться.

# tip19
source: Even the most heavily armored vehicle has its weak points: the sides and rear.
ru: Даже самый тяжёлый танк имеет уязвимые места — борта и корму.

# tip2
source: Light tanks are scouts. Use them to spot enemy vehicles for your teammates.
ru: Лёгкие танки — разведчики. Главная их задача — обнаруживать технику противника и передавать координаты союзникам.

# tip20/payAttention/economics/50_500/except_7/all/all/all
source: To mount some modules, you will need to replace your vehicle's suspension and turret.
ru: Установка некоторых модулей невозможна без замены ходовой и башни.

# tip21
source: Some guns might require mounting another turret.
ru: Установка некоторых орудий невозможна без замены башни.

# tip22
source: Different vehicles of the same type may require different battle tactics.
ru: Принадлежащая к одному типу техника часто требует разной тактики применения.

# tip23/payAttention/tactics/200_infinity/all/all/all/all
source: Light vehicles with weak armor protection can be destroyed by ramming.
ru: Машины с небольшой массой и слабой бронёй можно успешно уничтожать тараном.

# tip24
source: Aimed shots are more effective than uncontrolled firing.
ru: Прицельные выстрелы намного эффективнее беспорядочной стрельбы.

# tip25/payAttention/tactics/151_infinity/all/all/all/all
source: Use High-Explosive shells to destroy modules and knock out enemy crew.
ru: Осколочно-фугасные снаряды наиболее эффективны для выведения из строя модулей и уничтожения экипажа.

# tip26
source: Vehicles that are intended for close-range maneuvers are ineffective at long-range combat.
ru: Предназначенная для ближнего манёвренного боя техника неэффективна в дальнем бою.

# tip27
source: Shell types differ in penetration, damage, and burst radius.
ru: Типы снарядов различаются наносимым уроном, бронепробиваемостью и радиусом разлёта осколков.

# tip28/payAttention/tactics/500_infinity/except_7/all/all/all
source: High-Explosive shells are most effective against vehicles with weak armor protection and open cabins.
ru: Осколочно-фугасные снаряды наиболее эффективны против слабобронированных машин и техники с открытыми рубками.

# tip29/payAttention/tactics/0_50/except_7/all/all/all
source: To stop an enemy vehicle and make it an easy target, shoot it in the tracks.
ru: Стреляйте по гусеницам, чтобы остановить противника и сделать его лёгкой мишенью для союзников.

# tip3
source: The longer light tanks manage to survive among enemies, the more successful artillery performance will be, and the more targets will be knocked out.
ru: Чем дольше сможет прожить лёгкий танк в тылу противника, тем больше целей он обнаружит для союзной артиллерии.

# tip30/payAttention/tactics/201_infinity/except_7/all/all/all
source: A low profile makes a vehicle harder to detect, especially in bushes.
ru: Низкий профиль делает технику менее заметной, особенно в кустах.

# tip31/payAttention/tactics/100_infinity/except_7/all/all/all
source: Use AP Composite-Rigid or HE Anti-Tank shells when Armor Piercing shells are ineffective.
ru: Если не удаётся нанести урон противнику бронебойными снарядами, попробуйте использовать подкалиберные или кумулятивные.

# tip32/payAttention/crew/0_500/all/all/all/all
source: Additional perks and skills become available after training your crew to 100% in their major qualification.
ru: Дополнительные навыки и умения экипажа становятся доступными при достижении 100% владения основной специальностью.

# tip33/payAttention/tactics/51_infinity/except_7/all/all/all
source: A stationary vehicle is more difficult to detect than a moving vehicle.
ru: Движущаяся техника более заметна, чем неподвижная.

# tip34
source: Combat Experience earned on Premium vehicles can be converted to Free Experience.
ru: Весь боевой опыт, полученный на премиум технике, можно перевести в свободный.

# tip35
source: When using chat, make your messages constructive, worthwhile, and to the point.
ru: Уважайте себя и других игроков. Не засоряйте эфир бесполезными сообщениями.

# tip36/payAttention/tactics/101_infinity/except_7/SPG/all/all
source: In close combat, an SPG can destroy an enemy vehicle by direct fire.
ru: В ближнем бою САУ может уничтожить противника прямой наводкой.

# tip37/payAttention/tactics/100_500/except_7/all/all/all
source: Enemy artillery can guess your location when you destroy fences and structures.
ru: Разрушая строения и заборы, вы демаскируете себя.

# tip38
source: Light tanks are good scouts. You can spot enemy vehicles using quick maneuvers or by remaining stationary behind bushes.
ru: Лёгкий танк — отличный разведчик. Для активной разведки важна мобильность, для пассивной — незаметность.

# tip39/payAttention/tactics/0_100/except_7/all/all/all
source: It always makes sense to concentrate fire.
ru: Концентрация огня на одной цели всегда оправдывает себя.

# tip4
source: A light tank without a good radio becomes a burden to the team.
ru: Лёгкий танк без хорошей рации бесполезен для команды.

# tip40
source: Protect your artillery. SPGs can destroy enemy heavy tanks before they capture a friendly base.
ru: Берегите ваши САУ. Артиллерия может защитить вас, уничтожив тяжёлые танки противника ещё на подходе.

# tip41/payAttention/tactics/51_infinity/except_7/all/all/all
source: To detect enemy vehicles, observe the trajectory of tracers.
ru: По траектории полёта снарядов можно вычислить, где затаился противник.

# tip42/payAttention/tactics/100_infinity/except_7/all/all/all
source: The more vehicles inside the enemy base circle, the faster the base will be captured. The fastest capture can be achieved by three vehicles.
ru: Чем больше членов команды захватывают базу, тем быстрее захват. Для максимальной скорости захвата необходимо три игрока.

# tip43/payAttention/tactics/500_infinity/except_7/all/all/all
source: If neither team achieves superiority in the Assault mode, the defending team wins when battle time expires.
ru: Если по истечении времени боя в режиме «Штурм» ни одна из сторон не получила преимущества — победа достаётся обороняющейся стороне.

# tip44/payAttention/tactics/0_100/except_7/all/all/all
source: Dodge enemy shells when capturing the base. Base capture is interrupted if your vehicle is damaged.
ru: При захвате базы противника не попадите под обстрел: это собьёт захват.

# tip45/payAttention/tactics/50_150/except_7/all/all/all/all
source: Maneuverability is affected by the type of suspension, engine power, and total weight of mounted modules.
ru: Манёвренность машины зависит от типа ходовой, мощности двигателя и суммарной массы установленных модулей.

# tip46
source: The chance of fire depends on engine type. The chance of putting the fire out depends on the skills of the crew and Fire Extinguishers.
ru: Вероятность пожара зависит от типа двигателя. Возможность потушить пожар — от умений экипажа и наличия огнетушителей.

# tip47/payAttention/tactics/0_100/except_7/all/all/all
source: Buildings and destroyed vehicles can block enemy fire. Trees and bushes may conceal you, but they will not block incoming shells.
ru: Здания и подбитые машины прикроют вас от огня противника. Кусты и деревья — нет.

# tip48/payAttention/tactics/50_infinity/all/all/all/all
source: Use a Repair Kit to repair a damaged module.
ru: При повреждении модулей машины используйте ремкомплект.

# tip49/payAttention/tactics/50_200/all/all/all/all
source: When destroyed, a gun cannot fire. Use a Repair Kit to make the gun function again.
ru: Разрушенное орудие не может стрелять. Ремкомплекты восстановят орудие и вернут ему первоначальную точность стрельбы.

# tip5
source: The suspension, radio, and engine are generally more important to a light tank than the gun and turret.
ru: Для лёгкого танка ходовая, рация и двигатель важнее, чем орудие и башня.

# tip50/payAttention/tactics/50_200/all/all/all/all
source: Damage to the ammo rack may result in reduced loading speed, or, in some cases, immediate detonation.
ru: При повреждённой боеукладке не только замедляется перезарядка орудия, но и увеличивается вероятность взрыва.

# tip51
source: A damaged observation device considerably reduces view range.
ru: Повреждённые приборы наблюдения уменьшают радиус обзора.

# tip52
source: Rate of fire is affected by the gun type, turret, and the skills of the crew.
ru: Скорострельность орудия зависит от его типа, башни и умений экипажа.

# tip53
source: Injury to the Driver reduces the speed and maneuverability of a vehicle.
ru: Ранение механика-водителя снижает скорость и манёвренность машины.

# tip54
source: Loading speed is reduced when the Loader sustains an injury.
ru: Ранение заряжающего снижает скорость перезарядки.

# tip55
source: Firing accuracy is reduced when the Gunner is injured.
ru: Ранение наводчика снижает точность стрельбы.

# tip56/payAttention/economics/100_infinity/except_7/all/all/all
source: In addition to experience and credits, Premium Account also gets you a nice clean Garage.
ru: Премиум аккаунт — это не только больше кредитов и опыта за каждый бой, но и чистый, красивый Ангар.

# tip57/payAttention/economics/500_infinity/all/all/all/all
source: You can use Free Experience to research any vehicle or module.
ru: Свободный опыт можно потратить на исследование любой техники и модулей.

# tip58/payAttention/economics/500_infinity/all/all/all/all
source: When researching modules and vehicles, Combat Experience is spent first, while Free Experience is spent last.
ru: При исследовании техники и модулей в первую очередь используется боевой опыт и только потом свободный.

# tip59/payAttention/economics/100_500/except_7/all/all/all
source: A new module may be too heavy. To enhance load capacity, upgrade the suspension.
ru: Новый модуль может оказаться слишком тяжёлым. Чтобы увеличить грузоподъёмность, замените ходовую.

# tip6/payAttention/tactics/100_infinity/all/all/all/all
source: Vehicles of different types often require different tactics.
ru: Учитывайте тип техники, на которой вышли в бой, и применяйте соответствующую тактику.

# tip60/payAttention/economics/100_infinity/except_7/all/all/all
source: Credits and experience are awarded for spotting, damaging, and destroying enemy vehicles; for base capture/defense, etc.
ru: Кредиты и опыт начисляются за обнаружение, повреждение или уничтожение противника, захват/защиту базы и т.д.

# tip61
source: An empty ammo rack does not explode. Detonation of the ammo rack does not depend on shell type.
ru: Детонация боеукладки зависит не от типа снарядов, а от их наличия. Пустая боеукладка не взрывается.

# tip62/payAttention/tactics/50_200/all/all/all/all
source: Your shots can reduce the hit points of an enemy vehicle, damage or destroy modules, or injure crew members.
ru: Технике противника можно нанести урон, повредить или разрушить модули, а также вывести из строя экипаж.

# tip63
source: Large High-Explosive shells have tremendous destructive power. It is possible to damage several vehicles with one shot.
ru: Осколочно-фугасные снаряды — самые разрушительные. Удачный выстрел таким снарядом может повредить сразу несколько машин.

# tip64
source: APCR and HEAT shells have the highest penetration.
ru: Подкалиберные и кумулятивные снаряды обладают самой высокой бронепробиваемостью.

# tip65/payAttention/tactics/50_infinity/except_7/all/all/all
source: Make use of terrain irregularities, as they can provide cover from direct fire and observation.
ru: Умело используя рельеф, можно укрыться не только от огня противника, но и от его разведчиков.

# tip66/payAttention/tactics/0_infinity/except_7/all/all/all
source: A well-coordinated team is a winning team.
ru: Победа в бою зависит от хорошо скоординированных действий всех членов команды.

# tip67/payAttention/economics/100_infinity/all/all/all/all
source: If you are running out of space in your Garage, consider purchasing another slot or selling one of your vehicles.
ru: Чтобы получить свободное место в Ангаре, купите ещё один слот или продайте одну из имеющихся машин.

# tip68/payAttention/economics/500_infinity/all/all/all/all
source: Use the Depot to sell vehicles, modules, consumables, equipment, or ammo that you do not need.
ru: На Складе можно продавать ненужную технику, модули, оборудование, боеприпасы и снаряжение.

# tip69/security/security/0_infinity/all/all/all/all
source: If anyone asks for your password, it is a scam. Administrators will never need your password for any reason. Always keep your password private.
ru: Администрация никогда не станет запрашивать ваш пароль. Не доверяйте свои личные данные третьим лицам.

# tip7
source: The goal of a medium tank is to attack flanks and rear areas, and withdraw after delivering a thrust.
ru: Основные задачи среднего танка: прорваться по флангам в тыл противника, нанести удар и отступить.

# tip70/payAttention/economics/100_infinity/except_7/all/all/all
source: Premium vehicles are cheap to repair.
ru: Ремонт премиум техники обходится дешевле.

# tip71/followTheRules/rules/0_500/except_7/all/all/all
source: Do not shoot your allies!
ru: Не стреляйте в союзников!

# tip72
source: Your radio's signal power determines your ability to exchange information about enemy positions.
ru: Чем мощнее рация, тем легче с её помощью обмениваться сообщениями о местонахождении техники противника.

# tip73
source: View range is the maximum distance at which you can locate the enemy.
ru: Радиус обзора — это максимальное расстояние, на котором можно заметить противника.

# tip74
source: The higher your vehicle's speed, the lower your accuracy.
ru: Чем выше скорость машины, тем ниже точность стрельбы на ходу.

# tip75/payAttention/tactics/0_200/except_7/all/all/all
source: Traversing your turret and hull reduces your firing accuracy, so after a maneuver is complete, wait for the aiming circle to snap onto the target.
ru: Поворот корпуса и башни снижает точность стрельбы, поэтому после манёвра лучше подождать сведения прицела.

# tip76
source: Penetration parameters of High-Explosive and HEAT shells do not depend on firing range.
ru: У осколочно-фугасных и кумулятивных снарядов бронепробиваемость не зависит от дальности стрельбы.

# tip77
source: Top speed is determined by the suspension. Acceleration depends on engine power, vehicle weight, and the type of terrain.
ru: Максимальная скорость зависит от ходовой части. Динамика разгона — от мощности двигателя, массы машины и типа грунта.

# tip78/payAttention/tactics/500_infinity/except_7/all/all/all
source: Suspension modules have different traverse speeds, crossing abilities, and loading capacities.
ru: Модули «Ходовая» обладают разной проходимостью, грузоподъёмностью и скоростью поворота.

# tip79/payAttention/tactics/200_infinity/all/all/all/all
source: Effective ramming is determined by the ratio between weight, speed, and armor thickness of the vehicles.
ru: Успешный таран зависит от скорости, толщины брони и соотношения масс машин.

# tip8
source: A wolf pack of medium tanks is capable of hounding even the strongest opponent to death.
ru: «Волчья стая» средних танков способна загрызть даже самого матёрого зверя.

# tip80
source: It is always tougher to penetrate frontal armor. Aim at the sides and rear.
ru: Лобовую броню труднее всего пробить. Цельтесь в корму и борт.

# tip81/payAttention/crew/0_500/all/all/all/all
source: The speed with which the sight snaps to the target is determined by the gun type and the Gunner's skills.
ru: Скорость сведения прицела зависит от типа орудия и мастерства наводчика.

# tip82
source: Injury to the Commander decreases View Range.
ru: Ранение командира снижает радиус обзора.

# tip83/payAttention/tactics/100_infinity/all/all/all/all
source: Auto-Aim turns off if the tracked target is destroyed or lost.
ru: Автоприцел выключается, если цель, которую вы сопровождали, уничтожена или скрылась из виду.

# tip84/payAttention/economics/0_100/except_7/all/all/all
source: A destroyed vehicle is locked and remains unavailable in the Garage until the end of the battle.
ru: Уничтоженная машина отсутствует в Ангаре до окончания боя.

# tip85/payAttention/economics/0_100/all/all/all/all
source: You can only enter a battle with a fully repaired vehicle and a complete crew.
ru: Выйти в бой можно только на полностью отремонтированной машине с укомплектованным экипажем.

# tip86/payAttention/economics/0_500/all/all/all/all
source: You may check the Resupply Automatically and Repair Automatically options for your vehicle.
ru: Вы можете включить автоматическое пополнение боекомплекта и снаряжения, а также автоматический ремонт машины.

# tip87/payAttention/tactics/200_infinity/all/all/all/all
source: Sloped armor increases the chances of ricochets and non-penetrating hits.
ru: При больших углах встречи снаряда с броней вероятность рикошета и непробития выше.

# tip88/payAttention/economics/0_500/all/all/all/all
source: You can enlarge your Barracks if needed.
ru: Расширьте Казарму, если в ней недостаточно места.

# tip89/payAttention/economics/100_infinity/all/all/all/all
source: You can transfer crew members to another vehicle or send them to the Barracks.
ru: Членов экипажа можно пересадить на другую технику или высадить в Казарму.

# tip9/payAttention/tactics/0_infinity/except_7/SPG/all/all
source: Whenever you sense danger, relocate your SPG—you will survive longer.
ru: Смена позиции при первом признаке опасности — залог выживания САУ.

# tip90/payAttention/crew/0_500/except_7/all/all/all
source: An injured crew member receives 10% less experience in a battle.
ru: Раненый член экипажа получает на 10% меньше опыта за бой.

# tip91/payAttention/economics/0_100/all/all/all/all
source: You cannot start a battle with an incomplete crew.
ru: Выйти в бой на машине с неполным экипажем невозможно.

# tip92/payAttention/crew/0_500/all/all/all/all
source: The speed of your crew's training depends on their success in battle.
ru: Скорость обучения экипажа зависит от полученного опыта за бой.

# tip93/payAttention/crew/100_infinity/all/all/all/all
source: The Commander boosts the major qualifications of other crew members.
ru: Уровень владения командиром основной специальностью увеличивает прибавку в процентах к основным специальностям остального экипажа.

# tip94
source: Major qualification of a crew member can be changed for gold. The nation of a crew member is unchangeable.
ru: Основную специальность члена экипажа можно сменить на любую другую за игровое золото. Нацию сменить нельзя.

# tip95/payAttention/crew/200_infinity/all/all/all/all
source: All Combat Experience earned with Accelerate Crew Training enabled is received by the least-skilled crew member.
ru: В режиме «Ускорить обучение экипажа» опыт идёт на развитие умений «отстающего» члена экипажа.

# tip96
source: Training your crew to 100% in their major qualification unlocks additional skills and perks.
ru: Достижение 100% уровня владения основной специальностью открывает доступ к дополнительным умениям и навыкам.
