Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tips.*.resx
Languages: ru

source: Be Careful
ru: Будьте внимательны

# epicRandom/0/body
source: You may experience minor performance issues in this battle type.
ru: В данном типе боя может наблюдаться небольшое снижение производительности.

# epicRandom/0/title
source: Attention
ru: Обратите внимание

source: Follow the Rules
ru: Соблюдайте правила

source: How to Play
ru: Как играть

source: Pay Attention
ru: Обратите внимание

# ranked/0/body
source: Ranks I and V are permanent, while Ranks II, III, and IV can be lost. Vehicle ranks are permanent.
ru: I и V ранги являются несгораемыми, а II, III и IV можно потерять. Ранги машины потерять нельзя.

# ranked/0/title
source: Ranks
ru: О рангах

# ranked/1/body
source: Do not be disheartened if you lose a rank: at the end of a stage, you will receive a reward for your best rank achieved, not your current one.
ru: Не расстраивайтесь, если потеряли ранг: награда в конце этапа выдаётся за лучший достигнутый ранг, а не за текущий.

# ranked/1/title
source: Justice for All
ru: Всё по справедливости

# ranked/10/body
source: You receive bonds for your success in Ranked Battles. Bonds can be exchanged for directives and improved equipment.
ru: За успехи в Ранговых боях выдаются боны — валюта, за которую можно купить инструкции и усовершенствованное оборудование.

# ranked/10/title
source: Bonds
ru: О бонах

# ranked/11/body
source: You receive rewards for achieving each rank for the first time within a stage, as well as for completing a stage.
ru: Первое получение каждого ранга в течение этапа, а также само завершение этапа поощряется наградами.

# ranked/11/title
source: Awards
ru: Награды

# ranked/12/body
source: Vehicle ranks are not accrued for the account; they are earned for each vehicle separately. The total number of ranks is aggregated on the Leaderboard.
ru: Ранги техники зарабатываются не для аккаунта, но для каждой машины отдельно. Общее количество заработанных рангов техники суммируется в итоговой таблице.

# ranked/12/title
source: Vehicle Ranks
ru: Ранги техники

# ranked/2/body
source: Vehicle ranks are unlimited. The more vehicle ranks you earn within a season, the higher the position on the Leaderboard you achieve.
ru: Ранги машины не ограничены. Чем больше рангов техники вы заработаете за весь сезон, тем выше поднимитесь по рейтинговой лестнице.

# ranked/2/title
source: Up and Onward
ru: Вперёд и вверх

# ranked/3/body
source: Keep track of the prime time: once it is over, Ranked Battles will become unavailable until the next day.
ru: Следите за прайм-таймом: как только он закончится, Ранговые бои станут недоступны до следующего дня.

# ranked/3/title
source: Prime Time
ru: Прайм-тайм

# ranked/4/body
source: Note that the duration of each stage is limited. Keep an eye on the calendar and earn as many points as you can during a stage.
ru: Помните: каждый этап ограничен по времени. Следите за календарём, старайтесь заработать как можно больше очков за этап.

# ranked/4/title
source: Time is Money
ru: Время — деньги

# ranked/5/body
source: Stage duration is limited! Battle hard if you want to receive worthy rewards.
ru: Время этапа ограничено! Не стоит откладывать бои на потом, если хотите получить достойную награду.

# ranked/5/title
source: Timeline
ru: Продолжительность этапа

# ranked/6/body
source: When a season is over, follow the news on the game portal so you do not miss the date the next season begins.
ru: Как только сезон завершится, следите за новостями на портале игры, чтобы не пропустить дату старта следующего сезона.

# ranked/6/title
source: Follow the News
ru: Следите за новостями

# ranked/7/body
source: The best players will earn a place on the Leaderboard. Players receive a rank point for each rank achieved. The more points you get, the higher your position and the better the reward.
ru: Лучшие игроки попадут в таблицу Лидеров сезона. За каждый полученный ранг игрок получает очко ранга. Чем больше очков, тем выше позиция и тем крупнее награды.

# ranked/7/title
source: Season Leaders
ru: Лидеры сезона

# ranked/8/body
source: The top players will receive badges at the end of a season. A badge is a mark of pride for players, a symbol of their unequalled mastery.
ru: В конце сезона сильнейшие игроки получат нашивки. Нашивка – предмет законной гордости владельца, символ его выдающегося мастерства.

# ranked/8/title
source: Badges
ru: Нашивки

# ranked/9/body
source: The reward you receive at the end of a season depends on the League you reach. You earn points for each rank achieved. The more points you have, the higher your League.
ru: Награда в конце сезона зависит от лиги, в которой вы оказались. Каждый ранг приносит очки, а чем больше очков — тем выше лига.

# ranked/9/title
source: Awards
ru: Награды

# sandbox0
source: You spawn in area 1 (for tanks and tank destroyers) or 2 (for SPGs). Apply everything you have learned during battle training and claim victory.
ru: Вы появляетесь в точке 1 (для танка или ПТ-САУ) или 2 (для САУ). Используя навыки, полученные в Боевом обучении, одержите победу над противником.

# sandbox1
source: You spawn at the green base, which gives you three options for starting the attack. Choose your tactics and try to secure victory.
ru: Вы появляетесь на зелёной базе, откуда можно начать атаку по одному из трёх ключевых направлений. Используйте подходящую тактику для победы над противником.

# security
source: Security Above Everything
ru: Безопасность прежде всего

source: Technical Advice
ru: Технический совет

# tip0/payAttention/tactics/0_50/except_7/all/all/all
source: Boggy ground significantly reduces a vehicle's speed and turning rate.
ru: При прохождении машины по болотистому грунту скорость движения и разворота резко ухудшается.

# tip1
source: To select shells, use keys 1–3.
ru: Используйте клавиши 1–3 для переключения типов снарядов.

# tip10
source: Artillery is your team's primary firepower. Protect your SPGs, or they will be easy targets for the enemy.
ru: Артиллерия — основная огневая мощь команды. Не оставляйте её без прикрытия.

# tip100/payAttention/crew/0_500/all/all/all/all
source: The higher the skill of the Gunner, the faster the sight snaps onto the target.
ru: Чем лучше наводчик владеет своей специальностью, тем быстрее сведение орудия.

# tip101
source: The higher the skills of the Commander, the better the whole crew will perform.
ru: Чем опытнее командир, тем выше эффективность всего экипажа.

# tip102
source: A skilled Driver makes more effective use of engine power.
ru: Опытный механик-водитель эффективнее использует мощность двигателя.

# tip103/payAttention/crew/0_500/all/all/all/all
source: A skilled Loader will load shells faster.
ru: Опытный заряжающий быстрее перезаряжает орудие.

# tip104
source: The Commander's training level influences the vehicle’s view range.
ru: Уровень владения командиром основной специальностью влияет на радиус обзора машины.

# tip105
source: A skilled Radio Operator is able to communicate over longer distances.
ru: Опытный радист способен поддерживать связь на большем расстоянии.

# tip106/payAttention/tactics/100_infinity/all/all/all/all
source: Additional equipment improves crew efficiency and vehicle characteristics.
ru: Дополнительное оборудование улучшает эффективность работы экипажа и характеристики техники.

# tip107/payAttention/economics/50_500/except_7/all/all/all
source: Vehicles with all modules and subsequent vehicles researched acquire Elite status.
ru: Машина, для которой исследованы все модули и следующая в ветке развития техника, получает статус «Элитной».

# tip108/payAttention/tactics/200_infinity/all/all/all/all
source: Combat Experience earned on Elite vehicles, including Premium vehicles, can be converted to Free Experience.
ru: Весь боевой опыт, накопленный на элитной технике, в том числе и на премиумной, можно перевести в свободный.

# tip109
source: Elite vehicle status does not depend on crew skills.
ru: Статус элитной техники не зависит от умений экипажа.

# tip11/payAttention/tactics/0_infinity/except_7/AT-SPG/all/all
source: Use bushes and foliage to make your tank destroyer harder to detect. Note that stationary vehicles are less visible.
ru: При игре на ПТ-САУ старайтесь не обнаружить себя. Укрывайтесь за густыми кустами и поваленными деревьями.

# tip110
source: Never interrupt your enemy when he is making a mistake. It's impolite!
ru: Не следует мешать противникам совершать ошибки. Это невежливо.

# tip111/payAttention/tactics/50_500/except_7/all/all/all
source: Sometimes capturing a base is an easier and safer option than trying to destroy all enemy vehicles.
ru: Иногда проще и безопаснее захватить базу противника, чем уничтожать всю его технику.

# tip113
source: In Tank Company and clan battles, 50% of the credits and experience earned in battle by the defeated team is transferred to the winning team.
ru: В ротном или клановом бою 50% кредитов и опыта побеждённая команда отдаёт победителю.

# tip114/followTheRules/security/0_infinity/all/all/all/all
source: Sharing an account violates the Game Rules and can result in loss of access to the account.
ru: Совместное использование одного аккаунта нарушает Правила игры и часто приводит к потере доступа.

# tip115/followTheRules/rules/100_infinity/all/all/all/all
source: The Game Rules forbid sharing accounts. Violators may lose both accounts forever.
ru: Правила игры запрещают обмен аккаунтами. Вы рискуете потерять оба аккаунта навсегда.

# tip116/security/security/0_infinity/all/all/all/all
source: The more sophisticated your password is, the better.
ru: Чем сложнее ваш пароль, тем он надёжней.

# tip117/security/security/0_infinity/all/all/all/all
source: Change your password regularly.
ru: Регулярно меняйте пароль.

# tip118/followTheRules/rules/100_infinity/all/all/all/all
source: Game Rules forbid purchasing and selling accounts. If you violate these rules, you can lose your account.
ru: Покупка и продажа аккаунтов строго запрещена Правилами игры. Нарушив их, вы рискуете потерять свой аккаунт.

# tip119/security/security/0_infinity/all/all/all/all
source: Do not trust links to unfamiliar websites.
ru: Никогда не доверяйте ссылкам на сторонние ресурсы.

# tip12
source: Do not wait for the enemy on a friendly base. Pressing the attack may be more effective than base defense.
ru: Не ждите противника на своей базе. Агрессивная тактика эффективнее глухой обороны.

# tip120/security/security/0_infinity/all/all/all/all
source: You can only purchase gold on the official World of Tanks website. If you try to purchase gold from other websites, you run the risk of losing your money.
ru: Золото можно приобрести только на официальном сайте игры. Покупая его на других сайтах, вы рискуете потерять свои деньги.

# tip121/security/security/200_infinity/all/all/all/all
source: The Save password option is convenient but potentially unsafe.
ru: Использовать функцию «Сохранить пароль» удобно, но небезопасно.

# tip122/security/security/0_infinity/all/all/all/all
source: On the portal, you can find instructions about how to keep your account secure. Please read them carefully.
ru: Не забудьте ознакомиться с инструкциями по защите аккаунта на портале игры.

# tip123/payAttention/tactics/200_infinity/except_7/all/all/all
source: While in battle, hold CTRL to display the mouse cursor.
ru: Удерживайте клавишу CTRL для отображения курсора мыши в бою.

# tip124/payAttention/tactics/50_500/all/all/all/all
source: To repair a module, use the Repair Kit. To heal a crew member, use the First Aid Kit.
ru: Чтобы починить модуль или вылечить члена экипажа в бою, используйте ремкомплекты или аптечки.

# tip125/usefulFeatures/interface/100_infinity/all/all/all/all
source: To use consumables and switch between shell types, use hotkeys (1–6 by default).
ru: Пользуйтесь «горячими клавишами» для переключения между типами снарядов и использования снаряжения (по умолчанию 1-6).

# tip126/usefulFeatures/interface/100_500/except_7/SPG/all/all
source: To instantly move the camera in Artillery mode, right-click on the minimap.
ru: В артиллерийском режиме можно мгновенно переместить камеру в нужное место, щёлкнув правой кнопкой мыши по миникарте.

# tip127/usefulFeatures/interface/500_infinity/except_7/all/all/all
source: To change team list appearance, press CTRL+TAB.
ru: Чтобы изменить вид списка команд в бою, нажмите CTRL+TAB.

# tip128/usefulFeatures/interface/100_infinity/except_7/all/all/all
source: Right-click a player's name in the side team panels to view possible actions.
ru: Щёлкните правой кнопкой мыши по имени игрока в боковых панелях команд, чтобы посмотреть возможные действия.

# tip129/followTheRules/rules/100_infinity/except_7/all/all/all
source: To file a complaint about a player, right-click the player's name in the side team panels and select the corresponding option from the context menu.
ru: Чтобы пожаловаться на игрока, выберите соответствующий пункт в контекстном меню имени игрока в боковых панелях команд.

# tip13
source: Even heavy tanks need backup.
ru: Даже самый мощный тяжёлый танк не способен уничтожить всю технику противника без поддержки.

# tip130/usefulFeatures/interface/500_infinity/except_7/all/all/all
source: The set of available commands in the Command Menu changes depending on whether your cursor is on an ally, an enemy, or a point of terrain.
ru: Команды в меню приказов различаются в зависимости от наведения курсора на союзника, противника или точку на местности.

# tip131/usefulFeatures/interface/200_infinity/except_7/all/all/all
source: To select a command in the Command Menu, hold Z and move your mouse to highlight the desired command.
ru: Используйте меню приказов для выбора быстрого сообщения союзникам (клавиша по умолчанию — Z).

# tip132/usefulFeatures/interface/100_infinity/except_7/all/all/all
source: Use the F4–F8 hotkeys to quickly select commands in the Command Menu.
ru: Для быстрого вызова команд в меню приказов используйте клавиши F4–F8, которые указаны под командами.

# tip133
source: Use right Shift + "+" and right Shift + "-" to change dynamic resolution of the screen in a battle.
ru: С помощью комбинаций клавиш «правый Shift» + «+» и «правый Shift» + «-» можно менять динамическое разрешение экрана в бою.

# tip134/followTheRules/rules/200_infinity/except_7/all/all/all
source: Being rude is not the best way to convince your ally that you are right. In addition, it is against the Game Rules.
ru: Грубость — не лучший способ убедить союзника в своей правоте, кроме того, она запрещена Правилами игры.

# tip135/followTheRules/rules/200_infinity/except_7/all/all/all
source: Allies are more willing to support polite players.
ru: Вежливому игроку союзники будут помогать активнее.

# tip136/followTheRules/rules/200_infinity/except_7/all/all/all
source: Settle your arguments on the battlefield, not in the game chat.
ru: Основной бой должен происходить на карте, а не в чате.

# tip137/followTheRules/rules/200_infinity/except_7/all/all/all
source: Do not send non-informative messages in the chat; they distract players from the battle.
ru: Не засоряйте чат неинформативными сообщениями. Это отвлекает от боя.

# tip138/followTheRules/rules/200_infinity/except_7/all/all/all
source: Use the Complain option when any of the Game Rules are violated.
ru: Используйте функцию «Пожаловаться» при любом нарушении Правил игры.

# tip139/followTheRules/rules/100_infinity/except_7/all/all/all
source: By adding players to the Blacklist you will immediately stop receiving messages and invitations from them.
ru: Добавив игрока в «Чёрный список», вы сразу перестанете получать от него любые сообщения и приглашения в формирования.

# tip14/payAttention/tactics/101_infinity/all/all/all/all
source: Auto-Aim does not guarantee 100% accuracy. Experienced players use manual aim.
ru: Автоприцел не гарантирует 100% точности. Опытные игроки наводят свои орудия вручную.

# tip140/followTheRules/rules/100_infinity/except_7/all/all/all
source: Message censorship can be enabled in Settings.
ru: Цензурирование сообщений можно включить в настройках игры.

# tip141/followTheRules/rules/200_infinity/except_7/all/all/all
source: Battle chat can be disabled in Settings. Platoon chat will still be available.
ru: Боевой чат можно отключить в настройках игры. При этом взводный чат останется доступным.

# tip142/followTheRules/rules/100_infinity/except_7/all/all/all
source: While you are arguing with your allies, the enemy is taking control of the battlefield.
ru: Пока вы выясняете отношения с союзниками, противник не дремлет.

# tip143/followTheRules/rules/100_infinity/all/all/all/all
source: Keep track of the flow of the battle. Just one mistake can lead to defeat.
ru: Внимательно следите за ходом боя — малейшая ошибка может стать причиной поражения.

# tip144/followTheRules/rules/100_infinity/except_7/all/all/all
source: Using forbidden mods or engaging in collusion puts you at risk of permanently losing your account.
ru: Используя запрещённые программы или проводя договорные бои, вы рискуете навсегда потерять свой аккаунт.

# tip145/followTheRules/rules/0_500/except_7/all/all/all
source: Each hit on allies is registered by an automatic system; repeated hits on allies will lead to a temporary ban.
ru: Каждое попадание по союзникам фиксируется специальной системой, которая рано или поздно автоматически заблокирует стрелка.

# tip146/followTheRules/rules/100_infinity/all/all/all/all
source: Violations of the Game Rules are punishable and may result in your account being locked.
ru: Нарушение Правил игры наказывается и может привести к блокировке аккаунта.

# tip147/followTheRules/rules/100_infinity/all/all/all/all
source: If you were punished for a violation of the Game Rules, we strongly recommend that you reread the rules in order to prevent such incidents in the future.
ru: Если вас наказали за нарушение Правил игры, рекомендуем внимательно их перечитать, чтобы исключить подобные инциденты в дальнейшем.

# tip148/followTheRules/rules/100_infinity/all/all/all/all
source: The Game Rules apply to all players, as do the penalties for violating them.
ru: Правила игры едины для всех, как и ответственность за их нарушение.

# tip149/technicalAdvice/techProblems/500_infinity/all/all/all/all
source: Cannot enter a battle? Try turning off mods and restarting the game client.
ru: Не можете попасть в бой? Попробуйте запустить клиент игры без модификаций.

# tip15
source: Some vehicles are best at evasive maneuvering, while others excel at staying undetected.
ru: Активная разведка — постоянное перемещение по полю боя. Пассивная — незаметное присутствие рядом с силами противника.

# tip150/technicalAdvice/techProblems/100_infinity/all/all/all/all
source: Low FPS? Try a lower graphics quality in Settings.
ru: Низкий показатель FPS? Попробуйте понизить качество графики в настройках игры.

# tip151/technicalAdvice/techProblems/100_infinity/all/all/all/all
source: Low FPS and graphic distortions? Try updating your video card drivers.
ru: Низкий уровень FPS или графические искажения? Попробуйте обновить драйвера видеокарты.

# tip152/technicalAdvice/techProblems/100_infinity/all/all/all/all
source: High latency when connecting via 3G or Wi-Fi? Try using a wired internet connection.
ru: Высокий пинг через 3G или WiFi? Попробуйте подключить кабельное интернет-соединение.

# tip153/technicalAdvice/techProblems/100_infinity/all/all/all/all
source: Your vehicle teleports or fires with a delay? Check your network connection.
ru: Машина телепортируется или стреляет с задержкой? Проверьте стабильность сетевого подключения.

# tip154/technicalAdvice/techProblems/100_infinity/all/all/all/all
source: Reliable antivirus software guarantees stable operation of your hardware and game client.
ru: Отсутствие вирусов — залог стабильной работы компьютера и игры.

# tip155/technicalAdvice/techProblems/500_infinity/except_7/all/all/all
source: Your team is unable to hear you in a battle? Check your voice communication settings.
ru: Вас не слышит команда? Проверьте настройки голосовой связи.

# tip156/technicalAdvice/techProblems/200_infinity/all/all/all/all/all
source: The more details you give when describing the issue to the Customer Service Center, the more promptly your issue will be considered.
ru: Чем подробнее вы опишете проблему при обращении в Центр поддержки пользователей, тем эффективнее будет рассмотрение заявки.

# tip157/technicalAdvice/techProblems/200_infinity/all/all/all/all
source: Before contacting the Customer Service Center, make sure the issue can be reproduced with game mods turned off.
ru: Перед обращением в Центр поддержки пользователей убедитесь, что проблема воспроизводится и без модификаций игры.

# tip158/security/security/100_infinity/all/all/all/all
source: Adding your phone number to your account profile makes your account more secure from potential hacking.
ru: Привязка аккаунта к мобильному телефону позволяет полностью обезопасить аккаунт от потенциальных взломщиков.

# tip159/security/security/100_infinity/all/all/all/all
source: Make sure the mobile phone number you added to your account is active. This will allow prompt restoration of access to your account.
ru: Следите за работоспособностью привязанного номера мобильного телефона. Это позволит оперативно восстановить доступ к аккаунту.

# tip16
source: Caliber is not the only gauge of gun performance. Rate of fire and accuracy are also important.
ru: Скорострельность и точность орудия не менее важны для его эффективности, чем калибр.

# tip160/security/security/0_infinity/all/all/all/all
source: By linking your mobile phone number to your account, you can change the email address that the account is registered with.
ru: Привязав к учётной записи номер мобильного телефона, можно сменить адрес почтового ящика, на котором зарегистрирован аккаунт.

# tip161/security/security/0_infinity/all/all/all/all
source: If you suspect someone has gained unauthorized access to your account, contact the Customers Support Service right away.
ru: В случае возникновения подозрений на несанкционированный доступ к аккаунту сразу свяжитесь с Центром поддержки пользователей.

# tip162/security/security/0_infinity/all/all/all/all
source: Do not accept gifts from unknown users.
ru: Не принимайте подарки от незнакомых пользователей.

# tip163/security/security/0_infinity/all/all/all/all
source: Select the correct section of the Customer Service Center to guarantee that your issue will be considered promptly.
ru: Правильно выбранный раздел при обращении в Центр поддержки пользователей помогает быстрее рассмотреть проблему.

# tip164/payAttention/tactics/500_infinity/except_7/SPG/all/all
source: A skilled artillery player can use shell tracers to detect and destroy an enemy SPG that does not change its firing position.
ru: Опытный артиллерист может вычислить противника на САУ по трассеру, если тот ведёт стрельбу, не меняя позицию.

# tip165/payAttention/tactics/100_500/all/all/all/all
source: An Automatic Fire Extinguisher promptly extinguishes fire and reduces the chance of engine fire.
ru: Автоматический огнетушитель не только тушит пожар сразу после его возникновения, но и снижает шанс возгорания двигателя.

# tip166/payAttention/tactics/500_infinity/all/SPG/all/all
source: When driving an SPG, remember to account for the shell's flight path and speed, as well as terrain irregularities.
ru: При игре на САУ учитывайте траекторию полёта снаряда и его скорость, а также рельеф местности.

# tip167/payAttention/tactics/50_500/except_7/all/all/all
source: Keep track of your allies and enemies on the Minimap.
ru: Регулярно смотрите на миникарту, оценивая действия союзников и противника.
