Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tips.*.resx
Languages: ru

# tip97
source: Crew members can master different skills and perks.
ru: Члены экипажа могут изучать разные дополнительные умения и навыки.

# tip98
source: The list of equipment available depends on the vehicle's type and nationality.
ru: Список устанавливаемого оборудования зависит от типа и национальной принадлежности техники.

# tip99/payAttention/economics/200_infinity/all/all/all/all
source: All equipment can be demounted and transferred to another vehicle.
ru: Всё оборудование может быть демонтировано и перенесено с одной машины на другую.

# usefulFeatures
source: Useful Options
ru: Полезные функции
