Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# privateQuests/params/collectedSheets
source: Commendations received
ru: наградных листов получено

# privateQuests/params/competedTasks
source: Missions completed
ru: боевых задач выполнено

# privateQuests/params/recruitTankmanFemale
source: Recruitment of one female crew member
ru: Рекрутирование одной девушки-танкиста

# privateQuests/params/recruitedTankmanFemale
source: Female crew members recruited
ru: девушек-танкистов рекрутировано

# privateQuests/params/sheets
source: Commendations
ru: Наградных листов

# privateQuests/progress/condition
source: Can be received for fulfilling primary conditions of all missions for this vehicle type.
ru: Выдаётся за выполнение основных условий всех задач для данного типа техники.

# privateQuests/progress/header
source: Set Reward: %(type)s
ru: Награда ветки %(type)s

# privateQuests/progress/type/AT-SPG
source: Tank Destroyers
ru: ПТ-САУ

# privateQuests/progress/type/SPG
source: SPGs
ru: САУ

# privateQuests/progress/type/heavyTank
source: Heavy Tanks
ru: тяжёлых танков

# privateQuests/progress/type/lightTank
source: Light Tanks
ru: лёгких танков

# privateQuests/progress/type/mediumTank
source: Medium Tanks
ru: средних танков

# privateQuests/questControl/body
source: Click to go to Personal Missions.
ru: Нажмите, чтобы перейти к личным боевым задачам.

# privateQuests/questControl/header
source: Personal Missions
ru: Личные боевые задачи

# privateQuests/questsStats/token/body
source: Unique accolade. Can be obtained for completion of the last mission in each set and/or the secondary condition for it.
ru: Уникальный документ. Выдаётся за выполнение завершающей задачи каждой ветки и/или дополнительного условия к ней.

# privateQuests/questsStats/token/header
source: Commendation
ru: Наградной лист

# privateQuests/questsStats/token/note
source: Automatically exchanged for a reward
ru: Автоматически обменивается на награду.

# privateQuests/showVehicle/body
source: Click to close the missions window and select a vehicle in the Garage.
ru: Нажмите, чтобы закрыть окно боевых задач и выбрать машину в Ангаре.

# privateQuests/showVehicle/header
source: Select in the Garage
ru: Выбрать в Ангаре

# privateQuests/slot/condition/anim
source: For completion with honors of all missions: animated operation picture
ru: За выполнение всех задач с отличием: анимированная обложка операции.

# privateQuests/slot/condition/vehicle
source: For %(icon)s commendations: reward vehicle
ru: За %(icon)s наградных листов: призовая машина.

# privateQuests/slot/descr
source: %(icon)s Commendation is a unique accolade that can be received for completion of the last mission in each set and/or for fulfilling a secondary condition for it. Automatically exchanged for the reward.
ru: %(icon)s Наградной лист — уникальный документ. Выдаётся за выполнение завершающей задачи каждой ветки и/или дополнительного условия к ней. Автоматически обменивается на награду.

# privateQuests/slot/empty/body
source: To start a mission, select an operation and then the mission you are interested in.
ru: Чтобы приступить к выполнению задачи сначала выберите операцию, а затем интересующую вас задачу.

# privateQuests/slot/empty/header
source: Mission Not Selected
ru: Задача не выбрана

# privateQuests/slot/header
source: Operation %(name)s
ru: Операция %(name)s

# privateQuests/slot/mission/body
source: Campaign %(value)s, %(name)s
ru: Кампания %(value)s, %(name)s

# privateQuests/slot/mission/note
source: Click to view mission.
ru: Нажмите, чтобы перейти к задаче.

# privateQuests/slot/missionComplete/attention
source: Mission completed. Report the completion and claim the reward.
ru: Задача выполнена. Доложите о выполнении и получите награду.

# privateQuests/status/available/descr
source: Missions of this operation are available for completion.
ru: Задачи данной операции доступны для выполнения.

# privateQuests/status/available/header
source: You Can Start Completion
ru: Можно приступать к выполнению

# privateQuests/status/completed/header
source: Completed with honors
ru: Выполнено с отличием

# privateQuests/status/inProgress/descr
source: Missions of this operation started.
ru: Задачи данной операции находятся в процессе выполнения.

# privateQuests/status/inProgress/header
source: Active
ru: Выполняется

# privateQuests/status/lock/descr
source: Operation will be available after completion of the preceding one.
ru: Операция станет доступна после прохождения предыдущей.

# privateQuests/status/lock/header
source: Completion Unavailable
ru: Выполнение недоступно

# privateQuests/status/notReceived/header
source: Reward not claimed
ru: Награда не получена

# privateQuests/status/received/header
source: Reward claimed
ru: Награда получена

# privateQuests/taskListItem/body
source: Click to view details.
ru: Нажмите, чтобы отобразить подробную информацию.

# privateQuestsFallout/slot/condition/vehicle
source: For completion of all missions: reward vehicle
ru: За выполнение всех задач: призовая машина.

# quests/awards/additional/bottom
source: And more: %(count)d
ru: И ещё: %(count)d

# quests/awards/additional/header
source: Rewards:
ru: Награды:

# quests/bonuses/token/body
source: This token is a unique reward that unlocks particular missions or is used for their completion.
ru: Данная марка — уникальная награда, необходимая для доступа к определённым боевым задачам или для их выполнения.

# quests/bonuses/token/header
source: %(userName)s Token
ru: Марка %(userName)s

# quests/complete/personal/progressDaily/body
source: The mission was completed %(count)s time(s) The total number of completions left: %(totalCount)s time(s) You cannot complete the mission more than %(dailyTotalCount)s time(s) within 24 h
ru: Боевая задача выполнена: %(count)s Всего осталось выполнений задачи: %(totalCount)s Задачу можно выполнять в сутки не более: %(dailyTotalCount)s

# quests/complete/personalRegular/body
source: The mission was completed %(count)s time(s)
ru: Боевая задача выполнена, раз: %(count)s

# quests/complete/progress/body
source: Number of mission completions: %(count)s Number of available mission completions: %(totalCount)s
ru: Боевая задача выполнена, раз: %(count)s Доступное количество выполнений, раз: %(totalCount)s

# quests/complete/progress/header
source: Completion
ru: Выполнение

# quests/complete/progress/statusTooltip
source: Number of mission completions
ru: Количество выполнений боевой задачи

# quests/complete/progress/value/statusTooltip
source: Number of mission completions: %(count)s
ru: Количество выполнений боевой задачи: %(count)s

# quests/complete/progressDaily/body
source: The mission was completed %(count)s time(s) within 24 h You cannot complete the mission more than %(totalCount)s time(s) within 24 h
ru: Боевая задача выполнена, раз в сутки: %(count)s Задачу можно выполнить в сутки не более: %(totalCount)s

# quests/complete/progressDaily/dailyCount
source: %(totalCount)s (%(dailyCount)s of them within 24 h)
ru: %(totalCount)s (из них в сутки: %(dailyCount)s)

# quests/complete/progressDaily/header
source: Completion
ru: Выполнение

# quests/condition/achievement/header
source: Awards
ru: Награды

# quests/condition/achievements/descr
source: Earn one of the following rewards:
ru: Заслужите одну из наград:

# quests/condition/achievements/others
source: ...and more rewards: %(count)s
ru: ...и ещё наград: %(count)s

# quests/counter/label
source: Number of mission completions
ru: Количество выполнений боевой задачи

# quests/disableLinkBtn/task
source: To proceed to the next mission, click the "Hide completed" checkbox.
ru: Для возможности перехода к боевой задаче, снимите флажок «Скрывать выполненные».

# quests/igr
source: Mission is available in Premium IGR only
ru: Боевая задача доступна только в премиум IGR

# quests/linkBtn/task
source: Select this mission
ru: Перейти к данной боевой задаче

# quests/newLabel/action
source: New special
ru: Новая акция

# quests/newLabel/task
source: New mission
ru: Новая боевая задача

# quests/notifier/body
source: Here you can view current missions and specials as well as your progress and details of missions coming soon.
ru: Здесь вы увидите действующие боевые задачи и акции и проследите прогресс по ним, а также узнаете о предстоящих боевых задачах.

# quests/notifier/header
source: Missions and Specials
ru: Боевые задачи и акции

# quests/progress/current
source: Progress in mission completion
ru: Прогресс по боевой задаче

# quests/progress/earnedInBattle
source: Received in this battle
ru: Заработано в этом бою

# quests/progress/strategic
source: Number of missions completed
ru: Количество выполненных боевых задач

# quests/renderer/label
source: Click to view detailed information.
ru: Нажмите, чтобы просмотреть более подробную информацию.

# quests/schedule/description
source: This mission has specific requirements.
ru: Данная задача имеет определённый регламент по доступности для выполнения.

# quests/schedule/header
source: Mission Requirements
ru: Регламент задачи

# quests/schedule/intervals
source: Duration
ru: Время действия

# quests/schedule/weekDays
source: Days of the week
ru: Дни недели

# quests/seasonAward/femaleTankman/description/part1
source: For completion of all missions in a set, you receive a unique crew member with:
ru: За выполнение всех боевых задач в рамках одной ветки вы получаете уникального члена экипажа со следующими особенностями:

# quests/seasonAward/femaleTankman/description/part2
source: • Manual selection of nation, vehicle type, and major qualification • The Brothers in Arms perk trained to 100% • One more skill or perk of your choice trained to 100%.
ru: • Ручной выбор нации, типа техники и специальности; • полностью изученный навык «Боевое братство»; • на выбор дополнительный навык (или умение), изученный на 100%.

# quests/seasonAward/tokens/description
source: %(icon)s Commendation is a unique accolade that can be received for completion of the last mission in each set and/or for fulfilling a secondary condition for it. Automatically exchanged for the reward.
ru: %(icon)s Наградной лист — уникальный документ. Выдаётся за выполнение завершающей задачи каждой ветки и/или дополнительного условия к ней. Автоматически обменивается на награду.

# quests/status/done
source: Mission completed.
ru: Боевая задача выполнена

# quests/status/notDone
source: Not completed
ru: Не выполнено

# quests/status/notready
source: Mission unavailable
ru: Боевая задача недоступна

# quests/unavailable/bottom
source: Completion unavailable
ru: Выполнение недоступно

# quests/unavailable/requirement/header
source: Requirements
ru: Требования

# quests/unavailable/time/statusTooltip
source: Mission will be available:
ru: Задача будет доступна:

# quests/unavailable/token
source: Collect %(count)d "%(tokenName)s" tokens
ru: Собрать марку «%(tokenName)s» в количестве %(count)d

# quests/unavailable/vehicle/body
source: The list of suitable vehicles is given in the detailed mission description.
ru: Список подходящей техники можно посмотреть в окне подробного описания боевой задачи.

# quests/unavailable/vehicle/header
source: No Suitable Vehicles
ru: Нет подходящей техники

# quests/vehicleSeasonAward/aboutBtn/body
source: Click to open the information window on parameters, history, and configuration of the vehicle.
ru: Нажмите, чтобы открыть окно информации и изучить ТТХ, историю создания и особенности данной машины.

# quests/vehicleSeasonAward/aboutBtn/header
source: Vehicle Details
ru: Подробно о машине

# quests/vehicles/bottom
source: ...and more vehicles: %(count)d
ru: ...и ещё машин: %(count)d

# quests/vehicles/description
source: Vehicles that meet the mission requirements:
ru: Список техники удовлетворяющий условиям боевой задачи:

# quests/vehicles/header
source: Suitable Vehicles
ru: Подходящая техника

# quests/vehiclesBonus/title
source: Awards
ru: Награды

# quests/vehiclesBonus/vehiclesLeft
source: %(count)s more vehicles...
ru: ещё %(count)s машин...

# rallyInfo/profileBtn/body
source: Click to view the profile of the selected team.
ru: Нажмите, чтобы просмотреть профиль выбранной команды.

# rallyInfo/profileBtn/header
source: Team Profile
ru: Профиль команды

# ranked/serverName
source: Server "%(name)s"
ru: Сервер «%(name)s»

# receiveClanInvitesNotifications/body
source: Enable or disable receiving invitations to Clans or applications to your Clan.
ru: Разрешение или запрет приёма приглашений в кланы или заявок на вступление в ваш клан.

# receiveClanInvitesNotifications/header
source: Receive Clan Notifications
ru: Получать клановые уведомления

# receiveFriendshipRequest/body
source: When the setting is disabled, friend requests will be automatically declined.
ru: При отключённой настройке запросы от других игроков на добавление в «Друзья» будут автоматически отклоняться.

# receiveFriendshipRequest/header
source: Accept Friend Requests
ru: Принимать запросы на добавление в «Друзья»

# receiveInvitesInBattle/body
source: Enable or disable receiving invitations to Platoon during battle. You can accept invitations in the battle or after the battle in the Garage. The setting will be activated in the next battle.
ru: Разрешение или запрет приёма приглашений во взвод в бою. Принять приглашение можно сразу или в Ангаре после боя. Настройка активируется со следующего боя.

# receiveInvitesInBattle/header
source: Invitations to Platoon in Battle
ru: Приглашения во взвод в бою

# redButton/disabled/buyNeeded/body
source: Go to the Store to perform this operation.
ru: Данную операцию можно выполнить в Магазине.

# redButton/disabled/buyNeeded/header
source: You must purchase a vehicle.
ru: Необходимо купить машину.

# redButton/disabled/crew/notFull/body
source: Absent: <b>%s</b>
ru: Отсутствуют: <b>%s</b>

# redButton/disabled/crew/notFull/header
source: Crew Incomplete
ru: Неполный экипаж

# redButton/disabled/limits/classes/AT-SPG/body
source: Only tank destroyers of Tiers %d to %d are allowed.
ru: К бою допускаются только ПТ-САУ с уровнем от %d до %d.

# redButton/disabled/limits/classes/AT-SPG/header
source: Tank destroyer tier not within the allowable tier range
ru: Недопустимый максимальный уровень ПТ-САУ

# redButton/disabled/limits/classes/SPG/body
source: Only SPGs of Tiers %d to %d are allowed.
ru: К бою допускаются только САУ с уровнем от %d до %d.

# redButton/disabled/limits/classes/SPG/header
source: SPG tier not within the allowable tier range
ru: Недопустимый максимальный уровень САУ

# redButton/disabled/limits/classes/heavyTank/body
source: Only heavy tanks of Tiers %d to %d are allowed.
ru: К бою допускаются только тяжёлые танки с уровнем от %d до %d.

# redButton/disabled/limits/classes/heavyTank/header
source: Heavy tank not within the allowable tier range
ru: Недопустимый максимальный уровень тяжёлых танков

# redButton/disabled/limits/classes/lightTank/body
source: Only light tanks of Tiers %d to %d are allowed.
ru: К бою допускаются только лёгкие танки с уровнем от %d до %d.

# redButton/disabled/limits/classes/lightTank/header
source: Light tank tier not within the allowable tier range
ru: Недопустимый максимальный уровень лёгких танков

# redButton/disabled/limits/classes/mediumTank/body
source: Only medium tanks of Tiers %d to %d are allowed.
ru: К бою допускаются только средние танки с уровнем от %d до %d.

# redButton/disabled/limits/classes/mediumTank/header
source: Medium tank tier not within the allowable tier range
ru: Недопустимый максимальный уровень средних танков

# redButton/disabled/repairNeeded/body
source: To repair your vehicle, click Service.
ru: Чтобы отремонтировать машину, перейдите в окно обслуживания.

# redButton/disabled/repairNeeded/header
source: Vehicle Damaged
ru: Машина повреждена

# redButton/disabled/vehicle/group_is_not_ready/header
source: Group Not Ready
ru: Группа не готова

# redButton/disabled/vehicle/inBattle/body
source: After the battle is finished, the vehicle will appear in the Garage.
ru: После окончания боя машина появится в Ангаре.

# redButton/disabled/vehicle/inBattle/header
source: In Battle
ru: В бою

# redButton/disabled/vehicle/not_supported/body
source: These vehicles cannot fight in this battle mode.
ru: В данном режиме боя данная техника не участвует.

# redButton/disabled/vehicle/not_supported/header
source: Wrong Vehicles
ru: Неподходящая техника

# redButton/disabled/vehicle/rentalsIsOver/header
source: Rental period ended
ru: Аренда завершена

# redButton/disabled/vehicle/roaming/header
source: Server limit
ru: Серверное ограничение

# repair/auto/body
source: Repair will be performed automatically, if necessary, after the vehicle leaves battle.
ru: Ремонт будет выполняться автоматически, если это необходимо, после выхода машины из боя.

# repair/auto/header
source: Repair automatically
ru: Ремонтировать автоматически

# researchPage/module/status/needToBuyTank/header
source: Unable to purchase and mount this module.
ru: Покупка и установка модуля недоступны

# researchPage/module/status/needToBuyTank/text
source: Purchase %(vehiclename)s.
ru: Купите %(vehiclename)s.

# researchPage/module/status/notEnoughXP/header
source: Not Enough XP
ru: Недостаточно опыта

# researchPage/module/status/notEnoughXP/text
source: Earn it in battle or convert experience earned on Elite vehicles.
ru: Заслужите его в бою или переведите опыт, полученный на элитной технике.

# researchPage/module/status/parentModuleIsLocked/header
source: Unable to Research
ru: Исследование недоступно

# researchPage/module/status/parentModuleIsLocked/text
source: Research preceding modules.
ru: Исследуйте предыдущие модули.

# researchPage/module/status/rootVehicleIsLocked/header
source: Unable to Research
ru: Исследование недоступно

# researchPage/module/status/rootVehicleIsLocked/text
source: Research the vehicle and preceding modules.
ru: Сначала исследуйте машину и предыдущие модули.

# researchPage/module/status/vehicleIsBroken/header
source: Unable to purchase and mount this module.
ru: Покупка и установка модуля недоступны

# researchPage/module/status/vehicleIsBroken/text
source: Repair your vehicle.
ru: Отремонтируйте технику.

# researchPage/module/status/vehicleIsInBattle/header
source: Unable to purchase and mount this module.
ru: Покупка и установка модуля недоступны

# researchPage/module/status/vehicleIsInBattle/text
source: Wait until the vehicle exits battle.
ru: Дождитесь возвращения машины из боя.

# researchPage/module/status/vehicleIsReadyToFight/header
source: Unable to purchase and mount this module.
ru: Покупка и установка модуля недоступны

# researchPage/module/status/vehicleIsReadyToFight/text
source: Quit the tactical unit.
ru: Выйдите из состава формирования.

# researchPage/vehicle/button/compare/disabled/body
source: To add the vehicle to comparison, remove vehicles from the comparison list.
ru: Чтобы добавить машину к сравнению, удалите ненужную технику из списка сравнения.

# researchPage/vehicle/button/compare/disabled/header
source: Unable to Add
ru: Добавление невозможно

# researchPage/vehicle/status/parentModuleIsLocked/header
source: Unable to Research
ru: Исследование недоступно

# researchPage/vehicle/status/parentModuleIsLocked/text
source: To research this vehicle, first research modules of the preceding vehicle.
ru: Исследуйте модули предыдущей машины, необходимые для доступа к этой машине.

# selectedVehicle/header
source: Selected Vehicle
ru: Выбранная машина

# server/notRecomended
source: %(icon)s The %(server)s server is available, but not recommended due to the high load.
ru: %(icon)s Сервер %(server)s доступен для игры, но не рекомендуется для выбора из-за перегруженности.

# setting_window/controls/key_input/ptt/warning
source: The %(keyName)s key is already assigned to another action.
ru: Клавиша %(keyName)s уже используется для другого действия.

# setting_window/controls/key_input/warning
source: Key %(keyName)s assigned.
ru: Клавиша %(keyName)s зарезервирована.

# settings/damagelog/details/body
source: Displays damage caused to enemy vehicles: by shooting, ramming, etc.; amount of damage caused; and damage caused with your assistance. In addition, shows damage received.
ru: Показывает способ нанесения урона по противнику: таран, выстрел и т.д., числовое значение урона, а также урон, нанесённый союзниками по противнику с вашей помощью. Также показывает полученный урон.

# settings/damagelog/details/header
source: Damage Panel
ru: Детальный урон

# settings/defendBase/enemy/body
source: Press the selected key to send a quick message.
ru: Нажмите выбранную клавишу для отправки быстрого сообщения.

# settings/defendBase/subtitle
source: Defend the base!
ru: Защищайте базу!

# settings/feedback/indicators/animation/body
source: Disabling this parameter can improve game performance.
ru: Отключение параметра может повысить быстродействие игры.

# settings/feedback/indicators/animation/header
source: Display Animation
ru: Анимация появления

# settings/feedback/indicators/dynamicWidth/body
source: Sets the size of a displayed indicator depending on the amount of damage received (or blocked). The parameter is calculated based on the percentage ratio of damage received to total hit points of a vehicle. Indicators: • from 0 to 10%—small; • from 11 to 30%—medium; • over 31%—large.
ru: Определяет размер отображаемого индикатора в зависимости от количества входящего (или заблокированного бронёй) урона. Параметр вычисляется исходя из процентного соотношения входящего урона к общей прочности машины. При этом индикатор: • от 0 до 10% — малый; • от 11 до 30% — средний; • свыше 31% — большой.

# settings/feedback/indicators/dynamicWidth/header
source: Dynamic indicators
ru: Динамические индикаторы

# settings/followMe/subtitle
source: Follow me!
ru: Следуй за мной!

# settings/helpMe/subtitle
source: Help me!
ru: Помоги!

# settings/key/ally/body
source: Aim at an %(ally)s and press the selected key.
ru: Наведите свой прицел на технику %(ally)s и нажмите выбранную клавишу.

# settings/key/enemy/body
source: Aim at an %(enemy)s and press the selected key.
ru: Наведите свой прицел на технику %(enemy)s и нажмите выбранную клавишу.

# settings/key/target/ally
source: ally
ru: союзника

# settings/key/target/enemy
source: enemy
ru: противника

# settings/keyFollowMe/title
source: Messages in Chat
ru: Сообщения в игровом чате

# settings/keyMovement/title
source: Lock Hull / Switch Mode
ru: Фиксация корпуса / смена режима

# settings/minimapCircles/drawRange/body
source: Shows the maximum draw range for allied and enemy vehicles.
ru: Показывает максимальное расстояние, на котором будет отображаться техника союзников и противника.

# settings/minimapCircles/drawRange/title
source: 3. Draw Circle
ru: 3. Круг отрисовки

# settings/minimapCircles/maxViewRange/as2/body
source: Shows the maximum spotting range of the vehicle in game. The maximum spotting range cannot exceed 445 meters.
ru: Показывает максимальный обзор техники в игре. Радиус максимального обзора не может превышать 445 метров.

# settings/minimapCircles/maxViewRange/as3/body
source: Shows the maximum spotting range of the vehicle in game. The maximum spotting range cannot exceed %d meters.
ru: Показывает максимальный обзор техники в игре. Радиус максимального обзора не может превышать %d метров.

# settings/minimapCircles/maxViewRange/title
source: 2. Maximum Spotting Range
ru: 2. Максимальный обзор

# settings/minimapCircles/title
source: View Range and Draw
ru: Обзор и отображение техники

# settings/minimapCircles/viewRange/body
source: Shows the view range value of your vehicle, adjusted in accordance with the skills and perks of your crew and equipment mounted on your vehicle.
ru: Показывает значение обзора вашей машины с учётом умений и навыков экипажа, а также установленного оборудования.

# settings/minimapCircles/viewRange/title
source: 1. View Range Circle
ru: 1. Круг обзора
