Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# deviceFits/credits_error/header
source: Not Enough Credits
ru: Недостаточно кредитов

# deviceFits/credits_error/text
source: Earn credits in battle, sell surplus items from your storage, or exchange gold to acquire more.
ru: Заработайте кредиты в бою, продайте излишки со склада или обменяйте золото.

# deviceFits/need_turret/header
source: Gun is not compatible with current turret.
ru: Орудие не устанавливается в текущую башню.

# deviceFits/need_turret/text
source: Consider mounting compatible turret.
ru: Замените башню на совместимую.

# deviceFits/not_for_this_vehicle_type/header
source: Unable to fit the current gun into this turret.
ru: Текущее орудие не устанавливается в башню.

# deviceFits/not_for_this_vehicle_type/text
source: Consider mounting compatible gun.
ru: Замените орудие на совместимое.

# deviceFits/not_removable/body
source: Complex equipment
ru: Сложное оборудование

# deviceFits/not_removable/note01
source: You cannot demount complex equipment for free. You can demount it for
ru: Может быть демонтировано для повторного использования только за золото. Сложное оборудование можно демонтировать за

# deviceFits/not_removable/note02
source: or destroy it
ru: или разрушить

# deviceFits/not_removable/note_header
source: Complex equipment
ru: Сложное оборудование

# deviceFits/not_with_installed_equipment/header
source: To mount this consumable, remove %(eqs)s
ru: Чтобы установить данное снаряжение, выгрузите: %(eqs)s

# deviceFits/remove_too_heavy/header
source: Unable to demount.
ru: Недостаточно грузоподъёмности для демонтажа оборудования.

# deviceFits/remove_too_heavy/text
source: This equipment requires suspension with higher load capacity.
ru: Установите ходовую с большей грузоподъёмностью.

# deviceFits/too_heavy/header
source: Unable to mount.
ru: Недостаточно грузоподъёмности для установки оборудования.

# deviceFits/too_heavy/text
source: This equipment requires suspension with higher load capacity.
ru: Установите ходовую с большей грузоподъёмностью.

# deviceFits/too_heavy_chassi/header
source: Unable to mount. Higher load capacity required.
ru: Недостаточно грузоподъёмности шасси.

# deviceFits/too_heavy_chassi/text
source: Consider mounting lighter modules.
ru: Замените модули на более лёгкие.

# deviceFits/unlock_error/header
source: The module is not researched.
ru: Модуль не исследован.

# deviceFits/unlock_error/text
source: Research the module of the current vehicle in the Research window.
ru: Исследуйте его в окне исследований текущей машины.

# deviceFits/wrong_slot/header
source: The module is already in another slot.
ru: Модуль уже установлен в другом слоте.

# dismissTankmanDialog/bufferIsFull/body
source: The dismissal buffer holds up to %(placeCount)s crew members. It is currently holding %(currCount)s crew members; %(tankmanNew)s will replace %(tankmanOld)s.
ru: Буфер демобилизованных вмещает %(placeCount)s членов экипажа. Сейчас в буфере %(currCount)s человек(а), демобилизуемый %(tankmanNew)s заменит %(tankmanOld)s.

# dismissTankmanDialog/bufferIsFull/header
source: Dismissal Buffer Limit
ru: Буфер демобилизованных заполнен

# dismissTankmanDialog/bufferIsFullMultiple/body
source: Attention! The dismissal buffer holds %(maxCount)s crew members. The buffer already contains %(currCount)s crew members, the dismissed crew will replace %(deletedStr)s and %(extraCount)s crew member(s) moved to the buffer first. Confirm replace?
ru: Внимание! Буфер демобилизованных вмещает %(maxCount)s членов экипажа. Сейчас в буфере %(currCount)s человек, демобилизуемый экипаж заменит %(deletedStr)s и ещё %(extraCount)s, которые попали в буфер раньше остальных. Подтвердить замену?

# dismissTankmanDialog/cantRestorAlert/body
source: After dismissal, you can recover only three crew members with at least one 100% trained skill/perk.
ru: После демобилизации вы сможете восстановить только тех членов экипажа, у которых на 100% развито как минимум одно умение или навык.

# dismissTankmanDialog/cantRestorAlert/header
source: Remove Forever
ru: Без возможности восстановления

# eliteXP/body
source: Can be converted to Free Experience.
ru: Может быть переведён в свободный опыт.

# eliteXP/header
source: Experience
ru: Опыт

# enablePostMortemEffect/body
source: Changes the visual style of the screen once your vehicle is destroyed. Available only if Post Processing is enabled in the Details options on the Graphics tab.
ru: Изменение визуального стиля экрана после уничтожения вашей машины. Работает только при включённой постобработке в расширенных настройках графики.

# enablePostMortemEffect/header
source: Post-effect
ru: Пост-эффект

# epicRandomStandardNotification/attention
source: You may experience minor performance issues in this battle type
ru: В данном типе боя может наблюдаться небольшое снижение производительности

# epicRandomStandardNotification/body
source: A 30 vs 30 battle on a large map where you can earn bonds, complete Personal Missions and receive all the awards relevant for Random Battles.
ru: Бой 30x30 на большой карте с возможностью заработка бон, выполнения ЛБЗ и получения всех наград, характерных для Случайных боёв.

# epicRandomStandardNotification/header
source: Grand Battle
ru: Генеральное сражение

# equipment/always
source: Permanent:
ru: Постоянное действие:

# equipment/auto/body
source: Consumables will be resupplied automatically, if necessary, after the vehicle leaves battle.
ru: Снаряжение будет пополняться автоматически, если это необходимо, после выхода машины из боя.

# equipment/auto/header
source: Resupply automatically
ru: Пополнять автоматически

# equipment/effect
source: Effect:
ru: Действие:

# equipment/empty/body
source: Click to view the list of available consumables.
ru: Нажмите, чтобы просмотреть список доступного снаряжения.

# equipment/empty/header
source: Consumables Slot
ru: Место для снаряжения

# equipment/onUse
source: When in use:
ru: При использовании:

# equipment/restriction
source: Restriction:
ru: Ограничение:

# event/squad/disable/header
source: Attention!
ru: +++Внимание!+++

# falloutBattleSelectorWindow/btnDisabled/body
source: You are queued for battle.
ru: Вы находитесь в очереди на вход в бой.

# falloutBattleSelectorWindow/btnDisabled/header
source: Transfer Unavailable
ru: Переход недоступен

# falloutBattleSelectorWindow/btnInSquadDisabled/body
source: You must be the Platoon Commander to enter this battle mode.
ru: Невозможно перейти в данный режим: вы не командир взвода.

# falloutBattleSelectorWindow/btnInSquadDisabled/header
source: Transfer Unavailable
ru: Переход недоступен

# falloutBattleSelectorWindow/info/alert
source: If no suitable teams are found, you will join the battle as a solo player.
ru: При отсутствии подходящих команд вы выйдете в бой в роли одиночного игрока.

# falloutBattleSelectorWindow/info/body
source: Add me to incomplete Platoons or assemble a Platoon automatically from random players and add me to it.
ru: Разрешить добавлять меня в состав неполных взводов или автоматически формировать взвод из случайных игроков с моим участием.

# falloutBattleSelectorWindow/info/header
source: Team Autosearch
ru: Автопоиск команды

# fortDivision/absolute/description
source: A Level VIII–X Advance will be fought in the Absolute division format. Once the date is announced, the Battle format cannot be changed:
ru: Наступление VIII-X уровня проводится в формате Абсолютного дивизиона. После объявления даты Наступления формат не изменяется:

# fortDivision/absolute/header
source: X Division
ru: X дивизион

# fortDivision/champion/description
source: A Level V–VII Advance will be fought in the Champion division format. Once the date is announced, the Battle format cannot be changed:
ru: Наступление V-VII уровня проводится в формате Чемпионского дивизиона. После объявления даты Наступления формат не изменяется:

# fortDivision/champion/header
source: Champion Division
ru: Чемпионский дивизион

# fortDivision/params/vehicleLevel
source: Tier
ru: Уровень техники

# fortDivision/params/vehiclesCount
source: Number of vehicles
ru: Количество машин

# fortDivision/warning/forbiddenEquipment
source: The use of Combat Reserves during attacks on Strongholds of Level V–VII is disabled.
ru: Использовать боевые резервы при нападении на Укрепрайоны V–VII уровня запрещено.

# fortDivision/warning/lowBacklog
source: Your Combat Reserves level can be lower than the Combat Reserves level of the enemy clan.
ru: Уровень ваших боевых резервов может уступать уровню боевых резервов клана противника.

# fortWrongTime/body
source: Potentially incorrect time for your region was set on your computer. To set Defense Period correctly, adjust the time on your computer. Time on computer: %(local)s Correct time for your region: %(server)s
ru: Вероятно, на вашем компьютере установлено неправильное для вашего региона время. Для корректной настройки периода обороны измените время на компьютере. Время на компьютере: %(local)s Корректное время для вашего региона: %(server)s

# fortWrongTime/header
source: Incorrectly Set Time
ru: Неправильно установленное время

# fortWrongTime/lockTime/body
source: Defense Period cannot be appointed to the time period from %(timeStart)s through %(timeFinish)s daily. Please select a different time period. This requirement sets equal conditions for all clans that fight in the Strongholds: Battles mode and helps to create a more comfortable game experience for them.
ru: Период обороны не может быть назначен на время с %(timeStart)s до %(timeFinish)s ежедневно. Пожалуйста, выберите другое время. Данное ограничение призвано создать равные и комфортные условия для всех кланов, принимающих участие в режиме «Укрепрайон: сражения».

# fortWrongTime/lockTime/header
source: Curfew
ru: Комендантский час

# fortification/battleRoomLegionaries/body
source: This player is a legionnaire. Legionnaires can be invited to take part in Skirmishes. A maximum of five legionnaires are allowed in a detachment.
ru: Данный игрок является легионером, которого можно пригласить в отряд для участия в вылазке. В штате отряда может быть не более 5 легионеров.

# fortification/battleRoomLegionaries/header
source: Legionnaire
ru: Легионер

# fortification/battleRoomLegionaries/teamSection/body
source: This player is a legionnaire. Legionnaires can be invited to take part in Skirmishes. A maximum of five legionnaires are allowed in a detachment.
ru: Данный игрок является легионером, которого можно пригласить в отряд для участия в вылазке. В штате отряда может быть не более 5 легионеров.

# fortification/battleRoomLegionaries/teamSection/header
source: Legionnaires
ru: Легионер

# fortification/fortClanBattleList/battleTypeIcon/defence
source: Defensive action
ru: Защита

# fortification/fortClanBattleList/battleTypeIcon/offence
source: Attack
ru: Атака

# fortification/header/settingsBtn/body
source: Click to change the battle mode.
ru: Нажмите, чтобы сменить режим боя.

# fortification/header/settingsBtn/disabled/body
source: You can change the battle mode after the Advance.
ru: Сменить режим можно после завершения Наступления.

# fortification/header/settingsBtn/disabled/header
source: Change Mode
ru: Смена режима

# fortification/header/settingsBtn/header
source: Change Battle Mode
ru: Сменить режим боя

# fortification/sortie/battleRoom/inviteBtn/body
source: Click to invite players to the detachment.
ru: Нажмите, чтобы пригласить игроков в отряд.

# fortification/sortie/battleRoom/inviteBtn/header
source: Invite Players
ru: Пригласить игроков

# fortification/sortie/battleRoom/leaveBtn/body
source: Click to leave the current detachment and go to the detachment list.
ru: Нажмите, чтобы покинуть этот отряд и перейти к списку отрядов.

# fortification/sortie/battleRoom/leaveBtn/header
source: Go to Detachment List
ru: К списку отрядов

# fortification/sortie/battleRoom/status/commander
source: Detachment Commander
ru: Командир отряда

# fortification/sortie/battleRoom/status/isReady
source: Ready!
ru: Готов!

# fortification/sortie/battleRoom/status/notReady
source: Not ready
ru: Не готов

# fortification/sortie/chat/description/body
source: Click to add description of your detachment.
ru: Нажмите, чтобы добавить описание для вашего отряда.

# fortification/sortie/chat/description/header
source: Add Description
ru: Добавить описание

# fortification/sortie/chat/sendMessageBtn/body
source: Click to send a chat message.
ru: Нажмите, чтобы отправить сообщение в чат.

# fortification/sortie/chat/sendMessageBtn/header
source: Send Message
ru: Отправить сообщение

# fortification/sortie/listRoom/joinBtn/body
source: Join the detachment.
ru: Занять место в основном составе.

# fortification/sortie/listRoom/joinBtn/header
source: Take Slot
ru: Занять место

# fortification/sortie/listRoom/singInBtn/body
source: Click to join as a volunteer. The Commander selects detachment members from volunteers.
ru: Нажмите, чтобы записаться добровольцем, из которых в дальнейшем командир сформирует штат отряда.

# fortification/sortie/listRoom/singInBtn/header
source: Join as a Volunteer
ru: Записаться добровольцем

# fortification/sortie/player/cancelReady/body
source: Cancel readiness to select another vehicle.
ru: Чтобы сменить машину, отмените готовность.

# fortification/sortie/player/cancelReady/header
source: Player's Vehicle
ru: Техника игрока

# fortification/sortie/player/changeVehicle/body
source: Click to select another vehicle to join the battle.
ru: Нажмите, чтобы сменить машину, на которой вы выйдете в бой.

# fortification/sortie/player/changeVehicle/header
source: Select Another Vehicle
ru: Изменить технику

# fortification/sortie/player/vehicle
source: Player's vehicles
ru: Техника игрока

# fortification/sortie/removeBtn/body
source: Click to remove player from the detachment.
ru: Нажмите, чтобы освободить место в составе отряда.

# fortification/sortie/removeBtn/header
source: Empty Slot
ru: Освободить место

# fortification/sortie/selectVehicle/body
source: Click to select a vehicle in which you want to join the battle.
ru: Нажмите, чтобы выбрать машину, на которой хотите выйти в бой.

# fortification/sortie/selectVehicle/header
source: Select Vehicles
ru: Выбор машины

# fortification/sortie/slot/vehicle/notReady/temporally/body
source: The vehicle is temporarily not ready for battle.
ru: Данная машина временно не готова выйти в бой.

# fortification/sortie/takePlaceFirstTimeBtn/body
source: Join the detachment.
ru: Занять место в основном составе.

# fortification/sortie/takePlaceFirstTimeBtn/header
source: Take Slot
ru: Занять место

# fortification/sortieDivisionToolTip/doublebonus
source: You will earn double Industrial Resource from this bridgehead for winning the first Advance each day.
ru: Промресурс за первую победу в день в Наступлениях с этого плацдарма удваивается.

# fortification/sortieDivisionToolTip/legionnairesLimit
source: limit of legionnaires in a detachment
ru: максимальное количество легионеров в отряде

# fortification/sortieDivisionToolTip/playersLimit
source: Player limit (including legionnaires)
ru: количество игроков в отряде, включая легионеров

# fortification/sortieDivisionToolTip/timeLimit
source: maximum battle and Advance durations
ru: максимальная длительность одного боя и всего Наступления

# fortification/sortieDivisionToolTip/timeLimitSortie
source: maximum battle duration
ru: максимальная длительность боя

# fortification/sortieDivisionToolTip/vehLevel
source: Tier
ru: уровни техники в бою

# fortification/unit/access/bodyClosed
source: The detachment is not displayed to legionnaires in the search results. They can only receive invitations from the Commander or clan members. Click to allow legionnaires to join the detachment as volunteers without an invitation.
ru: Легионеры не видят отряд в результатах поиска. Они могут вступить в отряд только по приглашению командира или игроков его клана. Нажмите, чтобы легионеры видели отряд и могли записаться добровольцами без приглашения.

# fortification/unit/access/bodyOpen
source: Legionnaires can join the detachment without an invitation. Click to hide the detachment from legionnaires—they will be able to join by invitation only.
ru: Легионеры видят отряд в результатах поиска и могут стать добровольцами. Нажмите, чтобы сделать отряд невидимым для легионеров — они смогут вступить в отряд только по приглашению.

# fortification/unit/access/header
source: Detachment Availability
ru: Доступ легионеров к отряду

# fortification/welcome/clanCreate/body
source: Click to go to portal and create your own clan.
ru: Нажмите, чтобы перейти на портал и создать собственный клан.

# fortification/welcome/clanCreate/header
source: Clan Creation
ru: Создание клана

# fortification/welcome/clanSearch/body
source: Go to the Clan Search window.
ru: Перейти к окну поиска кланов

# fortification/welcome/clanSearch/header
source: Clan Search
ru: Поиск кланов

# freeXP/body
source: Can be used to research any vehicle.
ru: Может использоваться для исследования любой машины.

# freeXP/header
source: Free Experience
ru: Свободный опыт

# gold/body
source: Additional in-game currency. Click "Get Gold" to purchase gold.
ru: Дополнительная игровая валюта. Нажмите «Купить золото», чтобы приобрести золото.

# gold/header
source: Gold
ru: Золото

# hangar/ammo_panel/battleBooster/empty/body
source: Click to view the list of available directives.
ru: Нажмите, чтобы посмотреть список доступных вариантов предбоевых инструкций.

# hangar/ammo_panel/battleBooster/empty/header
source: Directives Slot
ru: Место для инструкций

# hangar/ammo_panel/device/empty/body
source: Click to view the list of available equipment.
ru: Нажмите, чтобы просмотреть список доступного оборудования.

# hangar/ammo_panel/device/empty/header
source: Equipment Slot
ru: Место для оборудования

# hangar/ammo_panel/equipment/empty/body
source: Click to perform maintenance on your vehicle.
ru: Нажмите, чтобы открыть окно обслуживания машины.

# hangar/ammo_panel/equipment/empty/header
source: Service
ru: Обслуживание

# hangar/crew/assignedTo
source: In vehicle
ru: В составе экипажа

# hangar/crew/new_skill_available/header
source: New perk/skill available
ru: Доступен новый навык/умение

# hangar/crew/new_skill_available/text
source: Learn this perk/skill in Personal File
ru: Изучите его в Личном деле члена экипажа

# hangar/crew/rudy/dog/body
source: Szarik the German Shepherd is the mascot of T-34-85 Number 102, better known as Rudy. Szarik cannot be transferred to another vehicle.
ru: Немецкая овчарка по кличке Шарик является талисманом экипажа танка Rudy. Собаку нельзя пересадить на другую машину.

# hangar/crew/rudy/dog/header
source: Szarik
ru: Шарик

# hangar/crew/specialty_skills
source: Major qualification, skills, perks
ru: Основная специальность, умения, навыки

# hangar/header/personalQuests/available/body
source: Mission not selected. Click to go to the list of missions.
ru: Боевая задача не выбрана. Нажмите, чтобы перейти к списку задач.

# hangar/header/personalQuests/available/header
source: Campaign Not Selected
ru: Кампания не выбрана

# hangar/header/personalQuests/award/body
source: Missions in the %(chainName)s set have been completed. Click to go to the list of missions and claim your reward.
ru: Задачи ветки %(chainName)s выполнены. Нажмите, чтобы перейти к списку задач и забрать награду.

# hangar/header/personalQuests/award/header
source: Operation %(tileName)s
ru: Операция %(tileName)s

# hangar/header/personalQuests/completed/body
source: Congratulations! You completed all missions of the current campaign!
ru: Поздравляем, вы выполнили все личные боевые задачи текущей кампании!

# hangar/header/personalQuests/completed/header
source: All Missions Completed
ru: Все задачи выполнены

# hangar/header/personalQuests/disabled/body
source: You cannot complete missions of the current campaigns in Tier I–III vehicles. Please select a vehicle of Tier IV or higher.
ru: Для техники I-III уровней выполнение задач текущих кампаний недоступно. Для доступа выберите машину IV уровня и выше.

# hangar/header/personalQuests/disabled/header
source: Campaigns Unavailable
ru: Кампании недоступны

# hangar/header/personalQuests/done/body
source: You completed all available personal missions for the selected vehicle type.
ru: Вы выполнили все доступные личные боевые задачи для выбранного типа техники.

# hangar/header/personalQuests/done/header
source: Personal Mission Unavailable
ru: Личные боевые задачи недоступны

# hangar/header/personalQuests/unavailable/body
source: Complete missions for other vehicle types to unlock the next campaign.
ru: Выполните задачи для других типов техники, чтобы открыть следующую кампанию.

# hangar/header/personalQuests/unavailable/header
source: Missions for This Vehicle Type Completed
ru: Задачи для этого типа техники выполнены

# hangar/header/quests/bottom
source: Missions left: %(count)d
ru: Ещё задач: %(count)d

# hangar/header/quests/bottom/empty
source: All Missions Completed
ru: Все задачи выполнены

# hangar/header/quests/description
source: Can be completed in any vehicle in the Garage
ru: Для выполнения на любой технике в ангаре

# hangar/header/quests/description/vehicle
source: Can be completed in the %(vehicle)s
ru: Для выполнения на %(vehicle)s

# hangar/header/quests/empty
source: All daily missions have been completed! New missions will be available tomorrow.
ru: Все боевые задачи на сегодня выполнены! Новые станут доступны завтра.

# hangar/header/quests/empty/vehicle
source: To continue completing missions, select another vehicle.
ru: Чтобы продолжить выполнение боевых задач, выберите другую машину.

# hangar/header/quests/header
source: Current missions: %(count)d
ru: Текущие боевые задачи: %(count)d

# hangar/header/quests/reward
source: Reward: %(rewards)s
ru: Награда: %(rewards)s

# hangar/header/quests/reward/rest
source: and additional %(count)d
ru: и ещё %(count)d

# hangar/header/wgmoneyTooltip/creditsName
source: Your credits
ru: Ваши кредиты

# hangar/header/wgmoneyTooltip/earnedValue
source: Earned and received
ru: Заработано и получено

# hangar/header/wgmoneyTooltip/goldName
source: Your gold
ru: Ваше золото

# hangar/header/wgmoneyTooltip/purchasedValue
source: Purchased
ru: Куплено

# hangar/header/wgmoneyTooltip/totalValue
source: TOTAL
ru: ИТОГО

# hangar/maintenance/body
source: Click to perform maintenance on your vehicle.
ru: Нажмите, чтобы открыть окно обслуживания машины.

# hangar/maintenance/header
source: Service
ru: Обслуживание

# hangar/menu/body
source: Click to access Game Menu.
ru: Переход в меню игры

# hangar/menu/header
source: Menu
ru: Меню

# hangar/startBtn/squadNotReady/body
source: To join the battle, select a vehicle and confirm that you are ready.
ru: Для выхода в бой выберите машину и подтвердите готовность.

# hangar/startBtn/squadNotReady/header
source: Unavailable
ru: Недоступно

# hangar/status/toRent
source: Extend the rental period
ru: Перейти к продлению аренды.

# hangar/tankCarusel/wrongSquadSPGVehicle/body
source: Select other vehicle type to confirm your readiness
ru: Для подтверждения готовности выберите другой тип техники.

# hangar/tankCarusel/wrongSquadSPGVehicle/header
source: Unavailable
ru: Недоступно

# hangar/tankCarusel/wrongSquadVehicle/body
source: To confirm that you are ready, select a vehicle of a suitable tier.
ru: Для подтверждения готовности выберите машину подходящего уровня.

# hangar/tankCarusel/wrongSquadVehicle/header
source: Unavailable
ru: Недоступно

# hangar/tuning/body
source: Click to modify exterior appearance.
ru: Нажмите, чтобы открыть окно изменения внешнего вида машины.

# hangar/tuning/disabledForEventVehicle/body
source: Exterior customization is unavailable, as this vehicle will be removed.
ru: Изменение внешнего вида недоступно, так как данная машина будет списана.
