Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# barracks/tankmen/dismiss/header
source: Dismiss
ru: Демобилизовать

# barracks/tankmen/recovery/free/body
source: You have %(totalLeftValue)s to recover the crew member: • %(freeLeftValue)s to recover the crew member for free • %(withMoneyLeftValue)s to recover the crew member for %(price)s.
ru: У вас %(totalLeftValue)s для его возвращения в строй: • бесплатно — в ближайшие %(freeLeftValue)s; • за %(price)s — в последующие %(withMoneyLeftValue)s.

# barracks/tankmen/recovery/gold/body
source: You have %(totalLeftValue)s to recover the crew member for %(price)s.
ru: У вас %(totalLeftValue)s для его возвращения в строй за %(price)s.

# barracks/tankmen/recovery/header
source: Crew Member Dismissed
ru: Член экипажа демобилизован

# barracks/tankmen/recovery/newSkill
source: Skills or perks are not selected
ru: Умения/навыки не выбраны

# barracks/tankmen/recoveryBtn/header
source: Recover Crew Member
ru: Восстановить члена экипажа

# barracks/tankmen/unload/body
source: Crew member will be transferred from a vehicle to the Barracks.
ru: Данный член экипажа будет высажен в Казарму.

# barracks/tankmen/unload/header
source: Send to Barracks
ru: Высадить члена экипажа

# battleBooster/crew
source: Directives
ru: Предбоевые инструкции

# battleBooster/inventoryCount
source: In stock
ru: На хранении

# battleBooster/optionalDevice
source: Directives
ru: Предбоевые инструкции

# battleBooster/replace
source: Currently mounted: "{boosterName}". Replacing the directive will change the following characteristics:
ru: Сейчас установлено: «{boosterName}». Замена инструкции вызовет следующие изменения:

# battleBooster/skill/learnt
source: (crew members who can have the "%s" perk have it trained to 100%%)
ru: (навык «%s» изучен до максимального значения членами экипажа, которым он доступен)

# battleBooster/skill/not_learnt
source: (crew members who can have the "%s" perk do not have it trained to 100%%)
ru: (навык «%s» не изучен до максимального значения членами экипажа, которым он доступен)

# battleBooster/useless/body
source: The directive will only work if you have the corresponding equipment mounted.
ru: Инструкция работает только при установленном оборудовании соответствующего типа.

# battleBooster/useless/header
source: Directive Has No Effect
ru: Установка бесполезна

# battleLoadingInfo/body
source: Select how tips are displayed. Illustrated tips are the only option in the Proving Ground mode.
ru: Выбор желаемого отображения подсказок. При этом: • в режиме «Учебный бой» иллюстрация отображается всегда.

# battleLoadingInfo/header
source: Tips on the Battle Loading Screen
ru: Подсказки на экране загрузки боя

# battleResults/CyberSport/points/lose/body
source: Ranked Points lost by the team: %(dif)s
ru: Количество очков Ладдера, потерянных командой: %(dif)s

# battleResults/CyberSport/points/lose/header
source: Points Calculation
ru: Пересчёт очков

# battleResults/CyberSport/points/win/body
source: Ranked Points earned by the team: %(dif)s
ru: Количество очков Ладдера, заработанных командой: %(dif)s

# battleResults/CyberSport/points/win/header
source: Points Calculation
ru: Пересчёт очков

# battleResults/FortResource/legioner/body
source: Industrial Resource earned by legionnaires is not added to clan Treasury.
ru: Промресурс, заработанный легионерами, не поступает на склады вашего Укрепрайона.

# battleResults/FortResource/resultsShareBtn/body
source: To share your battle results, use this link.
ru: Используйте данную ссылку, чтобы поделиться результатами боя.

# battleResults/FortResource/resultsShareBtn/header
source: Get Link
ru: Получить ссылку

# battleResults/FortResource/teamInfluenceTotal/body
source: Influence is a unique in-game currency for the Global Map, which can be earned in Skirmishes against other clans.
ru: Влияние — это особая игровая валюта для Глобальной карты, зарабатываемая в боях с другими кланами. Влияние можно добыть в Вылазках.

# battleResults/FortResource/teamInfluenceTotal/header
source: Influence
ru: Влияние

# battleResults/FortResource/teamResourceTotal/header
source: Industrial Resource
ru: Промресурс

# battleResults/efficiencyHeader/summArmor
source: Damage Blocked
ru: Использование брони

# battleResults/efficiencyHeader/summAssist
source: Damage with Your Assistance
ru: Помощь в уничтожении

# battleResults/efficiencyHeader/summCrits
source: Critical Damage
ru: Критические повреждения

# battleResults/efficiencyHeader/summDamage
source: Damage Caused
ru: Нанесённый урон

# battleResults/efficiencyHeader/summKill
source: Vehicles Destroyed
ru: Уничтожено машин

# battleResults/efficiencyHeader/summSpotted
source: Spotting
ru: Обнаружение

# battleResults/efficiencyHeader/summStun
source: Damage to Enemy Vehicles Stunned by You
ru: Урон по оглушённым вами целям

# battleResults/victoryScoreDescription/body
source: Victory points are the main resource in battle. The team that earns the most victory points or destroys all enemy vehicles wins. Victory points are earned: %(scorePattern)s.
ru: Очки победы — главный ресурс боя. Побеждает команда, набравшая наибольшее количество очков победы или уничтожившая всю технику противника. Очки победы зарабатываются: %(scorePattern)s.

# battleResults/victoryScoreDescription/damagePattern
source: %(pointsDamage)s for %(damageLimit)s HP of damage
ru: %(pointsDamage)s за %(damageLimit)s единиц урона

# battleResults/victoryScoreDescription/header
source: Victory Points
ru: Очки победы

# battleResults/victoryScoreDescription/killsPattern
source: %(pointsKill)s for destroying an enemy vehicle
ru: %(pointsKill)s за уничтожение противника

# battleResults/victoryScoreDescription/pointsPattern
source: %(pointsFlag)s for delivering a flag
ru: %(pointsFlag)s за доставку флага

# battleSelectorWindow/tooltip/domination/selectBtn/body
source: Click to select vehicles for Domination.
ru: Нажмите, чтобы перейти к выбору техники для «Превосходства».

# battleSelectorWindow/tooltip/domination/selectBtn/header
source: Proceed
ru: Перейти

# battleSelectorWindow/tooltip/multiteam/selectBtn/body
source: Click to select vehicles for Steel Hunt.
ru: Нажмите, чтобы перейти к выбору техники для «Стальной охоты».

# battleSelectorWindow/tooltip/multiteam/selectBtn/header
source: Proceed
ru: Перейти

# battleTypes/availableTime
source: The battle mode is available%(since)s%(until)s%(servers)s.
ru: Режим доступен%(since)s%(until)s%(servers)s.

# battleTypes/availableTime/servers
source: on the following servers: %(servers)s
ru: на серверах: %(servers)s

# battleTypes/availableTime/since
source: from %(beginDate)s
ru: с %(beginDate)s

# battleTypes/availableTime/until
source: through %(endDate)s
ru: до %(endDate)s

# battleTypes/battleTeaching/body
source: Apply everything you have learned from Battle Training in a battle against bots on the %(map1)s and %(map2)s maps. • Note: after you have fought %(battles)d battles (of any type) on your account, you will not earn credits or experience in this mode. • Tiers allowed: I–II.
ru: Бой против ботов на картах %(map1)s и %(map2)s для закрепления полученных в Боевом обучении навыков. • Особенности: если у вас более %(battles)d любых боёв на аккаунте, кредиты и опыт в Учебном бою не начисляются. • Допустимые уровни техники: I и II.

# battleTypes/battleTeaching/header
source: Proving Ground
ru: Учебный бой

# battleTypes/battleTutorial/body
source: Learn to drive your tank and destroy enemy vehicles.
ru: Здесь вы научитесь управлять танком и уничтожать технику противника.

# battleTypes/battleTutorial/header
source: Battle Training
ru: Боевое обучение

# battleTypes/fallout/body
source: The choice of two modes that differ in format and victory conditions. • Modes: Domination, Steel Hunt.
ru: Выбор из двух подрежимов, отличающихся по формату и условиям победы. • Подрежимы: Превосходство, Стальная охота

# battleTypes/fallout/header
source: Rampage
ru: «Бой до последнего»

# battleTypes/historical/body
source: Battle between the belligerent sides based on real historical events. • Battle types: Standard Battle, Assault. • Team members: can be varied. • Details: only vehicles with historical loadout and specified ammunition can fight. • Marks of Excellence and Emblems are not displayed.
ru: Бой между противоборствующими сторонами на основе реальных исторических событий. • Типы боёв: Стандартный бой, Штурм. • Состав команды: варьируется. • Особенности: участвует техника в исторической комплектации со строго заданным боекомплектом. • Отличительные отметки и эмблемы клана не отображаются.

# battleTypes/leaveHistorical/body
source: Battle between the belligerent sides based on real historical events. • Battle types: Standard Battle, Assault. • Team members: can be varied. • Details: only vehicles with historical loadout and specified ammunition can fight.
ru: Бой между противоборствующими сторонами на основе реальных исторических событий. • Типы боёв: Стандартный бой, Штурм. • Состав команды: варьируется. • Особенности: участвует техника в исторической комплектации со строго заданным боекомплектом.

# battleTypes/leaveHistorical/header
source: Historical Battle
ru: Исторический бой

# battleTypes/leaveSpec/body
source: Clan Wars battle, tournament battles, and championships.
ru: Бой в рамках «Мировой войны», а также турнирные бои и чемпионаты.

# battleTypes/leaveSpec/header
source: Special Battle
ru: Специальный бой

# battleTypes/leaveTraining/body
source: Training battle with manual matching of allies against enemies. • Details: neither credits nor experience are earned in these battles; maps and battle types are at your option.
ru: Учебный бой с ручным подбором союзников и противника. • Особенности: кредиты и опыт не начисляются, карта и тип боя на выбор.

# battleTypes/leaveTraining/header
source: Team Training
ru: Тренировочный бой

# battleTypes/leaveUnit/body
source: Battle between peer teams. • Battle type: Attack/Defense. • Player limit: 7 players. • Tiers allowed: VI–VIII. The total Tier of vehicles on a team must be 54.
ru: Бой между равными по мастерству командами. • Тип боя: Атака/Оборона. • Состав команды: 7 игроков. • Ограничения: VI–VIII уровни техники. Необходимый суммарный уровень техники в команде — 54.

# battleTypes/leaveUnit/header
source: Team Battle
ru: Командный бой

# battleTypes/ranked/body
source: Battles for progressing up the Leaderboard where you receive ranks and rewards. • Battle type: Standard Battle. • Suitable vehicles: Tier X only.
ru: Бой за продвижение вверх по ладдерной таблице с получением рангов и ценных наград. • Тип боёв: Стандартный бой. • Допустимая техника: только Х уровень.

# battleTypes/ranked/body/coming
source: The mode will become available on %(date)s.
ru: Режим станет доступен %(date)s.

# battleTypes/ranked/body/disabled
source: Follow the latest news on the game portal to get updates about the start of a new season.
ru: Следите за новостями на портале игры, чтобы не пропустить информацию о старте нового сезона.

# battleTypes/ranked/body/frozen
source: The mode is temporarily unavailable due to technical issues.
ru: Режим временно отключён по техническим причинам.

# battleTypes/ranked/header
source: Ranked Battle
ru: Ранговый бой

# battleTypes/ranked/rank/award/received
source: Reward already received
ru: Награда уже получена

# battleTypes/ranked/rank/canBeLost
source: This rank can be lost
ru: Этот ранг можно потерять

# battleTypes/ranked/rank/cantBeLost
source: Permanent rank
ru: Несгораемый ранг

# battleTypes/ranked/rank/conditions
source: To receive this rank, you need to reach the previous rank and earn the following number of chevrons: %(stepsNumber)s
ru: Для получения необходимо иметь предыдущий ранг и заслужить шевронов: %(stepsNumber)s

# battleTypes/ranked/rank/conditions/first
source: To receive this rank, you need to earn the following number of chevrons: %(stepsNumber)s
ru: Для получения необходимо заслужить шевронов: %(stepsNumber)s

# battleTypes/ranked/rank/name
source: Rank %(rank)s
ru: Ранг %(rank)s

# battleTypes/ranked/rank/permanent
source: Permanent rank.
ru: Несгораемый ранг.

# battleTypes/ranked/rank/reward
source: Reward:
ru: Награда:

# battleTypes/ranked/rank/status/lost
source: Rank lost
ru: Ранг потерян

# battleTypes/ranked/rank/status/notearned
source: Rank not received
ru: Ранг не получен

# battleTypes/ranked/rank/status/received
source: Rank received
ru: Ранг получен

# battleTypes/ranked/stepsCount/1
source: one chevron
ru: один шеврон

# battleTypes/ranked/stepsCount/2
source: two chevrons
ru: два шеврона

# battleTypes/ranked/stepsCount/3
source: three chevrons
ru: три шеврона

# battleTypes/ranked/stepsCount/4
source: four chevrons
ru: четыре шеврона

# battleTypes/ranked/stepsCount/5
source: five chevrons
ru: пять шевронов

# battleTypes/ranked/stepsCount/6
source: six chevrons
ru: шесть шевронов

# battleTypes/ranked/stepsCount/7
source: seven chevrons
ru: семь шевронов

# battleTypes/ranked/stepsCount/8
source: eight chevrons
ru: восемь шевронов

# battleTypes/ranked/stepsCount/9
source: nine chevrons
ru: девять шевронов

# battleTypes/ranked/vehRank/achievedCount
source: Total vehicle ranks in the %(vehName)s:
ru: Всего рангов машины на %(vehName)s:

# battleTypes/spec/body
source: Clan Wars battle, tournament battles, and championships.
ru: Бой в рамках «Мировой войны», а также турнирные бои и чемпионаты.

# battleTypes/spec/header
source: Special Battle
ru: Специальный бой

# battleTypes/standart/body
source: Battle with automatically matched allies against random enemies. • Battle types: Standard Battle, Assault, Encounter Battle, Grand Battle. • Player limit: 15 (30 for Grand Battle).
ru: Бой с автоматическим подбором союзников и противника. • Типы боёв: Стандартный бой, Штурм, Встречный бой, Генеральное сражение. • Состав команды: 15 игроков (30 игроков для Генерального сражения).

# battleTypes/standart/header
source: Random Battle
ru: Случайный бой

# battleTypes/strongholds/body
source: Battles for Industrial Resource against enemy detachments. Battle types: Skirmish, Advance.
ru: Бои за промресурс против отрядов противника. Режимы боёв: Вылазка, Наступление.

# battleTypes/strongholds/disabled/body
source: Stronghold is temporarily unavailable. Try again later.
ru: Укрепрайон временно недоступен. Повторите попытку позже.

# battleTypes/strongholds/disabled/header
source: Stronghold: Battles
ru: Укрепрайон: сражения

# battleTypes/strongholds/header
source: Stronghold: Battles
ru: Укрепрайон: сражения

# battleTypes/training/body
source: Training battle with manual matching of allies against enemies. • Details: neither credits nor experience are earned in these battles; maps and battle types are at your option.
ru: Учебный бой с ручным подбором союзников и противника. • Особенности: кредиты и опыт не начисляются, карта и тип боя на выбор.

# battleTypes/training/header
source: Team Training
ru: Тренировочный бой

# battleTypes/unit/body
source: Battle between peer teams. • Battle type: Attack/Defense. • Player limit: 7 players. • Tiers allowed: VI–VIII. The total Tier of vehicles on a team must be 54.
ru: Бой между равными по мастерству командами. • Тип боя: Атака/Оборона. • Состав команды: 7 игроков. • Ограничения: VI–VIII уровни техники. Необходимый суммарный уровень техники в команде — 54.

# battleTypes/unit/header
source: Team Battle
ru: Командный бой

# booster/activeBtn/disabled/body
source: To replace the currently active Personal Reserve, you can activate a Personal Reserve of the same type but of a better quality.
ru: Вместо активного личного резерва можно активировать резерв того же типа, но лучшего качества.

# booster/filters/qualityBig/body
source: Large Personal Reserve
ru: Большой личный резерв.

# booster/filters/qualityMedium/body
source: Medium Personal Reserve
ru: Средний личный резерв.

# booster/filters/qualitySmall/body
source: Small Personal Reserve
ru: Малый личный резерв.

# booster/filters/typeCredits/body
source: Additional credits per battle
ru: Дополнительные кредиты за бой.

# booster/filters/typeCrewXp/body
source: Additional crew experience per battle
ru: Дополнительный опыт экипажа за бой.

# booster/filters/typeFreeXp/body
source: Additional Free Experience per battle
ru: Дополнительный свободный опыт.

# booster/filters/typeXp/body
source: Additional experience per battle
ru: Дополнительный опыт за бой.

# booster/questLinkBtn/body
source: Go to Mission %(questName)s
ru: Перейти к задаче «%(questName)s».

# boostersPanel/boosterDescription/note
source: Effective for %(time)s.
ru: Действует ещё %(time)s.

# boostersPanel/openBoostersWindow/body
source: Click to select and activate Personal Reserves.
ru: Нажмите, чтобы перейти к выбору и активации личных резервов.

# boostersWindow/booster/active/title
source: Activated
ru: Активирован

# boostersWindow/booster/active/value
source: Left: %(time)s
ru: Осталось: %(time)s

# boostersWindow/booster/dueDate/title
source: Duration:
ru: Срок действия:

# boostersWindow/booster/dueDate/unlimited
source: unlimited
ru: бессрочно

# boostersWindow/booster/dueDate/value
source: through %(date)s
ru: до %(date)s

# boostersWindow/booster/getCondition/title
source: Acquisition Method:
ru: Способ получения:

# boostersWindow/booster/getCondition/value
source: completing mission %(questName)s
ru: выполнить задачу %(questName)s

# boostersWindow/booster/header/credits
source: Additional Credits per Battle
ru: Дополнительные кредиты за бой

# boostersWindow/booster/header/crewXp
source: Additional Crew Experience per Battle
ru: Дополнительный опыт экипажа за бой

# boostersWindow/booster/header/description/credits
source: %(effectValue)s credits per battle
ru: %(effectValue)s кредитов за бой

# boostersWindow/booster/header/description/crewXp
source: %(effectValue)s crew experience per battle
ru: %(effectValue)s опыта экипажа за бой

# boostersWindow/booster/header/description/freeXp
source: %(effectValue)s Free Experience per battle
ru: %(effectValue)s свободного опыта за бой

# boostersWindow/booster/header/description/xp
source: %(effectValue)s experience per battle
ru: %(effectValue)s опыта за бой

# boostersWindow/booster/header/freeXp
source: Additional Free Experience per Battle
ru: Дополнительный свободный опыт за бой

# boostersWindow/booster/header/xp
source: Additional Experience per Battle
ru: Дополнительный опыт за бой

# boostersWindow/booster/quality/big
source: (Large)
ru: (большой)

# boostersWindow/booster/quality/medium
source: (Medium)
ru: (средний)

# boostersWindow/booster/quality/small
source: (Small)
ru: (малый)

# buySkill/fully
source: %(count)s (Fully)
ru: %(count)s (Полностью)

# buySkill/header
source: Skills Available for Training
ru: Доступные для изучения умения

# buySkill/partly
source: %(count)s (Partly)
ru: %(count)s (Частично)

# chatContactsListOnly/body
source: When the setting is enabled, a player will receive messages only from players from the following categories: Friends and Permanent Tactical Units.
ru: При включённой настройке сообщения принимаются только от игроков из категорий «Друзья» и «Постоянные формирования».

# chatContactsListOnly/header
source: Receive Messages Only from Contact List
ru: Принимать сообщения только из списка контактов

# clanCommonInfo/ClanName
source: Clan [%(clanAbbrev)s] %(clanName)s
ru: Клан [%(clanAbbrev)s] %(clanName)s

# clanCommonInfo/activity
source: Clan activity for the last 28 days: %(activity)s
ru: Активность клана за последние 28 дней: %(activity)s

# clanCommonInfo/commander
source: Commander: %(commanderName)s
ru: Командир: %(commanderName)s

# clanCommonInfo/no
source: no activity
ru: отсутствует

# clanCommonInfo/slogan
source: Motto: %(slogan)s
ru: Девиз: %(slogan)s

# clanCommonInfo/statAvgExp
source: Average Experience per Battle
ru: Средний опыт за бой

# clanCommonInfo/statBattlesCount
source: Battles
ru: Бои

# clanCommonInfo/statRating
source: Clan total rating
ru: Общий рейтинг клана

# clanCommonInfo/statWinsPercent
source: Victories
ru: Победы

# clanCommonInfo/yes
source: active
ru: есть

# company/fallout/restriction/header
source: Suitable Vehicles for Domination: Supply Swarm
ru: Подходящая техника для события «Превосходство: Стальная ярость»

# contentBuyView/slotCheckbox/notEnoughSlots/body
source: There is no space left in the Garage. Consider purchasing a slot or selling a vehicle to clear some space.
ru: В Ангаре нет свободного слота для новой машины. Купите дополнительный слот или продайте ненужную машину.

# contentBuyView/slotCheckbox/notEnoughSlots/header
source: Attention
ru: Внимание

# credits/body
source: Primary in-game currency. Earned in battles or purchased for gold.
ru: Основная игровая валюта. Зарабатывается в боях или приобретается за золото.

# credits/header
source: Credits
ru: Кредиты

# crew/lock/body
source: Crew operations are limited: crew members are unique
ru: Действия с экипажем ограничены: он является уникальным

# crew/lock/header
source: Unique Crew
ru: Уникальный экипаж

# crew/roleChangeForbid/header
source: Unavailable
ru: Недоступно

# crew/roleChangeForbid/text
source: This Commander cannot change his major qualifications.
ru: Этот командир не может сменить основную специальность.

# crystal/body
source: A rare special currency used to purchase unique items that are unavailable through other means.
ru: Редкая специализированная валюта, за которую покупаются уникальные товары, недоступные за другую валюту.

# crystal/header
source: Bonds
ru: Боны

# csAutoSearchVehicle/header
source: Selected Vehicles
ru: Выбранная техника

# csAutoSearchVehicle/more
source: ...and more vehicles:
ru: ... и ещё машин:

# csAutoSearchVehicle/suitableTitle
source: You will join the battle in one of the selected vehicles:
ru: Вы выйдете в бой на одной из отмеченных машин:

# csAutoSearchVehicle/unsuitable
source: Select vehicles to start Autosearch.
ru: Для запуска автопоиска выберите технику.

# customization/bonusPanel/bonus/aimer/body
source: Increases the aiming speed and turret traverse speed (if any).
ru: Увеличивает скорость сведения орудия и скорость поворота башни (при её наличии).

# customization/bonusPanel/bonus/commander/body
source: Increases the range for spotting enemy vehicles, improves the major qualification of all other crew members.
ru: Увеличивает дальность обнаружения техники противника, улучшает показатель основной специальности других членов экипажа.

# customization/bonusPanel/bonus/driver/body
source: Increases vehicle acceleration and maneuverability.
ru: Увеличивает динамику разгона и манёвренность машины.

# customization/bonusPanel/bonus/entireCrew/body
source: Increases the major qualification of all crew members, which influences the final technical characteristics of the vehicle.
ru: Увеличивает показатель основной специальности всем членам экипажа, что влияет на итоговые тактико-технические характеристики машины.

# customization/bonusPanel/bonus/footer
source: Customization elements pending purchase are marked in green.
ru: Зелёным отмечены неоплаченные элементы кастомизации.

# customization/bonusPanel/bonus/header
source: Bonus %(bonus)s: %(bonusPower)s
ru: Бонус %(bonus)s: %(bonusPower)s

# customization/bonusPanel/bonus/loader/body
source: Increases gun loading speed.
ru: Увеличивает скорость перезарядки орудия.

# customization/bonusPanel/bonus/masking/body
source: Increases concealment for both a stationary and moving vehicle. Decreases the distance at which your vehicle can be spotted by the enemy.
ru: Увеличивает незаметность неподвижной машины, а также в движении. Сокращает дистанцию обнаружения своей машины противником.

# customization/bonusPanel/bonus/radioman/body
source: Increases Signal Range (the distance at which enemy vehicles appear on the minimap).
ru: Увеличивает дальность связи (отображение противника на миникарте).
