Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# tank_params/desc/hullArmor
source: Thickness of hull armor: front / sides / rear respectively.
ru: Толщина брони корпуса машины: лоб/борт/корма соответственно.

# tank_params/desc/invisibilityMovingFactor
source: Shows the concealment of a vehicle in motion. The higher the parameter, the more concealed the vehicle. The following parameters are indicated: for a moving vehicle / for a moving vehicle after firing.
ru: Показывает, насколько ваша движущаяся машина заметна для противника. Чем выше показатель, тем незаметнее машина. Указаны следующие значения: для машины в движении / для машины в движении после выстрела.

# tank_params/desc/invisibilityStillFactor
source: Shows the concealment of a motionless vehicle. The higher the parameter, the more concealed the vehicle. The following parameters are indicated: for a stationary vehicle / for a stationary vehicle after firing.
ru: Показывает, насколько ваша неподвижная машина заметна для противника. Чем выше показатель, тем незаметнее машина. Указаны следующие значения: для неподвижной машины / для неподвижной машины после выстрела.

# tank_params/desc/maxHealth
source: Number of vehicle durability points.
ru: Количество очков прочности машины.

# tank_params/desc/piercingPower
source: Thickness of armor that can be penetrated by a standard shell adjusted for shell normalization.
ru: Толщина брони, пробиваемая базовым снарядом с учётом его нормализации.

# tank_params/desc/pitchLimits
source: Maximum angles of gun depression/elevation with respect to its default position.
ru: Максимальные углы, на которые орудие отклоняется по вертикали вниз и вверх относительно его расположения по умолчанию.

# tank_params/desc/radioDistance
source: Communication—sharing information with allies about the positions of vehicles. The communication range for each individual vehicle is represented by a circle with a radius that is set for this parameter. When several circles overlap, information is shared at any distance if there are enough vehicles in the communication chain.
ru: Передача между союзниками информации о местоположении техники на миникарте. Дальность связи отдельно взятой машины представлена в виде круга с указанным в параметре радиусом. Наложение кругов обеспечивает передачу информации на любом расстоянии при наличии в цепи достаточного количества машин-звеньев.

# tank_params/desc/relativeArmor
source: A set of parameters that shows the vehicle resilience to damage caused.
ru: Комплекс параметров, показывающий сопротивление машины наносимому урону.

# tank_params/desc/relativeCamouflage
source: A set of parameters that show the effectiveness of concealment when your vehicle is stationary, moving, and firing. Applied camouflage increases the concealment parameter.
ru: Комплекс параметров, отвечающих за эффективную маскировку вашей неподвижной машины, при движении, а также после выстрела. Нанесённый камуфляж увеличивает показатель маскировки.

# tank_params/desc/relativeMobility
source: A set of parameters that show how quickly the vehicle can change its position on the battlefield.
ru: Комплекс параметров, отвечающих за скорость изменения позиции машины на поле боя.

# tank_params/desc/relativePower
source: A set of parameters that show the effectiveness of destroying enemy vehicles.
ru: Комплекс параметров, отвечающих за эффективность уничтожения противника.

# tank_params/desc/relativeVisibility
source: A set of parameters that show the effectiveness of spotting enemy vehicles.
ru: Комплекс параметров, отвечающих за эффективное обнаружение местоположения противника и передачу союзникам разведданных о нём.

# tank_params/desc/reloadTime
source: Number of rounds per minute.
ru: Количество выстрелов в минуту.

# tank_params/desc/reloadTimeSecs
source: Time it takes to reload the gun after firing.
ru: Время, за которое орудие будет готово к очередному выстрелу.

# tank_params/desc/shotDispersionAngle
source: Gun dispersion characterized by the maximum shell deviation from the aiming point at a distance of 100 m.
ru: Показывает, на сколько метров снаряд может отклониться от точки прицеливания за каждые 100 метров расстояния до цели.

# tank_params/desc/speedLimits
source: Vehicle speed as it is defined in its technical characteristics.
ru: Паспортная скорость машины.

# tank_params/desc/stunMaxDuration
source: Displays the maximum stun duration applied to the enemy crew, if the HE-shell penetrated the armor of a vehicle without equipment and consumables that reduce the stun duration, and caused maximum damage.
ru: Показывает максимальное время оглушения, причиняемого экипажу противника, если ваш ОФ-снаряд пробил броню, нанёс максимальный урон, а противник при этом не имел оборудования и снаряжения, снижающего время оглушения.

# tank_params/desc/stunMinDuration
source: Shows the minimum duration of stun inflicted to the enemy crew if the enemy vehicle is in the burst radius and is not equipped with consumables or equipment that decrease stun duration.
ru: Показывает минимальное время оглушения, причиняемого экипажу противника, если его машина попала в зону разлёта осколков вашего снаряда и противник при этом не имел оборудования и снаряжения, снижающего время оглушения.

# tank_params/desc/switchOffTime
source: The time needed to switch between modes depends on the engine's condition. A damaged engine increases the time needed for switching. Switching is unavailable when the engine is destroyed.
ru: Время перехода зависит от состояния двигателя. При повреждённом двигателе время перехода увеличивается. При выведенном из строя двигателе смена режима невозможна.

# tank_params/desc/switchOnTime
source: The time needed to switch between modes depends on the engine's condition. A damaged engine increases the time needed for switching. Switching is unavailable when the engine is destroyed.
ru: Время перехода зависит от состояния двигателя. При повреждённом двигателе время перехода увеличивается. При выведенном из строя двигателе смена режима невозможна.

# tank_params/desc/timeOfReaching
source: This parameter is a ground resistance coefficient expressed by the time a vehicle needs to travel 100 m at a dead level starting from a static position. Values are shown for hard/moderately soft/soft ground.
ru: Параметр представляет коэффициент сопротивления грунтов в виде времени, за которое машина из статического состояния преодолевает расстояние в 100 метров по строго горизонтальной поверхности. Показаны значения для твёрдого/среднего/мягкого грунтов.

# tank_params/desc/turretArmor
source: Thickness of turret armor: front / sides / rear respectively.
ru: Толщина брони башни машины: лоб/борт/корма соответственно.

# tank_params/desc/turretRotationSpeed
source: Degrees of turret traverse per second.
ru: Количество градусов, на которое повернётся башня за 1 секунду.

# tank_params/desc/turretYawLimits
source: Maximum turret traverse angles relative to the longitudinal axis of a vehicle when the hull is stationary.
ru: Максимальные углы поворота башни относительно продольной оси машины при неподвижном корпусе.

# tank_params/desc/vehicleWeight
source: This parameter determines the load limit of the vehicle, where the load consists of modules and equipment. Weight also determines the effectiveness of ramming.
ru: Параметр отвечает за предельную массу машины, где груз — модули и оборудование. Масса также влияет на эффективность тарана.

# tankman/status/inactiveSkills/header
source: Wrong skills and perks
ru: Неподходящие умения и навыки

# tankman/status/inactiveSkills/text
source: Qualification skills and perks %(skills)s of the crew member cannot be used. To select correct skills and perks in Personal File, reset all trained skills and perks.
ru: Умения и навыки по специальности %(skills)s не могут быть использованы. Выбрать подходящие можно в Личном деле, предварительно полностью сбросив все изученные умения и навыки.

# tankman/status/wrongPremiumVehicle/header
source: Premium vehicle of correct type
ru: Премиум машина подходящего типа

# tankman/status/wrongPremiumVehicle/text
source: The crew member does not have specialization on %(vehicle)s, but he can use his skills and perks.
ru: Член экипажа не имеет специализации на %(vehicle)s, но может полностью использовать свои умения и навыки.

# tankman/status/wrongRoleLevel
source: This crew member cannot use his skills and perks because his major qualification level is less than 100%. Train him in his Personal File or increase his major qualification level in battle.
ru: Уровень владения основной специальностью члена экипажа менее 100%, поэтому он не может использовать свои умения и навыки. Обучите его в Личном деле или повышайте уровень владения основной специальностью в боях.

# tankman/status/wrongVehicle/header
source: No specialization on %(vehicle)s
ru: Нет специализации на %(vehicle)s

# tankman/status/wrongVehicle/text
source: This crew member cannot make full use of his skills and perks. Train this crew member in his Personal File.
ru: Член экипажа не может полностью использовать свои умения и навыки. Переобучите его в Личном деле.

# tanksFilter/counter/close/body
source: Click to reset filter settings to default.
ru: Нажмите, чтобы сбросить настройки фильтра на стандартные.

# tanksFilter/counter/close/header
source: Set by Default
ru: Установить по умолчанию

# tanks_carousel/buy_slot/body
source: Click to open the Purchase Slot confirmation window.
ru: Нажмите, чтобы вызвать окно подтверждения покупки слота.

# tanks_carousel/buy_slot/header
source: Purchase Slot
ru: Купить слот

# tanks_carousel/buy_vehicle/body
source: Click to visit Store.
ru: Нажмите, чтобы перейти в Магазин.

# tanks_carousel/buy_vehicle/header
source: Purchase Vehicle
ru: Купить машину

# tanks_carousel/vehicleStates/battle
source: In battle
ru: В бою

# tanks_carousel/vehicleStates/crewNotFull
source: Crew incomplete
ru: Неполный экипаж

# tanks_carousel/vehicleStates/damaged
source: This vehicle is damaged. Repair the vehicle before joining a battle.
ru: Машина повреждена. Для выхода в бой необходимо выполнить ремонт.

# tanks_carousel/vehicleStates/destroyed
source: This vehicle is knocked out. Repair the vehicle before joining a battle.
ru: Машина разбита. Для выхода в бой необходимо выполнить ремонт.

# tanks_carousel/vehicleStates/exploded
source: This vehicle is destroyed. Repair the vehicle before joining a battle.
ru: Машина взорвана. Для выхода в бой необходимо выполнить ремонт.

# tanks_carousel/vehicleStates/fallout_broken
source: Group not ready
ru: Группа не готова

# tanks_carousel/vehicleStates/fallout_max
source: Group not ready
ru: Группа не готова

# tanks_carousel/vehicleStates/fallout_min
source: Group not ready
ru: Группа не готова

# tanks_carousel/vehicleStates/fallout_required
source: Group not ready
ru: Группа не готова

# tanks_carousel/vehicleStates/group_is_not_ready
source: Group not ready
ru: Группа не готова

# tanks_carousel/vehicleStates/locked
source: Locked
ru: Машина заблокирована

# tanks_carousel/vehicleStates/serverRestriction
source: Server limit
ru: Серверное ограничение

# tanks_carousel/vehicleStates/undamaged
source: This vehicle is ready for battle.
ru: Машина готова к бою.

# techTreePage/nations/china
source: Go to the China Tech Tree
ru: Перейти к технике Китая

# techTreePage/nations/czech
source: Go to the Czechoslovakia Tech Tree
ru: Перейти к технике Чехословакии

# techTreePage/nations/france
source: Go to the France Tech Tree
ru: Перейти к технике Франции

# techTreePage/nations/germany
source: Go to the Germany Tech Tree
ru: Перейти к технике Германии

# techTreePage/nations/japan
source: Go to the Japan Tech Tree
ru: Перейти к технике Японии

# techTreePage/nations/poland
source: Go to the Poland Tech Tree
ru: Перейти к технике Польши

# techTreePage/nations/sweden
source: Go to the Sweden Tech Tree
ru: Перейти к технике Швеции

# techTreePage/nations/uk
source: Go to the U.K. Tech Tree
ru: Перейти к технике Великобритании

# techTreePage/nations/usa
source: Go to the U.S.A. Tech Tree
ru: Перейти к технике США

# techTreePage/nations/ussr
source: Go to the U.S.S.R. Tech Tree
ru: Перейти к технике CCCP

# template/days/short
source: %(value)s d
ru: %(value)s д.

# template/hours/short
source: %(value)s h
ru: %(value)s ч.

# template/minutes/short
source: %(value)s m
ru: %(value)s м.

# template/time/lessThenMinute
source: less than a minute
ru: менее минуты

# trade/body
source: Premium vehicles can be traded in for other Premium vehicles of the same or higher tier. %(discount)s
ru: Премиум технику можно обменять на другую премиум технику текущего уровня или выше. %(discount)s

# trade/discount
source: You save %(discountValue)s as compared to the standard vehicle cost.
ru: Экономия при обмене: %(discountValue)s от базовой стоимости машины.

# trade/header
source: Vehicle Trade-In
ru: Обмен техники

# trade/noDiscount
source: You do not have vehicles suitable for trade-in.
ru: У вас нет подходящей техники для обмена.

# trade/severalDiscounts
source: up to %(discountValue)s
ru: до %(discountValue)s

# trade/vehicle/header
source: Additional payment for the %(vehicleName)s
ru: Доплата за %(vehicleName)s

# trade/vehicle/newPrice
source: New cost: %(gold)s
ru: Новая стоимость: %(gold)s

# trade/vehicle/noVehicle
source: vehicle not selected
ru: машина не выбрана

# trade/vehicle/oldPrice
source: Previous cost: %(gold)s
ru: Прежняя стоимость: %(gold)s

# trade/vehicle/price
source: Cost: %(gold)s
ru: Стоимость: %(gold)s

# trade/vehicle/result
source: Total additional payment: %(gold)s
ru: Итого доплатить: %(gold)s

# trade/vehicle/toChange
source: Will be traded in: %(vehicleName)s
ru: К обмену: %(vehicleName)s

# tradeIn/noDiscount/body
source: You do not have suitable vehicles.
ru: У вас нет подходящей техники.

# tradeIn/noDiscount/header
source: Trade-in Unavailable
ru: Обмен недоступен

# tradeInVehicleStatus/battle/body
source: Wait until the vehicle exits battle.
ru: Дождитесь возвращения машины из боя.

# tradeInVehicleStatus/battle/header
source: Vehicle in Battle
ru: Машина в бою

# tradeInVehicleStatus/damaged/body
source: Repair the vehicle before trading it in.
ru: Отремонтируйте машину перед обменом.

# tradeInVehicleStatus/damaged/header
source: Repairs Required
ru: Требуется ремонт

# tradeInVehicleStatus/destroyed/body
source: Repair the vehicle before trading it in.
ru: Отремонтируйте машину перед обменом.

# tradeInVehicleStatus/destroyed/header
source: Repairs Required
ru: Требуется ремонт

# tradeInVehicleStatus/exploded/body
source: Repair the vehicle before trading it in.
ru: Отремонтируйте машину перед обменом.

# tradeInVehicleStatus/exploded/header
source: Repairs Required
ru: Требуется ремонт

# tradeInVehicleStatus/inPrebattle/body
source: You confirmed your readiness to join the battle.
ru: Вы подтвердили готовность для выхода в бой.

# tradeInVehicleStatus/inPrebattle/header
source: Vehicle Unavailable
ru: Машина недоступна

# tradeInVehicleStatus/locked/body
source: The vehicle is locked.
ru: Машина заблокирована.

# tradeInVehicleStatus/locked/header
source: Vehicle Unavailable
ru: Машина недоступна

# training/create/invites_checkbox/body
source: This room will not be visible in the general room list. Participants may be added only by invitation.
ru: Комната не будет видна в общем списке. Добавление игроков выполняется по приглашениям.

# training/create/invites_checkbox/header
source: By Invitation
ru: По приглашениям

# training/observer/btn/body
source: Click to enable or disable Spectator mode.
ru: Нажмите, чтобы включить или отключить режим наблюдателя.

# training/observer/btn/header
source: Spectator Mode
ru: Режим наблюдателя

# training/observer/icon/body
source: Spectator mode disabled.
ru: Режим наблюдателя отключён.

# training/observer/selectedicon/body
source: Spectator mode enabled.
ru: Режим наблюдателя включён.

# turnOffCombatChat/body
source: This option is used for the Random Battle and Ranked Battle modes only, and: • Platoon chat is not disabled. • Players can see special commands. • Players can send special commands. • Players can send messages in the Platoon chat only.
ru: Данная функция работает только в режимах «Случайный бой» и «Ранговый бой», при этом: • чат взвода не выключается; • игрок видит спец. команды; • игрок может отправлять спец. команды; • игрок может писать только в чат взвода.

# turnOffCombatChat/header
source: Disable Chat with Allies
ru: Отключить чат с союзниками

# useFreeXP/body
source: Can be used to research any vehicles or modules in any Wargaming.net game.
ru: Может использоваться на исследование любой техники и модулей во всех проектах Wargaming.net.

# useFreeXP/header
source: Free Experience
ru: Свободный опыт

# vehicle/action_prc
source: Discount %(actionPrc)s, previous cost: %(oldPrice)s
ru: Скидка %(actionPrc)s, прежняя стоимость: %(oldPrice)s

# vehicle/ammo
source: In the ammo
ru: В боекомплекте

# vehicle/buy_price
source: Purchase price
ru: Стоимость покупки

# vehicle/buy_price_action
source: Purchase price
ru: Стоимость покупки

# vehicle/crew
source: Crew
ru: Экипаж

# vehicle/crew_award
source: Crew (%d%%)
ru: Экипаж (%d%%)

# vehicle/dailyXPFactor
source: Experience for the first victory each day
ru: Опыт за первую победу в день

# vehicle/damage
source: <h1>Damage</h1> <h2>(hp)</h2>
ru: <h1>Урон</h1> <h2>(hp)</h2>

# vehicle/devices
source: Equipment
ru: Оборудование

# vehicle/elite
source: Elite
ru: Элитный

# vehicle/equipments
source: Consumables
ru: Снаряжение

# vehicle/favorite
source: Primary
ru: Основной

# vehicle/graph/body/moduleInstalled
source: This module is already mounted on the vehicle.
ru: Данный модуль уже установлен на машину.

# vehicle/graph/body/notEnough
source: required:
ru: не хватает:

# vehicle/graph/notes/buyAndEquip
source: (Left-click to purchase and mount a module on the vehicle)
ru: (Используйте левый клик для покупки и установки модуля на машину)

# vehicle/graph/notes/equip
source: (Left-click to mount a module on the vehicle)
ru: (Используйте левый клик для установки модуля на машину)

# vehicle/graph/notes/goToNationTree
source: (Left-click to view Tech Tree)
ru: (Щёлкните левой кнопкой мыши для перехода к Дереву исследований)

# vehicle/graph/notes/goToNextVehicle
source: (Left-click to research modules)
ru: (Щёлкните левой кнопкой мыши для исследования модулей)

# vehicle/graph/notes/moduleUnlock
source: (Left-click to research a module)
ru: (Щёлкните левой кнопкой мыши для исследования модуля)

# vehicle/graph/notes/showContextMenu
source: (Right-click to view options)
ru: (Щёлкните правой кнопкой мыши для вызова контекстного меню)

# vehicle/graph/notes/showInfoWindow
source: (Right-click to view characteristics)
ru: (Щёлкните правой кнопкой мыши для просмотра характеристик)

# vehicle/graph/notes/vehicleUnlock
source: (Left-click to research a vehicle)
ru: (Используйте левый клик для исследования машины)

# vehicle/inventoryCount
source: In Depot
ru: На Складе

# vehicle/level
source: Tier.
ru: Уровень.

# vehicle/mastering
source: Vehicle difficulty:
ru: Освоение машины:

# vehicle/mastering/verySimple
source: Very easy
ru: Очень просто

# vehicle/minRentalsPrice
source: Minimal rental cost
ru: Минимальная стоимость аренды

# vehicle/multiplied_xp
source: Combat Experience
ru: Боевой опыт

# vehicle/radioDistance
source: <h1>Signal Range</h1> <h2>(km)</h2>
ru: <h1>Дальность связи</h1> <h2>(км)</h2>

# vehicle/rentAvailable
source: Vehicle rental available
ru: Доступна аренда машины

# vehicle/rentLeft/battles
source: Number of battles before the end of the rental period
ru: Осталось боёв до завершения аренды

# vehicle/rentLeft/days
source: Days of rental left
ru: Дней аренды осталось

# vehicle/rentLeft/hours
source: Hours of rental left
ru: Часов аренды осталось

# vehicle/rentLeft/wins
source: Victories left before the end of the rental period
ru: Осталось побед до завершения аренды

# vehicle/rentLeftFuture/battles
source: battles within the rental period
ru: боёв в аренду

# vehicle/rentLeftFuture/days
source: Days of rent
ru: Дней аренды

# vehicle/rentLeftFuture/hours
source: Hours of rent
ru: Часов аренды

# vehicle/rentLeftFuture/wins
source: victories within the rental period
ru: побед в аренду

# vehicle/restoreLeft/days
source: Days left to recover
ru: Дней осталось для восстановления

# vehicle/restoreLeft/hours
source: Hours left to recover
ru: Часов осталось для восстановления

# vehicle/restore_price
source: Recovery cost
ru: Стоимость восстановления

# vehicle/sell_price
source: Sale price
ru: Стоимость продажи

# vehicle/speedLimits
source: <h1>Top Speed</h1> <h2>(km/h)</h2>
ru: <h1>Скорость</h1> <h2>(км/ч)</h2>

# vehicle/stats/footnote
source: These characteristics apply to the vehicle with the crew trained to 100%.
ru: ТТХ указаны для машины с экипажем, обученным на 100%.

# vehicle/textDelimiter/or
source: or
ru: или

# vehicle/trade
source: The vehicle can be traded in
ru: Машину можно обменять

# vehicle/turretRotationSpeed
source: <h1>Turret Traverse Speed</h1> <h2>(deg/s)</h2>
ru: <h1>Поворот башни</h1> <h2>(град/с)</h2>

# vehicle/unlock_price
source: Research cost
ru: Стоимость исследования

# vehicle/vehicleCount
source: Applied
ru: На технике

# vehicle/xp
source: Combat Experience
ru: Боевой опыт

# vehicleIgr/days
source: Special ends in, days: %(days)s
ru: До завершения акции дней: %(days)s

# vehicleIgr/hours
source: Special ends in, hours: %(hours)s
ru: До завершения акции часов: %(hours)s

# vehicleIgr/specialAbility
source: Unique chance to try out popular vehicles without the need for any serious investment.
ru: Уникальная возможность опробовать популярную технику игры без серьёзных инвестиций.

# vehicleParams/bonus/battleBooster/template
source: Directive "%(name)s"
ru: Инструкция «%(name)s»

# vehicleParams/bonus/extra/camouflageExtras
source: Camouflage
ru: Камуфляж

# vehicleParams/bonus/inactiveDescription
source: Does not work without the %(skillName)s perk trained
ru: Не действует без изученного навыка «%(skillName)s»

# vehicleParams/bonus/possible/isInactive
source: (does not work)
ru: (не действует)

# vehicleParams/bonus/possible/notInstalled
source: (does not apply)
ru: (не установлено)

# vehicleParams/bonus/situational
source: Activated when certain events occur in battle.
ru: Срабатывает при определённых ситуациях в бою.

# vehicleParams/bonus/skill/template
source: "%(name)s" skill
ru: Навык «%(name)s»

# vehicleParams/bonus/tankmanLevel/commander
source: Commander's proficiency
ru: Показатель опытности командира

# vehicleParams/bonus/tankmanLevel/driver
source: Driver's proficiency
ru: Показатель опытности механика-водителя

# vehicleParams/bonus/tankmanLevel/gunner
source: Gunner's proficiency
ru: Показатель опытности наводчика

# vehicleParams/bonus/tankmanLevel/loader
source: Loader's proficiency
ru: Показатель опытности заряжающего

# vehicleParams/bonus/tankmanLevel/radioman
source: Radio Operator's proficiency
ru: Показатель опытности радиста

# vehicleParams/bonuses/title
source: Parameter Modifiers:
ru: На параметр влияют:

# vehicleParams/chassisRotationSpeed
source: Traverse Speed (deg/s)
ru: Скорость поворота (град/с)

# vehicleParams/common/title
source: Main Technical Characteristics:
ru: Ключевые ТТХ:

# vehicleParams/damage
source: Standard Shell Damage
ru: Урон базовым снарядом

# vehicleParams/enginePower
source: Engine Power (h.p.)
ru: Мощность двигателя (л.с.)

# vehicleParams/hullArmor
source: Hull Armor (front/sides/rear, mm)
ru: Бронирование корпуса (лоб/борт/корма в мм)

# vehicleParams/penalties/title
source: Current Penalties:
ru: Действующие штрафы:

# vehicleParams/penalty/crewNotFull/template
source: Crew incomplete
ru: Неполный экипаж
