Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# hangar/tuning/disabledForEventVehicle/header
source: Unavailable
ru: Недоступно

# hangar/tuning/header
source: Exterior
ru: Внешний вид

# hangar/unlockButton/body
source: Click to open research window of current vehicle.
ru: Перейти к экрану исследований текущей машины.

# hangar/unlockButton/header
source: Research
ru: Исследовать

# hangar/xpToTmenCheckbox/body
source: Spend all experience earned on this vehicle on crew training. The least experienced crew member is trained twice as fast.
ru: Использовать весь заработанный на этой машине опыт для обучения экипажа. Наименее опытный член экипажа будет обучаться в два раза быстрее.

# hangar/xpToTmenCheckbox/header
source: Accelerate Crew Training
ru: Ускоренное обучение экипажа

# hangarTutorial/ammunition/ammoSet/description
source: To select the number of shells of each type, use the sliders.
ru: Чтобы изменить состав боекомплекта, используйте ползунки.

# hangarTutorial/ammunition/ammoSet/title
source: Ammunition
ru: Боекомплект

# hangarTutorial/ammunition/description
source: Ammo rack capacity and available shell types.
ru: Ёмкость боеукладки и тип доступных для орудия снарядов.

# hangarTutorial/ammunition/title
source: Vehicle Ammunition
ru: Боекомплект машины

# hangarTutorial/ammunition/type/cumulative/description
source: Average flight speed and penetration that does not decrease with distance, but high purchase price.
ru: Средняя скорость полёта, стабильная бронепробиваемость на любом расстоянии, но высокая стоимость.

# hangarTutorial/ammunition/type/cumulative/title
source: High-Explosive Anti-Tank
ru: Кумулятивный (КС)

# hangarTutorial/ammunition/type/high-explosive/description
source: Highest damage and chance to hit a target with fragments upon detonation, but low penetration and flight speed.
ru: Высочайший урон и шанс зацепить цель осколками при взрыве, но низкая бронепробиваемость и скорость полёта.

# hangarTutorial/ammunition/type/high-explosive/title
source: High-Explosive
ru: Осколочно-фугасный (ОФ)

# hangarTutorial/ammunition/type/piercing/description
source: High flight speed but penetration decreases with distance traveled.
ru: Летит с высокой скоростью, но теряет бронепробитие с увеличением расстояния до цели.

# hangarTutorial/ammunition/type/piercing/title
source: Armor-Piercing
ru: Бронебойный (ББ)

# hangarTutorial/ammunition/type/subcaliber/description
source: Highest flight speed and penetration but high purchase price.
ru: Наивысшая скорость полёта и бронепробиваемость, но высокая стоимость.

# hangarTutorial/ammunition/type/subcaliber/title
source: Armor-Piercing Composite Rigid
ru: Подкалиберный (БП)

# hangarTutorial/ammunition/type/title
source: Shell Type
ru: Тип снаряда

# hangarTutorial/customization/types/camouflageBlockDescription
source: Use of Camouflage increases your concealment on maps of the corresponding type.
ru: Использование камуфляжа увеличивает вашу незаметность на соответствующих сезону картах.

# hangarTutorial/customization/types/camouflageBlockTitle
source: Camouflage
ru: Камуфляж

# hangarTutorial/customization/types/desertCamouflageDescription
source: Used on desert maps.
ru: Используется для карт с пустынной местностью.

# hangarTutorial/customization/types/desertCamouflageTitle
source: Desert Camouflage
ru: Пустынный камуфляж

# hangarTutorial/customization/types/emblemBlockDescription
source: Various insignia that replace standard national Emblems.
ru: Различные опознавательные знаки, заменяющие стандартные национальные эмблемы.

# hangarTutorial/customization/types/emblemBlockTitle
source: Emblems
ru: Эмблемы

# hangarTutorial/customization/types/labelsBlockDescription
source: Various historical inscriptions that make your vehicle stand out.
ru: Различные исторические надписи, служащие для украшения машины.

# hangarTutorial/customization/types/labelsBlockTitle
source: Inscriptions
ru: Надписи

# hangarTutorial/customization/types/summerCamouflageDescription
source: Used on summer maps.
ru: Используется для летних карт.

# hangarTutorial/customization/types/summerCamouflageTitle
source: Summer Camouflage
ru: Летний камуфляж

# hangarTutorial/customization/types/title
source: Select Elements
ru: Выбор элементов

# hangarTutorial/customization/types/winterCamouflageDescription
source: Used on winter maps.
ru: Используется для зимних карт.

# hangarTutorial/customization/types/winterCamouflageTitle
source: Winter Camouflage
ru: Зимний камуфляж

# hangarTutorial/customizationCost/body
source: Total purchase price of the selected elements is calculated here. You can also cancel the purchase of some elements to change the total cost.
ru: Здесь подсчитывается общая стоимость покупки выбранных элементов. Также здесь можно отменить покупку некоторых элементов для корректировки общей стоимости.

# hangarTutorial/customizationCost/header
source: Total Cost
ru: Общая стоимость

# hangarTutorial/customizationDuration/body
source: Camouflage can be applied for 7 or 30 days (for credits), or permanently (for gold).
ru: Камуфляж можно наносить на срок от 7 до 30 дней (за кредиты), а также бессрочно (за игровое золото).

# hangarTutorial/customizationDuration/header
source: Duration
ru: Срок действия

# hangarTutorial/customizationOptions/body
source: Camouflage patterns, Emblems, and Inscriptions are displayed here.
ru: Здесь располагаются возможные варианты схем камуфляжа, надписей и эмблем.

# hangarTutorial/customizationOptions/header
source: Variants
ru: Варианты

# hangarTutorial/equipment/description
source: Consumables are items that improve characteristics or repair modules of a vehicle in battle. Each consumable has different operating principles, so study them carefully before equipping them. If a single-use consumable is not used in a battle, it is saved and can be used in another.
ru: Снаряжение — это различные расходные материалы, позволяющие улучшить характеристики или восстановить повреждения во время боя. Принцип действия у каждого типа снаряжения разный, поэтому внимательно изучите его перед установкой. Если одноразовое снаряжение не было использовано в бою, оно сохраняется.

# hangarTutorial/equipment/prem/description
source: Some types of shells have increased penetration. Despite their high purchase price, it is advisable to have a few of these equipped—they can be of great help in tough situations on the battlefield.
ru: Некоторые типы снарядов отличаются повышенной бронепробиваемостью. Несмотря на высокую стоимость, рекомендуем иметь при себе несколько таких снарядов, которые могут помочь в критической ситуации.

# hangarTutorial/equipment/prem/title
source: Special Shells
ru: Особые снаряды

# hangarTutorial/equipment/title
source: Consumables
ru: Снаряжение

# hangarTutorial/nations/china
source: China
ru: Китай

# hangarTutorial/nations/czech
source: Czechoslovakia
ru: Чехословакия

# hangarTutorial/nations/france
source: France
ru: Франция

# hangarTutorial/nations/germany
source: Germany
ru: Германия

# hangarTutorial/nations/japan
source: Japan
ru: Япония

# hangarTutorial/nations/poland
source: Poland
ru: Польша

# hangarTutorial/nations/sweden
source: Sweden
ru: Швеция

# hangarTutorial/nations/title
source: Nations
ru: Нации

# hangarTutorial/nations/uk
source: U.K.
ru: Великобритания

# hangarTutorial/nations/usa
source: U.S.A.
ru: США

# hangarTutorial/nations/ussr
source: U.S.S.R.
ru: СССР

# hangarTutorial/nextTechModels/body
source: You will be able to research the next tier vehicle after researching all the required modules on the way to it.
ru: Вы сможете исследовать машину следующего уровня, исследовав все необходимые модули на пути к ней.

# hangarTutorial/nextTechModels/header
source: Next Vehicles
ru: Следующие модели техники

# hangarTutorial/personalCase/additional/documentsDescription
source: The name and crew member image can be changed here.
ru: Тут можно изменить имя и портрет члена экипажа.

# hangarTutorial/personalCase/additional/documentsTitle
source: Personal Data
ru: Документы

# hangarTutorial/personalCase/additional/perksDescription
source: The list of skills and perks that the crew member has not yet been trained for is displayed here.
ru: Тут расположен список ещё не изученных умений и навыков члена экипажа.

# hangarTutorial/personalCase/additional/perksTitle
source: Skills
ru: Умения

# hangarTutorial/personalCase/additional/recordDescription
source: Awards obtained by the crew member and other details are displayed here.
ru: Тут расположены заслуженные членом экипажа награды и иная информация.

# hangarTutorial/personalCase/additional/recordTitle
source: Service Record
ru: Послужной список

# hangarTutorial/personalCase/additional/title
source: Additional Options
ru: Дополнительные возможности

# hangarTutorial/personalCase/additional/trainingDescription
source: Details on crew member training and available actions are displayed here.
ru: Тут расположена информация об обучении члена экипажа и доступные действия.

# hangarTutorial/personalCase/additional/trainingTitle
source: Training
ru: Обучение

# hangarTutorial/personalCase/perks/headerDescription
source: Additional skills and perks, trained or being trained at the moment, are displayed here.
ru: Здесь указаны дополнительные умения и навыки, изученные или изучаемые в настоящий момент.

# hangarTutorial/personalCase/perks/newPerkDescription
source: Click to select skills and perks for training.
ru: Нажмите на такую ячейку, чтобы выбрать для изучения умение или навык.

# hangarTutorial/personalCase/perks/newPerkTitle
source: Train Skill or Perk
ru: Изучить новое умение или навык

# hangarTutorial/personalCase/perks/title
source: Crew Member Skills and Perks
ru: Умения и навыки члена экипажа

# hangarTutorial/personalCase/skills/headerDescription
source: Crew Member Details
ru: Сводная информация о члене экипажа

# hangarTutorial/personalCase/skills/specialtyDescription
source: The higher the level of major qualification, the better the crew member's performance. After training your crew to 100% in their major qualification, additional perks and skills become available. The base maximum of 100% can be increased using certain equipment and consumables.
ru: Чем выше уровень владения, тем лучше член экипажа справляется со своими обязанностями. При достижении 100% владения основной специальностью, становится доступно изучение дополнительных умений и навыков. Базовый максимум в 100% можно увеличить за счёт некоторого оборудования и снаряжения.

# hangarTutorial/personalCase/skills/specialtyTitle
source: Major Qualification Level
ru: Владение основной специальностью

# hangarTutorial/personalCase/skills/specialtyWarning
source: A crew member from another vehicle cannot make full use of the major qualification. It is required to retrain the crew member for a new vehicle.
ru: Член экипажа с другой машины не может в полной мере использовать основную специальность, и его необходимо переучить на новую машину.

# hangarTutorial/personalCase/skills/title
source: Main Crew Member Characteristics
ru: Основные характеристики члена экипажа

# hangarTutorial/research/modules/actionButtonsTitle
source: Action Buttons
ru: Кнопки действий

# hangarTutorial/research/modules/buyButtonDescription
source: Purchase Price
ru: Стоимость покупки

# hangarTutorial/research/modules/chassisDescription
source: Determines hull traverse speed and ability to mount heavier modules on the vehicle.
ru: Определяет скорость поворота корпуса машины и возможность установки более тяжёлых модулей.

# hangarTutorial/research/modules/chassisTitle
source: Suspension
ru: Ходовая

# hangarTutorial/research/modules/engineDescription
source: Determines vehicle speed, acceleration, and the chance of fire.
ru: Определяет скорость передвижения, динамику разгона и вероятность пожара.

# hangarTutorial/research/modules/engineTitle
source: Engine
ru: Двигатель

# hangarTutorial/research/modules/gunDescription
source: Determines damage caused in battle.
ru: Определяет наносимый в бою урон.

# hangarTutorial/research/modules/gunTitle
source: Gun
ru: Орудие

# hangarTutorial/research/modules/headerDescription
source: Each vehicle consists of several interrelated components (modules), which can be upgraded to change and improve the vehicle characteristics.
ru: Каждый танк состоит из ряда взаимосвязанных частей (модулей), которые можно развивать для изменения и улучшения его характеристик.

# hangarTutorial/research/modules/inHangarDescription
source: Vehicle in the Garage
ru: Машина уже в Ангаре

# hangarTutorial/research/modules/radiosetDescription
source: Determines the signal range, which allows you to see your allies on the minimap.
ru: Определяет дальность радиосвязи, что позволяет видеть союзников на миникарте.

# hangarTutorial/research/modules/radiosetTitle
source: Radio
ru: Радиостанция

# hangarTutorial/research/modules/researchButtonDescription
source: Research Cost
ru: Стоимость исследования

# hangarTutorial/research/modules/title
source: Selected Vehicle Modules
ru: Модули выбранной машины

# hangarTutorial/research/modules/turretDescription
source: Determines turret traverse speed, turret armor protection, view range, and the ability to mount different guns.
ru: Определяет скорость поворота башни, её бронирование, обзор и возможность установки различных орудий.

# hangarTutorial/research/modules/turretTitle
source: Turret
ru: Башня

# hangarTutorial/research/modules/typesTitle
source: Module Types
ru: Типы модулей

# hangarTutorial/research/vehicleInfo/battleExpDescription
source: Used to research modules of a specific vehicle, and the next vehicle (or vehicles) in a technical branch.
ru: Используется на конкретной машине для исследования её модулей, а также следующей машины (или машин) в ветке.

# hangarTutorial/research/vehicleInfo/battleExpTitle
source: Combat Experience
ru: Боевой опыт

# hangarTutorial/research/vehicleInfo/expDescription
source: Earned in battles and used to research modules and vehicles.
ru: Зарабатывается в боях и используется для исследований модулей и техники.

# hangarTutorial/research/vehicleInfo/expTitle
source: Experience
ru: Опыт

# hangarTutorial/research/vehicleInfo/freeExpDescription
source: Used to research any module or vehicle in the Tech Tree. Added after each battle.
ru: Используется для исследования любых модулей и машин в любой ветке развития. Добавляется после каждого боя.

# hangarTutorial/research/vehicleInfo/freeExpTitle
source: Free Experience
ru: Свободный опыт

# hangarTutorial/research/vehicleInfo/headerDescription
source: The amount of Combat Experience earned and unspent Experience for the selected vehicle is displayed here.
ru: Здесь показана выбранная машина, а также количество заработанного на ней и ещё не потраченного боевого опыта.

# hangarTutorial/research/vehicleInfo/title
source: Selected Vehicle Details
ru: Информация о выбранной машине

# hangarTutorial/research/vehicleInfo/totalExpTitle
source: Total Experience
ru: Общее количество опыта

# hangarTutorial/researchTree/buttonsBlock/addToCompare
source: Add to Comparison
ru: Добавить к сравнению

# hangarTutorial/researchTree/buttonsBlock/buy
source: Purchase Vehicle
ru: Приобрести машину

# hangarTutorial/researchTree/buttonsBlock/inHangar
source: Vehicle in the Garage
ru: Машина уже в Ангаре

# hangarTutorial/researchTree/buttonsBlock/research
source: Research Vehicle
ru: Исследовать машину

# hangarTutorial/researchTree/buttonsBlock/title
source: Action Buttons
ru: Кнопки действия

# hangarTutorial/researchTree/description
source: All possible technical branches for the selected nation are displayed here.
ru: Здесь показаны все возможные пути развития техники для выбранной нации.

# hangarTutorial/researchTree/techBlock/commonTech/description
source: Researched for experience earned in battles and purchased for credits.
ru: Исследуется за заработанный в боях опыт и приобретается за кредиты.

# hangarTutorial/researchTree/techBlock/commonTech/title
source: Researchable Vehicles
ru: Исследуемая техника

# hangarTutorial/researchTree/techBlock/premiumTech/description
source: Purchased for gold; have an increased credits and crew experience multiplier.
ru: Приобретается сразу за игровое золото, имеет повышенный коэффициент заработка кредитов и опыта экипажа.

# hangarTutorial/researchTree/techBlock/premiumTech/title
source: Premium Vehicles
ru: Премиум техника

# hangarTutorial/researchTree/title
source: Tech Tree
ru: Дерево исследований

# hangarTutorial/researchTree/typesBlock/AT-SPG
source: Tank Destroyer
ru: ПТ-САУ

# hangarTutorial/researchTree/typesBlock/SPG
source: SPG
ru: САУ

# hangarTutorial/researchTree/typesBlock/heavyTank
source: Heavy Tank
ru: Тяжёлый танк

# hangarTutorial/researchTree/typesBlock/lightTank
source: Light Tank
ru: Лёгкий танк

# hangarTutorial/researchTree/typesBlock/mediumTank
source: Medium Tank
ru: Средний танк

# hangarTutorial/researchTree/typesBlock/title
source: Vehicle Type Markers
ru: Обозначение типов техники

# hangarTutorial/techRepair/body
source: Displays cost of repairs and hit points of the vehicle.
ru: Показывает полосу прочности и стоимость ремонта машины.

# hangarTutorial/techRepair/header
source: Vehicle Repairs
ru: Ремонт машины

# header/account/body
source: Click to view details about the Player's Account.
ru: Нажмите, чтобы посмотреть подробную информацию об аккаунте игрока.

# header/account/header
source: Player's Account
ru: Аккаунт игрока

# header/accountPopover/boostersTitle/body
source: When activated, Personal Reserves allow you to receive additional bonuses after each battle. Personal Reserves have three sizes and are active for a specified period in Random Battles, Ranked Battles, Team Battles, and special tournaments.
ru: При активации позволяют получать дополнительные надбавки по результатам боёв. Имеют три уровня качества, действуют определённое время в Случайных, Командных и Ранговых боях, а также в турнирных играх.

# header/accountPopover/boostersTitle/header
source: Personal Reserves
ru: Личные резервы

# header/accountPopover/clanProfile/unavailable/attention
source: Clan profile is temporarily unavailable.
ru: Профиль клана временно недоступен.

# header/accountPopover/inviteBtn/body
source: Go to the Clan Invitations window.
ru: Перейти к окну приглашений в клан.

# header/accountPopover/inviteBtn/unavailable/attention
source: Invitations are temporarily unavailable.
ru: Приглашения временно недоступны.

# header/accountPopover/inviteRequestBtn/body
source: Go to the Applications and Invitations window of your clan.
ru: Перейти к окну заявок на вступление и приглашений в ваш клан.

# header/accountPopover/inviteRequestBtn/unavailable/attention
source: Applications and invitations are temporarily unavailable.
ru: Заявки и приглашения временно недоступны.

# header/accountPopover/searchClan/body
source: Open the Clan Search window.
ru: Перейти к окну поиска клана.

# header/accountPopover/searchClan/unavailable/attention
source: Clan search is temporarily unavailable.
ru: Поиск клана временно недоступен.

# header/accountPopover/unavailable
source: Option is temporarily unavailable. Please try again later.
ru: Функциональность временно недоступна. Пожалуйста, попробуйте позже.

# header/battleType/body
source: Click to open the list of available battle modes.
ru: Нажмите, чтобы открыть список доступных режимов боёв.

# header/battleType/header
source: Select Battle Mode
ru: Выбор режима боя

# header/buttons/barracks/body
source: Recruit and dismiss crew members.
ru: Рекрутировать и демобилизовать членов экипажа.

# header/buttons/barracks/header
source: Barracks
ru: Казарма

# header/buttons/browser/body
source: Open browser.
ru: Открыть браузер.

# header/buttons/browser/header
source: Browser
ru: Браузер

# header/buttons/credits/body
source: Click to exchange gold for credits.
ru: Открыть окно перевода игрового золота в кредиты.

# header/buttons/credits/header
source: Exchange Gold
ru: Обмен золота

# header/buttons/crystal/available
source: Available
ru: В наличии

# header/buttons/crystal/currencyDesc
source: Rare special currency
ru: Редкая специализированная валюта

# header/buttons/crystal/firstDesc
source: Bonds are earned: • In Ranked Battles (received as a reward at the end of stages and seasons) • In Grand Battles (a battle type in Random Battles) • In Random Battles (if teams are composed of Tier X vehicles only) • For receiving certain awards.
ru: Боны зарабатываются: • в Ранговых боях (награда по окончании этапов и сезонов); • в Генеральных сражениях (тип боя в режиме «Случайный бой»); • в Случайных боях (если команды состоят только из техники Х уровня).

# header/buttons/crystal/secondDesc
source: Bonds are used for purchasing special items that you cannot purchase using other currencies.
ru: За боны приобретаются специальные товары, недоступные для покупки за другую валюту.

# header/buttons/crystal/title
source: Bonds
ru: Боны

# header/buttons/encyclopedia/body
source: Go to Training Center.
ru: Перейти к обучающим материалам.

# header/buttons/encyclopedia/header
source: Training Center
ru: Учебный центр

# header/buttons/forts/body
source: Go to management of clan Stronghold.
ru: Перейти к управлению Укрепрайоном клана.

# header/buttons/forts/header
source: Stronghold
ru: Укрепрайон

# header/buttons/forts/sandbox/turnedOff/body
source: Will be available after downloading the full game
ru: Режим станет доступен после завершения загрузки

# header/buttons/forts/sandbox/turnedOff/header
source: Stronghold
ru: Укрепрайон

# header/buttons/forts/turnedOff/body
source: Stronghold is temporarily unavailable. Try again later.
ru: Укрепрайон временно недоступен. Ведутся профилактические работы.

# header/buttons/forts/turnedOff/header
source: Stronghold
ru: Укрепрайон

# header/buttons/freeXP/body
source: Click to convert experience to Free Experience.
ru: Открыть окно перевода опыта в свободный.

# header/buttons/freeXP/header
source: Convert Experience
ru: Перевод опыта

# header/buttons/gold/action/body
source: Click to go to the Purchase Gold page on the game portal.
ru: Нажмите, чтобы перейти на страницу покупки игрового золота на портале игры.

# header/buttons/gold/action/header
source: Purchase Gold
ru: Купить золото

# header/buttons/gold/body
source: Click to go to the Purchase Gold page on the game portal.
ru: Нажмите, чтобы перейти на страницу покупки игрового золота на портале игры.

# header/buttons/gold/header
source: Purchase Gold
ru: Купить золото

# header/buttons/hangar/body
source: Select vehicle and enter battle.
ru: Выбрать технику и выйти в бой.

# header/buttons/hangar/header
source: Garage
ru: Ангар

# header/buttons/inventory/body
source: Sell vehicles, modules, equipment, and consumables.
ru: Продать технику, модули, оборудование и снаряжение.

# header/buttons/inventory/header
source: Depot
ru: Склад

# header/buttons/missions/body
source: Go to the missions and specials menu, and find out more about conditions and potential rewards.
ru: Ознакомиться с событиями и боевыми задачами, просмотреть их условия и возможные награды.

# header/buttons/missions/header
source: Missions
ru: Задачи

# header/buttons/profile/body
source: View statistics and awards received.
ru: Посмотреть статистику боёв и полученные награды.

# header/buttons/profile/header
source: Service Record
ru: Достижения

# header/buttons/shop/body
source: Purchase and sell vehicles, modules, equipment, and consumables.
ru: Купить и продать технику, модули, оборудование и снаряжение.

# header/buttons/shop/header
source: Store
ru: Магазин

# header/buttons/techtree/body
source: Research and purchase vehicles and modules.
ru: Исследовать и купить технику и модули.

# header/buttons/techtree/header
source: Tech Tree
ru: Исследования
