Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# customization/buyDisabled/body
source: Not enough funds to purchase the selected customization elements.
ru: Для покупки выбранных элементов внешнего вида недостаточно средств.

# customization/buyWindow/copy/body
source: If you want to purchase 2 similar elements for one vehicle using gold, you will only pay for 1 element.
ru: При покупке за золото двух одинаковых элементов для одной машины, оплата производится только за один элемент.

# customization/buyWindow/copy/header
source: Duplicate
ru: Дубликат

# customization/camouflage/current/dismount/body
source: Remove the current Camouflage and send it to Depot.
ru: Снять и поместить на Склад текущий камуфляж.

# customization/camouflage/current/dismount/header
source: Remove Camouflage
ru: Удалить камуфляж

# customization/camouflage/current/drop/body
source: Remove current Camouflage.
ru: Удалить текущий камуфляж.

# customization/camouflage/current/drop/header
source: Remove Camouflage
ru: Удалить камуфляж

# customization/camouflage/desert
source: desert
ru: пустынный

# customization/camouflage/empty
source: Select %(kind)s Camouflage to reduce your vehicle's visibility on the corresponding maps.
ru: Выберите %(kind)s камуфляж, чтобы увеличить незаметность машины на картах соответствующего типа.

# customization/camouflage/igr/body
source: Camouflage is only active during a session in <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.
ru: Камуфляж активен только во время сессии в <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.

# customization/camouflage/igr/header
source: Duration
ru: Срок действия

# customization/camouflage/summer
source: summer
ru: летний

# customization/camouflage/winter
source: winter
ru: зимний

# customization/carousel/chbPurchased/body
source: Check the box to display purchased customization elements.
ru: Установите флажок, чтобы отобразить купленные элементы внешнего вида.

# customization/carousel/chbPurchased/header
source: Acquired
ru: В наличии

# customization/carousel/durationType/body
source: The element is purchased for %(time)s. Temporary elements will be deleted upon their removal.
ru: Элемент покупается %(time)s. Временные элементы при снятии удаляются.

# customization/carousel/filter/body
source: Extended filtration of customization elements.
ru: Расширенная фильтрация элементов внешнего вида.

# customization/carousel/filter/header
source: Filter
ru: Фильтр

# customization/carousel/slot/challenge/body
source: Click to view mission conditions.
ru: Нажмите, чтобы перейти к боевой задаче.

# customization/carousel/slot/challenge/header
source: Go to Mission
ru: Переход к задаче

# customization/carousel/slot/remove/body
source: Click to remove the customization element from the vehicle. Temporary elements will be deleted upon their removal.
ru: Нажмите, чтобы снять элемент внешнего вида с машины. Временные элементы при снятии удаляются.

# customization/carousel/slot/remove/header
source: Remove Element
ru: Снять элемент

# customization/carousel/slot/select/body
source: Click to apply the selected element to the vehicle. If you have not yet purchased this element, click Purchase after applying it to your vehicle.
ru: Нажмите, чтобы установить выбранный элемент на машину. Если элемент ещё не куплен, то после установки нажмите «Купить».

# customization/carousel/slot/select/header
source: Select Element
ru: Выбрать элемент

# customization/emblem/igr/body
source: Emblem is only active during a session in <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.
ru: Эмблема активна только во время сессии в <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.

# customization/emblem/igr/header
source: Duration
ru: Срок действия

# customization/emblemLeft/current/dismount/body
source: Remove the current Emblem 1 and send it to Depot.
ru: Удалить и поместить на Склад текущую эмблему 1.

# customization/emblemLeft/current/dismount/header
source: Remove Emblem 1
ru: Удалить эмблему 1

# customization/emblemLeft/current/drop/body
source: Remove current Emblem 1.
ru: Удалить текущую эмблему 1.

# customization/emblemLeft/current/drop/header
source: Remove Emblem 1
ru: Удалить эмблему 1

# customization/emblemRight/current/dismount/body
source: Remove the current Emblem 2 and send it to Depot.
ru: Удалить и поместить на Склад текущую эмблему 2.

# customization/emblemRight/current/dismount/header
source: Remove Emblem 2
ru: Удалить эмблему 2

# customization/emblemRight/current/drop/body
source: Remove current Emblem 2.
ru: Удалить текущую эмблему 2.

# customization/emblemRight/current/drop/header
source: Remove Emblem 2
ru: Удалить эмблему 2

# customization/filterPopover/bonusDescription/body
source: Show/hide customization elements that provide %(bonus)s bonus.
ru: Включение/отключение элементов внешнего вида, дающих бонус %(bonus)s.

# customization/filterPopover/bonusDescription/header
source: %(bonus)s Bonus
ru: Бонус %(bonus)s

# customization/filterPopover/refresh/body
source: Click to reset settings of the customization elements filter to default.
ru: Нажмите, чтобы сбросить настройки фильтра элементов внешнего вида на стандартные.

# customization/filterPopover/refresh/header
source: Set by Default
ru: Установить по умолчанию

# customization/headerCloseBtn/body
source: Customization elements that were not purchased will not be saved.
ru: Неоплаченные элементы внешнего вида сохранены не будут.

# customization/headerCloseBtn/header
source: Return to Garage
ru: Вернуться в Ангар

# customization/inscription/igr/body
source: Inscription is only active during a session in <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.
ru: Надпись активна только во время сессии в <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.

# customization/inscription/igr/header
source: Duration
ru: Срок действия

# customization/inscriptionLeft/current/dismount/body
source: Remove current Inscription 1 and send it to Depot.
ru: Удалить и поместить на Склад текущую надпись 1.

# customization/inscriptionLeft/current/dismount/header
source: Remove Inscription 1
ru: Удалить надпись 1

# customization/inscriptionLeft/current/drop/body
source: Remove current Inscription 1.
ru: Удалить текущую надпись 1.

# customization/inscriptionLeft/current/drop/header
source: Remove Inscription 1
ru: Удалить надпись 1

# customization/inscriptionRight/current/dismount/body
source: Remove current Inscription 2 and send it to Depot.
ru: Удалить и поместить на Склад текущую надпись 2.

# customization/inscriptionRight/current/dismount/header
source: Remove Inscription 2
ru: Удалить надпись 2

# customization/inscriptionRight/current/drop/body
source: Remove current Inscription 2.
ru: Удалить текущую надпись 2.

# customization/inscriptionRight/current/drop/header
source: Remove Inscription 2
ru: Удалить надпись 2

# customization/notEnoughResources/body
source: To purchase the selected customization elements, you need %(count)s more.
ru: Для покупки выбранных элементов внешнего вида не хватает %(count)s.

# customization/notEnoughResources/header
source: Insufficient Funds
ru: Недостаточно средств

# customization/questAward/currentVehicle
source: Applied to the vehicle in which the mission was completed.
ru: Наносится на машину, на которой выполняется боевая задача.

# customization/questAward/denyVehicle
source: Except %(vehicle)s
ru: Кроме %(vehicle)s

# customization/questAward/exactVehicle
source: Applied to %(vehicle)s
ru: Наносится на %(vehicle)s

# customization/slot/body
source: Click on a slot to select customization elements.
ru: Нажмите на слот, чтобы перейти к выбору элементов внешнего вида.

# customization/slot/header
source: Go to %(groupName)s
ru: Перейти к выбору %(groupName)s

# customization/slotRemove/body
source: Click to remove the customization element from the vehicle. Temporary elements will be deleted upon their removal.
ru: Нажмите, чтобы снять элемент внешнего вида с машины. Временные элементы при снятии удаляются.

# customization/slotRemove/header
source: Remove
ru: Снять

# customization/slotRevert/body
source: Click to return the initial customization element.
ru: Нажмите, чтобы вернуть первоначальный элемент внешнего вида.

# customization/slotRevert/header
source: Return
ru: Вернуть

# customization/tabs/inRoaming
source: Server limitation due to roaming
ru: Серверное ограничение из-за роуминга

# cyberSport/alert/onAnotherServer
source: The team is on the other server.
ru: Команда находится на другом сервере.

# cyberSport/captain/stats
source: Team Commander Personal Rating
ru: Личный рейтинг капитана команды

# cyberSport/commander/stats
source: Commander's Personal Rating
ru: Личный рейтинг командира

# cyberSport/intro/create/btn/body
source: Click to create your team.
ru: Нажмите, чтобы создать свою команду.

# cyberSport/intro/create/btn/header
source: Create Team
ru: Создание команды

# cyberSport/intro/createBtn/addPlayers/body
source: Click to invite players to the team.
ru: Нажмите, чтобы пригласить игроков в штат команды.

# cyberSport/intro/createBtn/addPlayers/header
source: Invite Players
ru: Пригласить игроков

# cyberSport/intro/createBtn/addPlayers/private/body
source: Click to view team members.
ru: Нажмите, чтобы перейти к штату команды.

# cyberSport/intro/createBtn/addPlayers/private/header
source: Team Members
ru: Штат команды

# cyberSport/intro/createBtn/assembleDisabled/body
source: You are a member of another team or have insufficient permissions.
ru: Вы уже в составе другой команды или у вас недостаточно полномочий.

# cyberSport/intro/createBtn/assembleDisabled/header
source: Unable to Create Team
ru: Невозможно создать команду

# cyberSport/intro/createBtn/assembleTeam/body
source: Click to create or assemble team for Ranked Battles.
ru: Нажмите, чтобы перейти к созданию или сбору команды для игры в Ладдере.

# cyberSport/intro/createBtn/assembleTeam/header
source: Assemble Team
ru: Собрать команду

# cyberSport/intro/createBtn/joinTeam/body
source: Click to go to the battle room of this team.
ru: Нажмите, чтобы перейти в боевую комнату данной команды.

# cyberSport/intro/createBtn/joinTeam/header
source: Join
ru: Присоединиться

# cyberSport/intro/createBtn/look/body
source: Click to view list of teams.
ru: Нажмите, чтобы перейти к списку команд.

# cyberSport/intro/createBtn/look/header
source: List of Teams
ru: Список команд

# cyberSport/intro/search/btn/body
source: Click to proceed to team search or creation.
ru: Нажмите, чтобы перейти к поиску или созданию команды.

# cyberSport/intro/search/btn/header
source: Proceed
ru: Перейти

# cyberSport/intro/selectedVehicleWarn/incompatibleLevel/body
source: Wrong vehicle tier for this battle mode.
ru: Уровень машины не подходит для данного режима боёв.

# cyberSport/intro/selectedVehicleWarn/incompatibleLevel/header
source: Incompatible Tier
ru: Недопустимый уровень

# cyberSport/intro/selectedVehicleWarn/incompatibleType/body
source: To play most comfortably, select a light, medium, or heavy tank.
ru: Для комфортной игры выберите лёгкий, средний или тяжёлый танк.

# cyberSport/intro/selectedVehicleWarn/incompatibleType/header
source: Incompatible Vehicle Type for Autosearch
ru: Недопустимый тип техники для автопоиска

# cyberSport/modeChangeFrozen/body
source: Action is suspended for 5 seconds.
ru: Действие заморожено на 5 секунд.

# cyberSport/modeChangeFrozen/header
source: Change Mode
ru: Смена режима

# cyberSport/noVehiclesInHangar/body
source: No vehicles in the Garage
ru: В Ангаре нет ни одной машины.

# cyberSport/noVehiclesInHangar/header
source: Team Battle Unavailable
ru: Командный бой недоступен

# cyberSport/respawn/fightBtn/body
source: Confirm that the team is ready.
ru: Подтвердить готовность всей команды

# cyberSport/respawn/status/info/body
source: Select a suitable vehicle for the map within the allocated time. If you do not confirm that you are ready, the vehicle currently selected in the team assembly window will be sent to the battle.
ru: За отведённое время выберите машину, которая подходит к карте. Если вы не успеете подтвердить готовность, в бой выйдет выбранная в окне сбора команды машина.

# cyberSport/respawn/status/ready/body
source: Battle starts now.
ru: Бой начнётся прямо сейчас.

# cyberSport/respawn/status/warning/body
source: Confirm that you are ready.
ru: Подтвердите готовность.

# cyberSport/rosterSlotSettings/headerText/body
source: When players are added to the team, the vehicle requirements are not counted.
ru: При донаборе установленные к технике требования не учитываются.

# cyberSport/selectVehicle/body
source: Click to select a vehicle in which you want to join the battle.
ru: Нажмите, чтобы выбрать машину, на которой хотите выйти в бой.

# cyberSport/selectVehicle/header
source: Select Vehicles
ru: Выбор техники

# cyberSport/staticRallyInfo/joinBtn/alreadyJoined/body
source: You are already a member of a team.
ru: Вы уже состоите в команде.

# cyberSport/staticRallyInfo/joinBtn/alreadyJoined/header
source: Unable to Submit Application
ru: Невозможно подать заявку

# cyberSport/staticRallyInfo/joinBtn/applicationCooldown/body
source: Application to the team is not available at this time.
ru: Отправка заявки в команду временно заморожена.

# cyberSport/staticRallyInfo/joinBtn/applicationCooldown/header
source: Submit Application
ru: Подать заявку

# cyberSport/staticRallyInfo/joinBtn/inProcess/body
source: You have already submitted your application to this team. Click to withdraw your application.
ru: Вы уже подали заявку в данную команду. Нажмите, чтобы отозвать заявку.

# cyberSport/staticRallyInfo/joinBtn/inProcess/header
source: Withdraw
ru: Отозвать

# cyberSport/staticRallyInfo/joinBtn/inProcessOther/body
source: You have already submitted an application to another team.
ru: Вы уже подали заявку в другую команду.

# cyberSport/staticRallyInfo/joinBtn/inProcessOther/header
source: Submit Application
ru: Подать заявку

# cyberSport/staticRallyInfo/joinBtn/join/body
source: Recruitment to the team is open. Click to submit your application.
ru: Набор в команду открыт. Нажмите, чтобы подать заявку.

# cyberSport/staticRallyInfo/joinBtn/join/header
source: Submit Application
ru: Подать заявку

# cyberSport/staticRallyInfo/statsBattlesCount/body
source: Total number of battles fought
ru: Общее количество проведённых боёв

# cyberSport/staticRallyInfo/statsBattlesCount/header
source: Battles
ru: Бои

# cyberSport/staticRallyInfo/statsWinsPercent/body
source: Total rate of victories
ru: Общий процент одержанных побед

# cyberSport/staticRallyInfo/statsWinsPercent/header
source: Victories
ru: Победы

# cyberSport/unit/access/bodyClosed
source: Team is not displayed in search results. Players are added to the team upon the Commander's invitation. Click to display.
ru: Команда не отображается в поиске. Добавление игроков выполняется по приглашению капитана команды. Нажмите, чтобы сделать видимой.

# cyberSport/unit/access/bodyOpen
source: Team is displayed in search results. Click to hide.
ru: Команда отображается в поиске. Нажмите, чтобы сделать невидимой.

# cyberSport/unit/access/header
source: Access to the Detachment
ru: Доступ к отряду

# cyberSport/unit/command
source: Team
ru: Команда

# cyberSport/unit/configure/body
source: Click to indicate required vehicles for the team.
ru: Нажмите, чтобы указать необходимую для команды технику.

# cyberSport/unit/configure/header
source: Set Requirements
ru: Настройка требований

# cyberSport/unit/fightBtn/eventVehicleWrongMode/body
source: You cannot join in this vehicle.
ru: ++Вы не можете участвовать на этой машине.++

# cyberSport/unit/fightBtn/eventVehicleWrongMode/header
source: Attention!
ru: ++Внимание++

# cyberSport/unit/fightBtn/notInSlot/body
source: Join the detachment to confirm that you are ready.
ru: Займите место в штате отряда для подтверждения готовности.

# cyberSport/unit/fightBtn/pressForNotReady/body
source: Click to indicate that you are not ready to enter the battle.
ru: Нажмите, если вы пока не готовы выйти в бой.

# cyberSport/unit/fightBtn/pressForReady/body
source: Click to confirm that you are ready to enter the battle.
ru: Нажмите, чтобы подтвердить готовность выйти в бой.

# cyberSport/unit/fightBtn/vehicleNotValid/body
source: You cannot join in this vehicle.
ru: Вы не можете участвовать на этой машине.

# cyberSport/unit/freeze/bodyOff
source: Slots freeze is OFF.
ru: Заморозка состава команды отключена.

# cyberSport/unit/freeze/bodyOn
source: Slots freeze is ON.
ru: Заморозка состава команды включена.

# cyberSport/unit/freeze/header
source: Slots Freeze
ru: Заморозка состава

# cyberSport/unit/inviteBtn/body
source: Click to invite players from your Contact list to the team.
ru: Нажмите, чтобы пригласить игроков в команду из вашего списка контактов.

# cyberSport/unit/inviteBtn/header
source: Invite Players
ru: Пригласить игроков

# cyberSport/unit/slot/vehicle/notReady/permanently/body
source: Not suitable for the slot on the team.
ru: Не подходит для данного слота в команде.

# cyberSport/unit/slot/vehicle/notReady/temporally/body
source: The vehicle is temporarily not ready for battle.
ru: Данная машина временно не готова выйти в бой.

# cyberSport/unit/slotLabelClosed/body
source: Team Commander locked the slot.
ru: Капитан команды заблокировал слот.

# cyberSport/unit/slotLabelClosed/header
source: Slot Closed
ru: Слот закрыт

# cyberSport/unit/slotLabelUnavailable/body
source: No vehicles complying with the requirements for this slot in the Garage.
ru: В Ангаре нет техники, соответствующей требованиям к этому слоту.

# cyberSport/unit/slotLabelUnavailable/header
source: No suitable vehicles
ru: Нет подходящей техники

# cyberSport/unit/sumLevel/bodyError
source: Total tier of vehicles exceeds the maximum allowable value.
ru: Суммарный уровень всех машин в команде превышает максимально допустимое значение.

# cyberSport/unit/sumLevel/bodyNormal
source: Total tier of vehicles on the team.
ru: Суммарный уровень всех машин в команде.

# cyberSport/unit/sumLevel/header
source: Total Team Tier
ru: Суммарный уровень команды

# cyberSport/unit/takePlaceBtn/body
source: Change your slot.
ru: Поменять свое положение в составе команды.

# cyberSport/unit/takePlaceBtn/header
source: Go to Slot
ru: Перейти в слот

# cyberSport/unit/takePlaceFirstTimeBtn/body
source: Take place in a slot.
ru: Занять место в основном составе.

# cyberSport/unit/takePlaceFirstTimeBtn/header
source: Take Slot
ru: Занять место

# cyberSport/unitCommand/action
source: Click to view the detailed description.
ru: Нажмите, чтобы посмотреть подробное описание.

# cyberSport/unitLevel/back/body
source: Click to return to the previous window.
ru: Нажмите, чтобы вернуться к предыдущему окну.

# cyberSport/unitLevel/back/header
source: Back
ru: Назад

# cyberSport/unitLevel/body
source: Required total tier of vehicles
ru: Подходящий суммарный уровень

# cyberSport/unitLevel/body/errorStatus
source: Points scored: %(sumLevels)s. Limit exceeded.
ru: Набрано очков: %(sumLevels)s. Лимит превышен!

# cyberSport/unitLevel/body/maxTotalLevelError
source: Total tier exceeded. Points scored: %(sumLevels)s.
ru: Перебор. Набрано очков: %(sumLevels)s.

# cyberSport/unitLevel/body/minTotalLevelError
source: Insufficient total tier. Points scored: %(sumLevels)s.
ru: Недобор. Набрано очков: %(sumLevels)s.

# cyberSport/unitLevel/body/recommendedStatus
source: Points scored: %(sumLevels)s.
ru: Набрано очков: %(sumLevels)s.

# cyberSport/unitLevel/body/totalLevel
source: Points scored: %(sumLevels)s.
ru: Набрано очков: %(sumLevels)s.

# cyberSport/unitLevel/description
source: Each team selects Tier VI–VIII vehicles with the total Tier 54. Tier VI, VII, and VIII vehicles are worth 6, 7, and 8 points, respectively.
ru: Каждая из команд выбирает технику VI–VIII уровней суммарным уровнем 54. Техника VI, VII и VIII уровней стоит 6, 7 и 8 очков соответственно.

# cyberSport/unitLevel/title
source: Total Tier of Vehicles
ru: Суммарный уровень техники

# cyberSport/unitList/createBtn/alreadyInRally/body
source: Unable to create a team: you are a member of another team.
ru: Создать команду невозможно: вы уже состоите в штате другой команды.

# cyberSport/unitList/createBtn/alreadyInRally/header
source: Create Team
ru: Создать команду

# cyberSport/unitList/createBtn/alreadyRallyOwner/body
source: Unable to create a team: you already have a team.
ru: Создать команду невозможно: у вас уже есть команда.

# cyberSport/unitList/createBtn/alreadyRallyOwner/header
source: Create Team
ru: Создать команду

# cyberSport/unitList/filterByVehicle/header
source: Select Vehicles
ru: Выбор техники

# cyberSport/unitList/filterByVehicle/noVehiclesSelected
source: Vehicles were not selected. Filters for teams are off.
ru: Техника не выбрана. Фильтрация команд отключена.

# cyberSport/unitList/filterByVehicle/someVehiclesSelected
source: Marked vehicles correspond to the requirements of teams found.
ru: Отмеченная техника соответствует требованиям найденных команд.

# cyberSport/unitList/join/body
source: Click to join the team as a volunteer. The Commander selects team members from volunteers.
ru: Нажмите, чтобы записаться добровольцем в эту команду. Из добровольцев командир отбирает игроков в штат.

# cyberSport/unitList/join/header
source: Join as a Volunteer
ru: Записаться добровольцем

# cyberSport/unitList/joinToStaticAsLegionary/body
source: Legionnaires are players who fight for a team in several battles, but are not permanent members of the team.
ru: Легионер — игрок, представляющий команду в нескольких боях, но не являющийся её постоянным участником.

# cyberSport/unitList/joinToStaticAsLegionary/header
source: Join as a Legionnaire
ru: Войти в роли легионера

# cyberSport/unitList/pagingDown/body
source: Display next list of teams.
ru: Показать следующий блок команд.

# cyberSport/unitList/pagingDown/header
source: Scroll Down
ru: Прокрутка вниз

# cyberSport/unitList/pagingUp/body
source: Display previous list of teams.
ru: Показать предыдущий блок команд.

# cyberSport/unitList/pagingUp/header
source: Scroll Up
ru: Прокрутка вверх

# cyberSport/unitList/refresh/body
source: Click to update the list of teams.
ru: Нажмите, чтобы обновить список команд.

# cyberSport/unitList/refresh/header
source: Update List
ru: Обновить список

# cyberSport/vehicleSelector/badVehicle/body
source: The selected vehicle does not meet the requirements of the team Commander.
ru: Выбранная машина не соответствует требованиям командира.

# cyberSport/vehicleSelector/badVehicle/header
source: Incompatible Vehicle
ru: Неподходящая машина

# cyberSport/vehicleSelector/notReady
source: The vehicles cannot fight the battle.
ru: Данная техника не может участвовать в бою

# cyberSport/vehicleSelector/overflowLevel/body
source: Vehicles of Tiers IX and X cannot fight in this battle mode.
ru: В данном режиме боя техника IX и X уровней не участвует.

# cyberSport/vehicleSelector/overflowLevel/header
source: Tier Not Allowed
ru: Недопустимый уровень

# cyberSport/waitingPlayers/configAlert/body
source: To reduce the wait time, the requirements set to vehicles are not counted.
ru: Для сокращения времени ожидания установленные к технике требования не учитываются.

# cyberSport/waitingPlayers/configAlert/header
source: Vehicle Requirements Are Not Counted
ru: Настройки требований не учитываются

# details/conditions/additional
source: Click to view secondary conditions of this mission.
ru: Нажмите, чтобы посмотреть дополнительные условия данной задачи.

# deviceFits/already_installed/header
source: Mounted on:
ru: Установлено на:
