Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# settings/needHelp/enemy/body
source: Press the selected key to send a quick message.
ru: Нажмите выбранную клавишу для отправки быстрого сообщения.

# settings/needHelp/subtitle
source: Need assistance!
ru: Нужна помощь!

# settings/reload/enemy/body
source: Press the selected key to send a quick message.
ru: Нажмите выбранную клавишу для отправки быстрого сообщения.

# settings/reload/subtitle
source: Reloading!
ru: Перезаряжаюсь!

# settings/ribbons/receivedDamage/body
source: With this setting enabled, the following badges are displayed: damage received from a shot, fire, ramming, and collision.
ru: При включении настройки будут отображаться ленты о входящем уроне выстрелом, пожаром, ударом и тараном.

# settings/stop/subtitle
source: Halt!
ru: Стой!

# settings/support/subtitle
source: Requesting fire!
ru: Поддержите огнём!

# settings/switchMode/body
source: The key is used to lock the hull of SPGs / tank destroyers or to switch between Siege and Travel mode in particular vehicles.
ru: Клавиша либо фиксирует корпус при игре на САУ или ПТ-САУ, либо переключает режим с походного на осадный у некоторых машин.

# settings/turnBack/subtitle
source: Fall back!
ru: Назад!

# settingsControl/recommended
source: Recommended: %(value)s
ru: Рекомендуемое: %(value)s

# settingsIcon/conditions/body
source: Team Commander has set requirements for vehicles in some slots.
ru: На некоторые слоты командир установил требования к технике.

# settingsIcon/conditions/header
source: Requirements for Vehicles
ru: Требования к технике

# settingsIcon/freezed/body
source: You cannot take a place in the slot, but you can join the team as a volunteer. The Commander creates a team manually and either invites players or selects volunteers from the list.
ru: Свободное место занять нельзя, но можно записаться добровольцем. Командир формирует штат вручную: приглашает игроков или отбирает подходящих из списка добровольцев.

# settingsIcon/freezed/header
source: Slots Frozen
ru: Состав команды заморожен

# settings_dialog/sound/PTTKey/body
source: To modify voice chat options, go to Settings.
ru: Для изменения кнопки управления голосовой связью перейдите на вкладку «Управление».

# settings_dialog/sound/PTTKey/header
source: Push-to-Talk
ru: Активация микрофона

# settings_dialog/sound/alternativeVoices/body
source: Replay
ru: Воспроизвести пример

# settings_dialog/sound/soundModeInvalid
source: Files of the selected notification voice are damaged or missing.
ru: Файлы выбранного голоса уведомлений повреждены или отсутствуют.

# shell/basic
source: Default
ru: Базовый

# shell/basic/description
source: %(bold)s—the default shell for the selected gun. Used for calculating gun characteristics and the Firepower parameter.
ru: %(bold)s — снаряд, применяемый по умолчанию для выбранного орудия. Используется для вычисления характеристик орудия и параметра «Огневая мощь».

# shell/basic/description/bold
source: Default shell
ru: Базовый снаряд

# showMarksOnGun/body
source: Enable or disable the display of Marks of Excellence on your vehicles for all battle modes. Settings changed in a battle will come into effect after exiting the battle.
ru: Включение или отключение отображения отличительных отметок на своей технике для всех режимов боёв. При изменении настройки в бою эффект наступит после выхода из боя.

# showMarksOnGun/header
source: Display Marks of Excellence
ru: Отображать отличительные отметки

# showSectorOnMap/body
source: Enable or disable the display of traverse borders on the minimap for all battle modes.
ru: Включение или отключение отображения границ горизонтальной наводки на миникарте для всех режимов боёв.

# showSectorOnMap/header
source: Arc of Fire
ru: Сектор обстрела

# showVectorOnMap/body
source: Enable or disable the display of camera direction on the minimap for all battle modes.
ru: Включение или отключение отображения направления камеры на миникарте для всех режимов боёв.

# showVectorOnMap/header
source: Camera Direction Beam
ru: Луч направления камеры

# showVehModelsOnMap/attention
source: Disabling this parameter can improve game performance.
ru: Отключение параметра может повысить быстродействие игры.

# showVehModelsOnMap/body
source: For all battle modes, enable or disable the following minimap features: • Display of vehicle names on the minimap • Display of the points on the minimap at which allied and enemy vehicles disappeared from view.
ru: Включение или отключение следующих настроек миникарты: • отображение моделей техники на миникарте для всех режимов боёв; • отображение точек на миникарте, в которых техника союзников и противника пропала из поля зрения, для всех режимов боёв.

# showVehModelsOnMap/header
source: Expanded Minimap Features
ru: Дополнительные возможности миникарты

# skills/brotherhood/descr
source: Improves major qualifications and all skills for the entire crew. This perk is cumulative with the effects of Improved Ventilation, Extra Combat Rations, Chocolate, Case of Cola, Pudding and Tea, Strong Coffee, Improved Combat Rations, Onigiri, Buchty, and Coffee with Buns.
ru: Улучшает уровень владения основной специальностью и всеми умениями всех членов экипажа. Эффект усиливается в сочетании с оборудованием «Улучшенная вентиляция», снаряжением «Доппаёк», «Шоколад», «Ящик колы», «Крепкий кофе», «Улучшенный рацион», «Пудинг с чаем», «Онигири», «Бухты» и «Кофе с выпечкой».

# skills/brotherhood/header
source: Brothers in Arms
ru: Боевое братство

# skills/camouflage/descr
source: Reduces vehicle visibility. This skill is cumulative with the effects of Camouflage (for the corresponding types of maps) and a Camouflage Net.
ru: Снижает заметность машины. Эффект усиливается при наличии камуфляжа (для соответствующего типа карт) и в сочетании с оборудованием «Маскировочная сеть».

# skills/camouflage/header
source: Concealment
ru: Маскировка

# skills/commander_eagleEye/descr
source: Increases Maximum View Range. This skill is more effective if observation devices are damaged, or when combined with Situational Awareness, Coated Optics, and Binocular Telescope.
ru: Увеличивает максимальную дальность обзора. При неисправных приборах наблюдения эффективность умения выше. Эффект увеличивается в сочетании с умением «Радиоперехват», оборудованием «Просветлённая оптика» и «Стереотруба».

# skills/commander_eagleEye/header
source: Recon
ru: Орлиный глаз

# skills/driver_badRoadsKing/descr
source: Reduces ground resistance when driving on soft and moderately soft terrain. Lower ground resistance increases vehicle maneuverability and acceleration. This skill is cumulative with the effects of Additional Grousers.
ru: Снижает сопротивление средних и слабых грунтов при движении машины. Умение повышает маневренность и уменьшает время набора максимальной скорости. Эффект усиливается в сочетании с оборудованием «Дополнительные грунтозацепы».

# skills/driver_badRoadsKing/header
source: Off-Road Driving
ru: Король бездорожья

# skills/driver_virtuoso/descr
source: Increases vehicle traverse speed. This skill is cumulative with the effects of Additional Grousers, Lend-Lease Oil, Quality Oil, Removed Speed Governor, 100-octane Gasoline, and 105-octane Gasoline. Important! This skill increases gun dispersion on hull traverse.
ru: Увеличивает скорость поворота машины. Эффект усиливается в сочетании с оборудованием «Дополнительные грунтозацепы», снаряжением «Ленд-лизовское масло», «Качественное масло», «Подкрученный регулятор оборотов» и «100-, 105-октановый бензин». Внимание! Увеличивает разброс орудия при повороте машины.

# skills/driver_virtuoso/header
source: Clutch Braking
ru: Виртуоз

# skills/forRole/commander
source: Commander
ru: командиром

# skills/forRole/common
source: all qualifications
ru: всеми специальностями

# skills/forRole/driver
source: Driver
ru: механиком-водителем

# skills/forRole/gunner
source: Gunner
ru: наводчиком

# skills/forRole/loader
source: Loader
ru: заряжающим

# skills/forRole/radioman
source: Radio Operator
ru: радистом

# skills/radioman_finder/descr
source: Increases Maximum View Range. If two Radio Operators have the skill, only the higher rating is effective. The skill is cumulative with the effects of Recon, Coated Optics and Binocular Telescope.
ru: Увеличивает максимальную дальность обзора. Если умение приобретено двумя радистами, учитывается максимальный уровень умения по экипажу. Эффект увеличивается в сочетании с умением «Орлиный глаз», оборудованием «Просветлённая оптика» и «Стереотруба».

# skills/radioman_finder/header
source: Situational Awareness
ru: Радиоперехват

# skills/radioman_inventor/descr
source: Extends Signal Range.
ru: Увеличивает дальность связи радиостанции.

# skills/radioman_inventor/header
source: Signal Boosting
ru: Изобретатель

# skills/status/avgExp
source: (effective skill level is averaged across the entire crew)
ru: (учитывается средний уровень по экипажу)

# skills/status/for2radiomen
source: (if two Radio operators have this skill, only the higher rating is effective)
ru: (если умение приобретено двумя радистами, учитывается максимальный уровень умения по экипажу)

# skills/status/isForRole
source: Trained by%(role)s%(special)s.
ru: Изучается %(role)s%(special)s.

# skills/status/momental
source: Comes into effect after training starts. The effect increases with skill level.
ru: Начинает действовать с начала изучения. Эффективность увеличивается по мере изучения.

# skills/status/requiersWholeCrew
source: Comes into effect after all crew members reach 100%.
ru: Начинает действовать при 100% изучении всеми членами экипажа.

# sound/dynamicRange/help/body
source: Wide range Suitable for modern external sound systems and headphones that support full audio range output, as well as for certain Hi-Fi sound systems. The difference between the loudest and quietest sounds is more notable. Narrow range Suitable for small sound systems, laptop speakers, and low-end headphones. Ensures comfortable gameplay at night. The difference between the loudest and quietest sounds is less notable.
ru: Широкий диапазон. Для современных внешних аудиосистем и наушников, обеспечивающих воспроизведение полного аудиодиапазона, а также для отдельных систем категории Hi-Fi. Наибольшая разница между самыми громкими и самыми тихими звуками. Узкий диапазон. Предназначен для небольших акустических систем, динамиков ноутбука и бюджетных наушников. Обеспечивает комфортную игру в ночное время. Наименьшая разница между самыми громкими и самыми тихими звуками.

# sound/dynamicRange/help/header
source: Dynamic Range
ru: Динамический диапазон

# soundQualityOn/body
source: Reducing the sound quality may improve the overall game performance on low-end computers. Enabling this mode significantly reduces the number of sounds processed simultaneously.
ru: Снижение качества звука может повысить быстродействие игры на бюджетных компьютерах. Включение данного режима значительно снижает количество одновременно воспроизводимых звуков.

# soundQualityOn/header
source: LQ Sound
ru: Низкое качество

# squadWindow/battleTypeInfo/body
source: Battle mode is selected by the Platoon Commander.
ru: Режим боя выбирает командир взвода.

# squadWindow/battleTypeInfo/header
source: Attention!
ru: Внимание!

# squadWindow/buttons/btnFight/body
source: Click if you are ready to enter the battle.
ru: Нажмите, если вы готовы выйти в бой.

# squadWindow/buttons/btnFight/header
source: Ready!
ru: Готов!

# squadWindow/buttons/btnNotReady/body
source: Click if you are not ready to enter the battle.
ru: Нажмите, если вы не готовы выйти в бой.

# squadWindow/buttons/btnNotReady/header
source: Not Ready
ru: Не готов

# squadWindow/buttons/invite/body
source: Click to invite players from your Contact list to the Platoon.
ru: Нажмите, чтобы пригласить игроков во взвод из вашего списка контактов.

# squadWindow/buttons/invite/header
source: Invite Players
ru: Пригласить игроков

# squadWindow/buttons/leaveSquad/body
source: Click to leave the Platoon.
ru: Нажмите, чтобы выйти из состава взвода.

# squadWindow/buttons/leaveSquad/header
source: Leave Platoon
ru: Покинуть взвод

# squadWindow/buttons/recommend/body
source: Click to recommend players from your Contact list for the Platoon.
ru: Нажмите, чтобы рекомендовать игроков во взвод из вашего списка контактов.

# squadWindow/buttons/recommend/header
source: Recommend Players
ru: Рекомендовать игроков

# squadWindow/buttons/sendMessage/body
source: Click to send a message to chat channel.
ru: Нажмите, чтобы отправить сообщение в канал связи.

# squadWindow/buttons/sendMessage/header
source: Send Message
ru: Отправить сообщение

# squadWindow/demandForVehicle/notValidVehicle/body
source: The selected vehicle does not meet the requirements of the team Commander.
ru: Выбранная машина не соответствует требованиям командира.

# squadWindow/demandForVehicle/notValidVehicle/header
source: Incompatible Vehicle
ru: Неподходящая машина

# squadWindow/domination/vehiclesInfoIcon/body
source: The group should comprise three Tier %(allowedLevels)s vehicles with at least one vehicle of Tier %(requiredLevel)s that is not in battle.
ru: Группа должна состоять из 3 машин %(allowedLevels)s уровней. Как минимум 1 машина должна быть %(requiredLevel)s уровня и не находиться в настоящий момент в бою.

# squadWindow/domination/vehiclesInfoIcon/header
source: Vehicles in Group
ru: Состав группы

# squadWindow/event/domination
source: A Platoon in Domination: Supply Swarm consists of three players. All vehicles must be repaired and have complete crew and ammunition.
ru: Взвод в событии «Превосходство: Стальная ярость» состоит из 3 игроков. Вся техника должна быть отремонтирована, иметь укомплектованный экипаж и полный боекомплект.

# squadWindow/event/domination/note
source: Vehicles: %(vehicles)s
ru: Машины: %(vehicles)s

# squadWindow/infoIcon/tech/body
source: The Platoon should comprise vehicles of the same tier.
ru: Взвод должен состоять из машин одного уровня.

# squadWindow/infoIcon/tech/header
source: Rules for Platoon Creation
ru: Правила формирования взвода

# squadWindow/infoIcon/techRestrictions/body0
source: Each of the Platoon members will earn additional experience according to battle results, if all the vehicles in the Platoon are of the same tier.
ru: Только при игре на технике одного уровня каждый боец взвода получает дополнительный опыт по итогам боя.

# squadWindow/infoIcon/techRestrictions/body1
source: If the difference in vehicle tiers is 3 or less, the Platoon will not receive additional experience or a penalty.
ru: Если разница в уровнях техники не превышает 3, то взвод не получает дополнительный опыт, но и не штрафуется.

# squadWindow/infoIcon/techRestrictions/body2
source: If the difference in vehicle tiers is more than 3, all members of the Platoon will receive a significant penalty to experience.
ru: Если разница в уровнях техники превышает 3, то все игроки взвода получают существенный штраф к опыту.

# squadWindow/infoIcon/techRestrictions/header
source: Vehicle Selection Rules
ru: Правила подбора техники

# squadWindow/infoIcon/techRestrictions/title0
source: Vehicles of the Same Tier
ru: Машины одного уровня

# squadWindow/infoIcon/techRestrictions/title1
source: +/- 3 Tiers
ru: Разница +/- 3 уровня

# squadWindow/infoIcon/techRestrictions/title2
source: More Than 3 Tiers
ru: Разница более 3 уровней

# squadWindow/simpleSlotNotification/alert/alert
source: The Platoon will be penalized if you join the battle with this Platoon composition.
ru: Взвод получит штраф к опыту за бой в таком составе.

# squadWindow/simpleSlotNotification/alert/body
source: The difference in vehicle tiers is more than 3.
ru: Техника отличается более чем на 3 уровня.

# squadWindow/simpleSlotNotification/alert/header
source: Vehicles of Different Tiers
ru: Техника разных уровней

# squadWindow/simpleSlotNotification/info/body
source: Vehicles in the Platoon are of different tiers: additional experience will not be awarded to Platoon members.
ru: В составе взвода машины разного уровня: игроки взвода не получат дополнительный опыт за бой.

# squadWindow/simpleSlotNotification/info/header
source: Vehicles of Different Tiers
ru: Техника разных уровней

# squadWindow/status/canceled
source: Offline
ru: Не в сети

# squadWindow/status/commander
source: Platoon Commander
ru: Командир взвода

# squadWindow/status/inBattle
source: In battle
ru: В бою

# squadWindow/status/locked
source: Slot locked
ru: Слот заблокирован

# squadWindow/status/normal
source: Not ready
ru: Не готов

# squadWindow/status/ready
source: Ready for battle!
ru: К бою готов!

# squadWindow/teammate/notValidVehicle/body
source: The selected vehicle does not meet your requirements.
ru: Выбранная машина не соответствует вашим требованиям.

# squadWindow/teammate/notValidVehicle/header
source: Incompatible Vehicle
ru: Неподходящая машина

# stronghold/prebattle/noClanMembers
source: Detachment dismissed. You were automatically removed from the detachment.
ru: Отряд расформирован. Вы автоматически исключены из состава.

# strongholds/timer/WaitingForData
source: Loading data...
ru: Идёт загрузка данных...

# strongholds/timer/searchEnemy
source: Searching for enemy...
ru: Подбор противника...

# strongholds/timer/squadInBattle
source: Detachment in battle
ru: Отряд в бою

# strongholds/timer/squadInQueue
source: Awaiting battle...
ru: Ожидание боя...

# strongholds/timer/timeToBattle
source: Advance starts in
ru: Время до начала Наступления

# strongholds/timer/timeToNextBattle
source: The next battle starts in
ru: Время до начала следующего боя

# suitableVehicle/conditionsTitle
source: Requirements for vehicles:
ru: Требования к технике:

# suitableVehicle/header
source: Vehicles of correct type
ru: Подходящая техника

# suitableVehicle/hiddenVehicleCount
source: ...and on other vehicles:
ru: ... и ещё на машинах:

# suitableVehicle/matches
source: Suitable:
ru: Подходит:

# suitableVehicle/more
source: ...and more vehicles:
ru: ... и ещё машин:

# suitableVehicle/suitableTitle
source: Vehicles in your Garage that comply with the requirements:
ru: Техника из вашего Ангара, соответствующая требованиям:

# suitableVehicle/unsuitable
source: No suitable vehicles
ru: Нет подходящей техники

# tankCarusel/MainProperty
source: Specs:
ru: Базовые характеристики:

# tankCarusel/lock/CLAN
source: Clan Wars
ru: «Мировая война»

# tankCarusel/lock/ROAMING
source: Server limit due to roaming
ru: Серверное ограничение из-за роуминга

# tankCarusel/lock/TOURNAMENT
source: Battle for landing
ru: Бой за высадку

# tankCarusel/lock/To
source: Until
ru: До

# tankCarusel/lock/header
source: Locked
ru: Машина заблокирована

# tankCarusel/lock/rotation
source: Fight the specified number of battles in vehicles of available groups to unlock.
ru: Проведите отведённое количество боёв на технике из доступных групп для разблокировки.

# tankCarusel/lock/rotation/header
source: Vehicle of Group %(groupNum)s is Unavailable
ru: Машина группы %(groupNum)s недоступна

# tankCaruselTooltip/vehicleType/elite/AT-SPG
source: Elite Tank Destroyer
ru: Элитная ПТ-САУ

# tankCaruselTooltip/vehicleType/elite/SPG
source: Elite SPG
ru: Элитная САУ

# tankCaruselTooltip/vehicleType/elite/heavyTank
source: Elite Heavy Tank
ru: Элитный тяжёлый танк

# tankCaruselTooltip/vehicleType/elite/lightTank
source: Elite Light Tank
ru: Элитный лёгкий танк

# tankCaruselTooltip/vehicleType/elite/mediumTank
source: Elite Medium Tank
ru: Элитный средний танк

# tankCaruselTooltip/vehicleType/normal/AT-SPG
source: Tank Destroyers
ru: ПТ-САУ

# tankCaruselTooltip/vehicleType/normal/SPG
source: SPGs
ru: САУ

# tankCaruselTooltip/vehicleType/normal/heavyTank
source: Heavy Tank
ru: Тяжёлый танк

# tankCaruselTooltip/vehicleType/normal/lightTank
source: Light Tank
ru: Лёгкий танк

# tankCaruselTooltip/vehicleType/normal/mediumTank
source: Medium Tank
ru: Средний танк

# tank_params/avgParamComment/damage
source: Minimum-maximum damage %(units)s
ru: Минимальный-максимальный урон %(units)s

# tank_params/avgParamComment/piercingPower
source: Minimum-maximum value %(units)s
ru: Минимальное-максимальное значение %(units)s

# tank_params/desc/aimingTime
source: Time it takes for the aiming circle diameter to decrease by 60%.
ru: Время, за которое прицел уменьшается в 2,5 раза.

# tank_params/desc/attainableSpeed
source: Speed of a vehicle after 5 seconds of acceleration from a static position at a dead level. Values are shown for hard/moderately soft/soft ground.
ru: Скорость, развиваемая машиной за 5 секунд из статического состояния при перемещении по строго горизонтальной поверхности. Показаны значения для твёрдого/среднего/мягкого грунтов.

# tank_params/desc/avgDamage
source: Average damage caused by a standard shell after an armor-penetrating hit.
ru: Средний урон, наносимый базовым снарядом за один выстрел при пробитии брони.

# tank_params/desc/avgDamagePerMinute
source: Amount of damage that can potentially be caused to an enemy vehicle within 1 minute if all hits penetrate the armor.
ru: Количество урона, потенциально наносимого противнику за 1 минуту при регулярном пробитии брони.

# tank_params/desc/avgPiercingPower
source: Average thickness of armor penetrated by a standard shell adjusted for shell normalization.
ru: Средняя толщина брони, пробиваемая базовым снарядом с учётом его нормализации.

# tank_params/desc/chassisRotationSpeed
source: Speed of hull traverse about its axis, and speed of changing direction in motion (maneuverability).
ru: Скорость вращения корпуса машины вокруг своей оси, а также скорость смены курса при движении (манёвренность).

# tank_params/desc/circularVisionRadius
source: The current View Range of your vehicle. No enemy vehicles can be spotted at a distance exceeding 445 m. Further increase of the View Range allows you to more easily spot enemy vehicles within the 445 m radius.
ru: Текущий обзор машины. Противник не может быть обнаружен вами на дистанции свыше 445 метров. Увеличение показателя облегчает обнаружение вами любого противника в радиусе 445 метров.

# tank_params/desc/clipFireRate
source: Time between firing the last shell in the magazine and loading the new magazine. / Time between firing a shell and loading the next shell in the same magazine. / Number of shells in one magazine.
ru: Время между выстрелом последнего снаряда и заряжанием нового магазина. / Время между выстрелом снаряда и заряжанием следующего снаряда в том же магазине. / Количество снарядов в одном магазине.

# tank_params/desc/damage
source: Damage caused by a standard shell upon penetrating enemy armor.
ru: Урон, наносимый базовым снарядом за один выстрел при пробитии брони.

# tank_params/desc/enginePower
source: This parameter affects vehicle acceleration, top speed, and hull traverse speed.
ru: Параметр отвечает за максимальную скорость, динамику разгона и скорость поворота корпуса машины.

# tank_params/desc/enginePowerPerTon
source: This parameter affects vehicle acceleration and performance on different terrain types.
ru: Параметр отвечает за динамику разгона и проходимость машины на разных типах грунта.

# tank_params/desc/explosionRadius
source: Burst radius after the HE shell explosion.
ru: Радиус разлёта осколков, наносящих урон при разрыве осколочно-фугасного снаряда.

# tank_params/desc/gunRotationSpeed
source: Degrees of gun traverse (vertical and horizontal) per second within the arc of fire when the hull is stationary.
ru: Количество градусов в секунду, на которое орудие повернётся в секторе обстрела (по вертикали и горизонтали) при неподвижном корпусе.

# tank_params/desc/gunYawLimits
source: Maximum angles for horizontal gun traverse (to the left and right of the default position) when the hull is stationary.
ru: Максимальные углы, на которые орудие отклоняется по горизонтали влево и вправо относительно его расположения по умолчанию при неподвижном корпусе.
