Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# vehicleParams/penalty/tankmanDifferentVehicle/template
source: %(tankmanType)s is not trained for this vehicle
ru: %(tankmanType)s не обучен на эту машину

# vehicleParams/penalty/tankmanLevel/template
source: %(tankmanType)s is trained to less than 100%%
ru: %(tankmanType)s не обучен на 100%%

# vehicleParams/piercingPower
source: Average Penetration (mm)
ru: Средняя бронепробиваемость (мм)

# vehicleParams/possibleBonuses/desc
source: The parameter can be affected by the following:
ru: На параметр могут повлиять:

# vehicleParams/simplified/title
source: Simplified Technical Characteristics:
ru: Упрощённые ТТХ:

# vehicleParams/skill/name
source: Crew skill or perk
ru: Умение или навык экипажа

# vehicleParams/speedLimits
source: Top Speed / Reverse Speed (km/h)
ru: Макс. скорость / задний ход (км/ч)

# vehicleParams/turretArmor
source: Turret Armor (front/sides/rear, mm)
ru: Бронирование башни (лоб/борт/корма в мм)

# vehiclePreview/buyButton/notEnoughCredits/body
source: Earn it in battle, sell surplus items from your storage, or exchange gold to acquire more.
ru: Заработайте их в бою, продайте излишки со склада или обменяйте золото.

# vehiclePreview/buyButton/notEnoughCredits/header
source: Not enough credits
ru: Недостаточно кредитов

# vehiclePreview/buyButton/notEnoughGold/body
source: Refill your balance.
ru: Пополните счёт.

# vehiclePreview/buyButton/notEnoughGold/header
source: Not Enough Gold
ru: Недостаточно золота

# vehiclePreview/buyButton/notEnoughXp/body
source: Earn it in battle or convert experience earned on Elite vehicles.
ru: Заработайте его в бою или переведите опыт, полученный на элитной технике.

# vehiclePreview/buyButton/notEnoughXp/header
source: Not Enough XP
ru: Недостаточно опыта

# vehiclePreview/buyButton/parentModuleIsLocked/body
source: To research this vehicle, research the modules of the preceding vehicle.
ru: Исследуйте модули предыдущей машины, необходимые для доступа к данной машине.

# vehiclePreview/buyButton/parentModuleIsLocked/header
source: Unable to Research
ru: Исследование недоступно

# vehiclePreview/buyButton/parentVehicleIsLocked/body
source: Research the vehicle and preceding modules.
ru: Сначала исследуйте саму машину и предыдущие модули.

# vehiclePreview/buyButton/parentVehicleIsLocked/header
source: Unable to Research
ru: Исследование недоступно

# vehiclePreview/crew/additionalRoles
source: Additional duty: %(roles)s
ru: По совместительству: %(roles)s

# vehiclePreview/crew/commander
source: Influences the distance at which enemy vehicles are spotted (%(paramName)s). Improves crew performance. The Commander adds %(crewPercents)s to major qualifications of all other crew members per %(commanderPercents)s of the Commander's major qualification.
ru: Влияет на дальность обнаружения противника (%(paramName)s). Усиливает экипаж. За каждые %(commanderPercents)s своего основного навыка командир добавляет по %(crewPercents)s к основному умению всем членам экипажа, кроме самого себя.

# vehiclePreview/crew/driver
source: Influences the vehicle's hull traverse speed, i.e. vehicle maneuverability (%(paramName)s).
ru: Влияет на скорость поворота корпуса, то есть манёвренность машины (%(paramName)s).

# vehiclePreview/crew/gunner
source: Influences gun aiming time, turret traverse speed, gun traverse speed, and dispersion at 100 m (%(paramName)s).
ru: Влияет на время сведения орудия, скорость поворота башни, скорость горизонтального наведения и разброс орудия на 100 м (%(paramName)s).

# vehiclePreview/crew/influence/aimingTime
source: Aiming Time
ru: Время сведения

# vehiclePreview/crew/influence/chassisRotationSpeed
source: Traverse Speed
ru: Скорость поворота шасси

# vehiclePreview/crew/influence/enginePower
source: Engine Power
ru: Мощность двигателя

# vehiclePreview/crew/influence/firepower
source: Firepower
ru: Огневая мощь

# vehiclePreview/crew/influence/mobility
source: Mobility
ru: Мобильность

# vehiclePreview/crew/influence/radioDistance
source: Signal Range
ru: Дальность связи

# vehiclePreview/crew/influence/reconnaissance
source: Spotting
ru: Наблюдение

# vehiclePreview/crew/influence/visionRadius
source: View Range
ru: Обзор

# vehiclePreview/crew/loader
source: Influences rate of fire, average damage per minute, and reload time (%(paramName)s).
ru: Влияет на скорострельность орудия, средний урон в минуту, время перезарядки (%(paramName)s).

# vehiclePreview/crew/radioman
source: Influences the vehicle's maximum signal range, which determines the distance at which enemy vehicles are displayed on the minimap (%(paramName)s).
ru: Влияет на максимальную дальность связи, которая отвечает за видимость противника на миникарте (%(paramName)s).

# vehiclePreview/vehiclePanel/info/body
source: These characteristics apply to a vehicle with the crew trained to 100%.
ru: ТТХ указаны для машины с экипажем, обученным на 100%.

# vehicleSelector/filter/mainVehicle
source: Filter by primary vehicles.
ru: Фильтровать по основной технике

# vehicleSelector/filter/nation
source: Filter vehicles by nation.
ru: Фильтровать технику по нации

# vehicleSelector/filter/vehLvl
source: Filter vehicles by tier.
ru: Фильтровать технику по уровню

# vehicleSelector/filter/vehType
source: Filter vehicles by type.
ru: Фильтровать технику по типу

# vehicleSelector/incompatibleType/body
source: To play most comfortably, select a light, medium, or heavy tank.
ru: Для комфортной игры выберите лёгкий, средний или тяжёлый танк.

# vehicleSelector/incompatibleType/header
source: Vehicle Type Not Suitable for Autosearch
ru: Недопустимый тип техники для автопоиска

# vehicleSelector/overflowLevel/body
source: Wrong vehicle tier for this battle mode.
ru: Уровень машины не подходит для данного режима боёв.

# vehicleSelector/overflowLevel/header
source: Tier Not Allowed
ru: Недопустимый уровень

# vehicleSelector/sorting/nation/body
source: Sort by nation.
ru: Сортировать по нации

# vehicleSelector/sorting/nation/header
source: Nation
ru: Нация

# vehicleSelector/sorting/vehLvl/body
source: Sort by vehicles' tier.
ru: Сортировать по уровню техники

# vehicleSelector/sorting/vehLvl/header
source: Tier
ru: Уровень

# vehicleSelector/sorting/vehName/body
source: Sort by vehicles' name.
ru: Сортировать по названию техники

# vehicleSelector/sorting/vehName/header
source: Name
ru: Название

# vehicleSelector/sorting/vehType/body
source: Sort by vehicles' type.
ru: Сортировать по типу техники

# vehicleSelector/sorting/vehType/header
source: Type
ru: Тип

# vehicleSellDialog/crew/alertIcon/recovery/body
source: The dismissal buffer holds %(maxVal)s crew members. The buffer already contains %(curVal)s crew members, the dismissed %(sourceName)s will replace %(targetInfo)s.
ru: Буфер демобилизованных вмещает %(maxVal)s членов экипажа. Сейчас в буфере %(curVal)s человек, демобилизуемый %(sourceName)s заменит %(targetInfo)s.

# vehicleSellDialog/crew/alertIcon/recovery/header
source: Dismissal Buffer is Full
ru: Буфер демобилизованных заполнен

# vehicleSellDialog/renderer/alertIconCrystal/body
source: Complex equipment can be demounted and used again only for bonds.
ru: Сложное усовершенствованное оборудование может быть демонтировано для повторного использования только за боны.

# vehicleSellDialog/renderer/alertIconCrystal/header
source: Demounting Possible only for Bonds
ru: Выгрузить на Склад возможно только за боны

# vehicleSellDialog/renderer/alertIconGold/body
source: Complex equipment can be demounted and used again only for gold.
ru: Сложное штатное оборудование может быть демонтировано для повторного использования только за золото.

# vehicleSellDialog/renderer/alertIconGold/header
source: Demounting Possible only for Gold
ru: Выгрузить на Склад возможно только за золото

# vehicleStatus/ammoNotFull/header
source: Ammunition incomplete
ru: Неполный боекомплект

# vehicleStatus/ammoNotFullEvents/header
source: Ammunition incomplete
ru: Неполный боекомплект

# vehicleStatus/battle/header
source: In battle
ru: В бою

# vehicleStatus/body
source: The vehicle is temporarily not ready for battle.
ru: Данная машина временно не готова выйти в бой.

# vehicleStatus/crewNotFull/header
source: Crew incomplete
ru: Неполный экипаж

# vehicleStatus/damaged/header
source: Repairs required
ru: Требуется ремонт

# vehicleStatus/dealIsOver/header
source: Vehicle Unavailable
ru: Машина недоступна

# vehicleStatus/destroyed/header
source: Repairs required
ru: Требуется ремонт

# vehicleStatus/exploded/header
source: Repairs required
ru: Требуется ремонт

# vehicleStatus/fallout_only/header
source: Not suitable
ru: Не подходит

# vehicleStatus/groupAmmoNotFull/header
source: Ammunition incomplete
ru: Неполный боекомплект

# vehicleStatus/group_is_not_ready/header
source: Group not ready
ru: Группа не готова

# vehicleStatus/igrRentalIsOver/header
source: Special Ended
ru: Акция завершена

# vehicleStatus/inHangar/header
source: In Garage
ru: В Ангаре

# vehicleStatus/inPrebattle/header
source: In Tactical Unit
ru: В составе формирования

# vehicleStatus/inPremiumIgrOnly/header
source: Available Only in %(icon)s
ru: Доступно только в %(icon)s

# vehicleStatus/locked/header
source: In Tactical Unit
ru: В составе формирования

# vehicleStatus/notEnoughCredits/header
source: Not enough credits
ru: Недостаточно кредитов

# vehicleStatus/notEnoughCredits/text
source: Earn it in battle, sell surplus items from your storage, or exchange gold to acquire more.
ru: Заработайте их в бою, продайте излишки со склада или обменяйте золото.

# vehicleStatus/notEnoughGold/header
source: Not enough gold
ru: Недостаточно золота

# vehicleStatus/notEnoughGold/text
source: Refill your balance.
ru: Пополните счёт.

# vehicleStatus/notSuitable/header
source: Wrong vehicle for this Historical Battle
ru: Не подходит для данного Исторического боя

# vehicleStatus/notUnlocked/header
source: Research
ru: Не исследован

# vehicleStatus/notpresent/header
source: Not in the Garage
ru: Нет в Ангаре

# vehicleStatus/operationError/header
source: Financial Operation Unavailable
ru: Финансовая операция недоступна

# vehicleStatus/rentalIsOver/header
source: Rental period ended
ru: Аренда завершена

# vehicleStatus/restoreCooldown/days
source: Days left to recover: %(time)s
ru: Осталось дней до возможности восстановления: %(time)s

# vehicleStatus/restoreCooldown/hours
source: Hours left to recover: %(time)s
ru: Осталось часов до возможности восстановления: %(time)s

# vehicleStatus/rotationGroupUnlocked/header
source: Ready for Battle (Group %(groupNum)s; Available Battles: %(battlesLeft)s)
ru: К бою готов (Группа %(groupNum)s, доступно боев: %(battlesLeft)s)

# vehicleStatus/undamaged/header
source: Ready for battle
ru: К бою готов

# vehicleStatus/unsuitableToQueue/header
source: Not suitable
ru: Не подходит

# vehicleStatus/unsuitableToUnit/header
source: Not Suitable for Platoon
ru: Не подходит для взвода

# wallet/not_available_credits/body
source: Retrieving balance data. All your credits will become available soon.
ru: Идёт получение данных о балансе. Все ваши кредиты станут доступны в ближайшее время.

# wallet/not_available_credits/header
source: Retrieving Data
ru: Получение данных

# wallet/not_available_crystal/body
source: Retrieving balance data. All your bonds will be available soon.
ru: Идёт получение данных о балансе. Все ваши боны станут доступны в ближайшее время.

# wallet/not_available_crystal/header
source: Retrieving Data
ru: Получение данных

# wallet/not_available_freexp/body
source: Acquisition of balance data is in progress. All your Free Experience will be available soon.
ru: Идёт получение данных о балансе. Весь ваш свободный опыт станет доступен в ближайшее время.

# wallet/not_available_freexp/header
source: Data Acquisition
ru: Получение данных

# wallet/not_available_gold/body
source: Acquisition of balance data is in progress. All your gold will be available soon.
ru: Идёт получение данных о балансе. Всё ваше золото станет доступно в ближайшее время.

# wallet/not_available_gold/header
source: Data Acquisition
ru: Получение данных

# windowHelp/body
source: Hover the icon to get additional information about the element.
ru: Наведите курсор на такую иконку, чтобы получить дополнительную информацию об элементе.

# windowHelp/header
source: Tip
ru: Подсказка
