Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# Calendar/nextMonth
source: Click to view the next month.
ru: Нажмите, чтобы перейти к следующему месяцу.

# Calendar/prevMonth
source: Click to view the previous month.
ru: Нажмите, чтобы перейти к предыдущему месяцу.

# Contact/resource/mob
source: In mobile chat
ru: Находится в мобильном чате.

# Contact/resource/web
source: In web chat
ru: Находится в web-чате.

# Contact/resource/wotb
source: In WoT Blitz client
ru: Находится в клиенте WoT Blitz.

# Contact/resource/wotg
source: In WoT Generals
ru: Находится в WoT Generals.

# Contact/resource/wowp
source: In WoWP client
ru: Находится в клиенте WoWP.

# Contact/resource/wows
source: In WoWS client
ru: Находится в клиенте WoWS.

# Contact/status/inBattle/bootcamp
source: In Bootcamp
ru: В Боевом обучении

# Contact/status/inBattle/fortifications
source: In a battle for Stronghold
ru: В сражении за Укрепрайон

# Contact/status/inBattle/historical
source: In Historical Battle
ru: В Историческом бою

# Contact/status/inBattle/random
source: In Random Battle
ru: В Случайном бою

# Contact/status/inBattle/ranked
source: In Ranked Battle
ru: В Ранговом бою

# Contact/status/inBattle/special
source: In Special Battle
ru: В специальном бою

# Contact/status/inBattle/team
source: In Tank Company Battle
ru: В Ротном бою

# Contact/status/inBattle/team7x7
source: In Team Battle
ru: В Командном бою

# Contact/status/inBattle/training
source: In Team Training Battle
ru: В Тренировочном бою

# Contact/status/inBattle/tutorial
source: In Battle Training
ru: В Боевом обучении

# Contact/status/inBattle/unknown
source: In Battle
ru: В бою

# Contact/status/online
source: Online
ru: В сети

# Contact/units/clan
source: Clan:
ru: Клан:

# Contact/units/groups
source: Member of the groups:
ru: Находится в группах:

# Contact/units/homeRealm
source: Home region:
ru: Домашний регион:

# Contact/units/status/description/chatBan
source: Chat blocked.
ru: Чат заблокирован

# Contact/units/status/description/ignored
source: Blacklisted player
ru: Игнорируемый игрок

# Contact/units/status/description/pendingfriendship
source: Awaiting friend request confirmation
ru: Ожидается подтверждение запроса на добавление в «Друзья».

# Contact/units/status/description/recruit
source: This is your recruit. You will receive additional experience for every victory while playing in a Platoon with your recruit.
ru: Это ваш рекрут. За каждую победу во взводе с ним вы получаете дополнительный опыт.

# Contact/units/status/description/recruiter
source: This is your recruiter. You will receive additional experience for every victory while playing in a Platoon with your recruiter.
ru: Это ваш рекрутёр. За каждую победу во взводе с ним вы получаете дополнительный опыт.

# FortOrdersPanelComponent/emptySlot/body
source: Click to select a suitable Reserve for the upcoming battle.
ru: Нажмите, чтобы выбрать подходящий для предстоящего боя резерв.

# ReferralManagementWindow/createSquadBtn/disabled/isOffline/body
source: Player is offline.
ru: Игрок не в сети

# ReferralManagementWindow/createSquadBtn/disabled/isOffline/header
source: Action Unavailable
ru: Действие недоступно

# ReferralManagementWindow/createSquadBtn/disabled/squadIsFull/body
source: Platoon is full.
ru: Взвод полностью укомплектован

# ReferralManagementWindow/createSquadBtn/disabled/squadIsFull/header
source: Action Unavailable
ru: Действие недоступно

# ReferralManagementWindow/createSquadBtn/enabled/body
source: Click to invite your recruit to play with you in a Platoon.
ru: Нажмите, чтобы пригласить вашего рекрута во взвод для совместной игры.

# ReferralManagementWindow/createSquadBtn/enabled/header
source: Invite to Platoon
ru: Пригласить во взвод

# ReferralManagementWindow/multiplier/x1/body
source: Your recruit has earned maximum experience with increased multiplier. A standard x1 multiplier will be applied to all further experience earned.
ru: Ваш рекрут заработал максимальное количество опыта с повышенным коэффициентом. Весь последующий опыт зарабатывается с базовым коэффициентом 1.0.

# ReferralManagementWindow/multiplier/x1/header
source: No Multiplier
ru: Коэффициент отсутствует

# ReferralManagementWindow/table/experience/body
source: Experience earned by your recruits while playing in the Platoon. To receive a reward, the total amount of the experience earned should meet the requirements.
ru: Принесённый вашими рекрутами опыт, заработанный в совместной игре взводом. Для получения награды сумма всего принесённого рекрутами опыта должна соответствовать необходимой.

# ReferralManagementWindow/table/experience/header
source: Experience
ru: Опыт

# RoleChange/currentRoleWarning/body
source: The crew member already has this qualification.
ru: Член экипажа уже обучен на данную специальность.

# RoleChange/currentRoleWarning/header
source: Change Unavailable
ru: Смена невозможна

# RoleChange/footerInfo/body
source: All the trained skills and perks will be reset, so you can rearrange them. The cost of skill and perk reset is included in the cost of the operation.
ru: Все изученные умения и навыки будут сброшены, и вы имеете возможность перераспределить их заново. Стоимость сброса умений и навыков включена в стоимость операции.

# RoleChange/footerInfo/header
source: Skill and Perk Reset
ru: Сброс умений и навыков

# RoleChange/roleAndVehicleTaken/body
source: You already have %(count)d crew member(s) of this qualification for that vehicle. There is already a %(role)s in %(vehicleName)s. The requalified crew member will be sent to the Barracks.
ru: У вас уже есть %(count)d член(а) экипажа данной специальности для этой машины. %(role)s уже в %(vehicleName)s. Переученный член экипажа будет помещён в Казарму.

# RoleChange/roleAndVehicleTaken/header
source: Attention!
ru: Внимание!

# RoleChange/roleChangeForbidden/body
source: This crew member cannot become the %(role)s.
ru: Данный член экипажа не может стать %(role)s.

# RoleChange/roleChangeForbidden/header
source: Unavailable
ru: Недоступно

# RoleChange/roleTaken/body
source: You already have %(count)d crew member(s) of this qualification for that vehicle.
ru: У вас уже есть %(count)d член(а) экипажа данной специальности для этой машины.

# RoleChange/roleTaken/header
source: Attention!
ru: Внимание!

# ToolTipRefSysAwards/infoBody/access
source: Reward already received
ru: Награда уже получена.

# ToolTipRefSysAwards/infoBody/conditions
source: • Play together in a Platoon • Win a battle • Be among the top %(top)d players
ru: • Совместная игра во взводе • Победа в бою • Попадание в топ-%(top)d

# ToolTipRefSysAwards/infoBody/notAccess
source: Reward not yet received
ru: Награда пока не получена.

# ToolTipRefSysAwards/infoBody/requirements
source: Earn %(expCount)s%(notEnoughMsg)s while playing in a Platoon with the players you invited.
ru: Заработать %(expCount)s%(notEnoughMsg)s, играя во взводе с приглашёнными игроками.

# ToolTipRefSysAwards/infoBody/requirements/notEnough
source: you need
ru: не хватает

# ToolTipRefSysAwards/title/credits
source: %(credits)s Credits
ru: %(credits)s кредитов

# ToolTipRefSysAwards/title/general
source: Reward: %(awardMsg)s
ru: Награда: %(awardMsg)s

# ToolTipRefSysAwards/title/tankman
source: Crew Member
ru: член экипажа

# ToolTipRefSysAwards/title/uniqueTank
source: %(tankName)s and the Commander
ru: %(tankName)s и командир

# ToolTipRefSysDescription/awards/descr/credits
source: %(count)s credits
ru: %(count)s кредитов

# ToolTipRefSysDescription/awards/descr/vehicleWithTankmen
source: %(vehicleName)s with crew: %(tankmenRoles)s
ru: %(vehicleName)s с экипажем: %(tankmenRoles)s

# ToolTipRefSysDescription/bottom/bottomTF
source: The indicated crew members are trained for the T95E2. You will receive this vehicle after your recruit purchases a Tier X vehicle. Only one T95E2 can be acquired through one of the options described.
ru: Указанные члены экипажа обучены на T95E2. Сам танк также начисляется после покупки вашим рекрутом машины Х уровня. Можно получить только один T95E2 одним из указанных способов.

# ToolTipRefSysDescription/header/actionTF
source: Additional Combat Experience for fulfilling the following conditions:
ru: Дополнительный боевой опыт за выполнение следующих условий:

# ToolTipRefSysDescription/header/awardsTitleTF
source: Experience required to receive the reward:
ru: Необходимый опыт для получения награды:

# ToolTipRefSysDescription/header/titleTF
source: Reward and Conditions for Receiving It
ru: Награда и условия её получения

# ToolTipRefSysXPMultiplier/bottom
source: You will receive additional experience until your recruit earns %(expNum)s experience.
ru: Пока рекрут не принесёт вам %(expNum)s опыта, вы будете получать увеличенное количество опыта.

# ToolTipRefSysXPMultiplier/conditions
source: Experience coefficient:
ru: Коэффициент начисления опыта:

# ToolTipRefSysXPMultiplier/conditions/days
source: during %(daysNum)d days after victory in battle
ru: в течение %(daysNum)d дней после победы в бою;

# ToolTipRefSysXPMultiplier/conditions/hours
source: during the first %(hoursNum)d h after victory in battle
ru: в первые %(hoursNum)d часа за победу в бою;

# ToolTipRefSysXPMultiplier/conditions/other
source: at the end of the terms specified
ru: по истечении указанных сроков.

# ToolTipRefSysXPMultiplier/description
source: The parameter depends on the time you first played in the Platoon with the recruit.
ru: Параметр зависит от времени вашей первой игры взводом с рекрутом.

# ToolTipRefSysXPMultiplier/title
source: Experience Multiplier
ru: Множитель опыта

# XP/body
source: Used to research modules for the current vehicle and unlock next tier vehicles.
ru: Используется для исследования модулей данной машины и открытия следующих машин.

# XP/header
source: Experience
ru: Опыт

# achievement/achievedOn
source: Achieved in:
ru: Достигнуто на:

# achievement/action/unavailable/descr
source: Information on the medal is loading...
ru: Информация о медали загружается...

# achievement/action/unavailable/title
source: Medal for Specials
ru: Акционная медаль

# achievement/allAchievements
source: Total number of awards received:
ru: Всего наград получено:

# achievement/attr/counter/header
source: Number of awards received
ru: Количество полученных наград

# achievement/attr/degree/header
source: Current Award Class
ru: Текущая степень награды

# achievement/attr/record/header
source: Record combo in all vehicles
ru: Рекордная серия по всей технике

# achievement/attr/small/header
source: Number of awards received
ru: Количество полученных наград

# achievement/attr/vehicleRecord/header
source: Record combo on this vehicle
ru: Рекордная серия на этой машине

# achievement/closeToRecord
source: Best vehicles by result:
ru: Машины с наилучшим результатом:

# achievement/currentDegree
source: Current class:
ru: Текущая степень:

# achievement/custom/notEnough
source: ...and other vehicles:
ru: ...и других машин:

# achievement/historyDescriptionHeader
source: Historical Reference:
ru: Историческая справка:

# achievement/isNotInDossier
source: Award not yet received
ru: Награда пока не получена

# achievement/marksOnGun/NotInDossier
source: Marks not yet received
ru: Отметки пока не получены

# achievement/marksOnGunCount
source: Current ratio is higher than the ratio of %(color_tag_open)s %(count)s%% %(color_tag_close)s players who fought in this vehicle for the past 14 days.
ru: Текущий показатель выше, чем у %(color_tag_open)s %(count)s%% %(color_tag_close)s игроков, игравших на этой машине в течение 14 последних дней.

# achievement/newRecord
source: New record!
ru: Новый рекорд!

# achievement/params/achievesLeft
source: awards
ru: наград

# achievement/params/battlesLeft
source: battles
ru: боёв

# achievement/params/capturePointsLeft
source: base capture points
ru: очков захвата базы

# achievement/params/damageLeft
source: total damage points
ru: ед. суммарного урона

# achievement/params/dropPointsLeft
source: reduced base capture points
ru: сбитых очков захвата базы

# achievement/params/fortDefResLeft
source: units of Industrial Resource
ru: единиц промресурса

# achievement/params/heroesLeft
source: "Battle Heroes"
ru: «Героев битвы»

# achievement/params/left1
source: To get I class, left
ru: До I ст. осталось

# achievement/params/left2
source: To get II class, left
ru: До II ст. осталось

# achievement/params/left3
source: To get III class, left
ru: До III ст. осталось

# achievement/params/left4
source: To get IV class, left
ru: До IV ст. осталось

# achievement/params/maxAimerSeries
source: Record combo, completed in one battle:
ru: Рекордная серия, выполнений за один бой:

# achievement/params/maxDeathTrackWinSeries
source: Record combo, victories in a row:
ru: Рекордная серия, побед подряд:

# achievement/params/maxDiehardSeries
source: Record combo, battles:
ru: Рекордная серия, боёв:

# achievement/params/maxEFC2016WinSeries
source: Record combo, victories in a row:
ru: Рекордная серия, побед подряд:

# achievement/params/maxInvincibleSeries
source: Record combo, battles:
ru: Рекордная серия, боёв:

# achievement/params/maxKillingSeries
source: Record combo, vehicles:
ru: Рекордная серия, машин:

# achievement/params/maxPiercingSeries
source: Record combo, penetrating hits:
ru: Рекордная серия, пробитий подряд:

# achievement/params/maxReliableComradeSeries
source: Record combo, battles:
ru: Рекордная серия, боёв:

# achievement/params/maxSniperSeries
source: Record combo, hit points:
ru: Рекордная серия, попаданий:

# achievement/params/maxTacticalBreakthroughSeries
source: Record combo, victories in a row:
ru: Рекордная серия, побед подряд:

# achievement/params/maxVictoryMarchSeries
source: Record combo, victories in a row:
ru: Рекордная серия, побед подряд:

# achievement/params/maxWFC2014WinSeries
source: Record combo, victories in a row:
ru: Рекордная серия, побед подряд:

# achievement/params/no_class_achievement_left
source: Left:
ru: Осталось:

# achievement/params/pairWinsLeft
source: twin victories
ru: парных побед

# achievement/params/questsLeft
source: missions
ru: задач

# achievement/params/tankwomenLeft
source: female crew members
ru: девушек-танкистов

# achievement/params/vehicles
source: Fighting vehicles:
ru: Участвующая техника:

# achievement/params/vehiclesLeft
source: vehicles
ru: машин

# achievement/params/vehiclesTakePart
source: Fighting vehicles:
ru: Участвующая техника:

# achievement/params/vehiclesToKill
source: Destroy:
ru: Осталось уничтожить:

# achievement/params/vehiclesToResearch
source: Research:
ru: Осталось изучить:

# achievement/params/winPointsLeft
source: victory points
ru: очков победы

# achievement/params/winsLeft
source: victories
ru: побед

# achievement/recordOnVehicle
source: Record in %(vehicleName)s:
ru: Рекорд на %(vehicleName)s:

# actionPrice/body
source: Previous cost: %(oldPrice)s New cost: %(newPrice)s
ru: Прежняя стоимость: %(oldPrice)s Новая стоимость: %(newPrice)s

# actionPrice/changePrice/body
source: The sale price changed due to a current special.
ru: Стоимость продажи изменилась из-за одной из активных акций.

# actionPrice/changePrice/header
source: Sale Price Change
ru: Изменение стоимости продажи

# actionPrice/exchange/body
source: Previous exchange rate: %(oldPrice)s New exchange rate: %(newPrice)s
ru: Прежний курс обмена: %(oldPrice)s Новый курс обмена: %(newPrice)s

# actionPrice/exchange/currencyOr
source: %(credits)sor %(gold)s
ru: %(credits)sили %(gold)s

# actionPrice/exchange/header
source: Profitable Exchange Rate
ru: Выгодный курс обмена

# actionPrice/forAction
source: Special %(actionName)s
ru: В рамках акции %(actionName)s

# actionPrice/forPersonalDiscount
source: With a personal discount
ru: C учётом персональной скидки

# actionPrice/header
source: Discount Cost
ru: Стоимость со скидкой

# actionPrice/rentCompensation
source: Rental compensation: %(rentCompensation)s
ru: Компенсация аренды составляет: %(rentCompensation)s

# actionPrice/sell/body
source: The sale price is lower than usual, because %(deviceName)s can be purchased at a discount.
ru: Стоимость продажи ниже обычной — на покупку %(deviceName)s действует скидка.

# actionPrice/sell/header
source: Attention!
ru: Внимание!

# actionPrice/sell/type/boosters
source: Personal Reserves
ru: личных резервов

# actionPrice/sell/type/equipment
source: consumables
ru: снаряжения

# actionPrice/sell/type/module
source: modules
ru: модулей

# actionPrice/sell/type/optionalDevice
source: equipment
ru: оборудования

# actionPrice/sell/type/shell
source: shells
ru: снарядов

# actionPrice/sell/type/vehicle
source: vehicles
ru: техники

# actionPrice/severalActions
source: There are several discounts on purchasing %(deviceName)s. Maximum discount: under the %(actionName)s special
ru: На покупку %(deviceName)s действует несколько скидок. Максимальная скидка: в рамках акции %(actionName)s

# ammo/auto/body
source: Ammunition will be resupplied automatically, if necessary, after the vehicle leaves battle.
ru: При необходимости боекомплект будет пополняться автоматически после выхода машины из боя.

# ammo/auto/header
source: Resupply automatically
ru: Пополнять автоматически

# awardItem/battleToken/description
source: Unlocks several missions.
ru: Доступ к нескольким задачам.

# awardItem/battleToken/one/body
source: Unlocks the "%(name)s" mission.
ru: Открывает доступ к задаче «%(name)s»

# awardItem/battleToken/one/header
source: Mission Available
ru: Доступ к боевой задаче

# awardItem/battleToken/several/body
source: Unlocks missions:
ru: Открывает доступ к задачам:

# awardItem/battleToken/several/header
source: Missions Available
ru: Доступ к боевым задачам

# awardItem/berths/body
source: An additional free bunk in the Barracks.
ru: Дополнительная свободная койка в Казарме.

# awardItem/berths/header
source: Enlarge Barracks
ru: Расширение Казармы

# awardItem/credits/body
source: The main in-game currency. Earned in battles or purchased with gold.
ru: Основная игровая валюта. Зарабатывается в боях или приобретается за золото.

# awardItem/credits/header
source: Credits
ru: Кредиты

# awardItem/creditsFactor/body
source: An increased multiplier for credits earned in a battle.
ru: Увеличенный коэффициент заработка кредитов.

# awardItem/creditsFactor/header
source: Credits Multiplier
ru: Коэффициент кредитов

# awardItem/crystal/body
source: A rare special currency used to purchase unique items that are unavailable through other means.
ru: Редкая специализированная валюта, за которую покупаются уникальные товары, недоступные за другую валюту.

# awardItem/crystal/header
source: Bonds
ru: Боны

# awardItem/freeXP/body
source: A single-use bonus to additional Free Experience.
ru: Разовая прибавка к дополнительному свободному опыту.

# awardItem/freeXP/header
source: Free Experience
ru: Свободный опыт

# awardItem/freeXPFactor/body
source: An increased multiplier for Free Experience earned in a battle.
ru: Увеличенный коэффициент заработка свободного опыта.

# awardItem/freeXPFactor/header
source: Free Experience Multiplier
ru: Коэффициент свободного опыта

# awardItem/gold/body
source: A valuable in-game currency. You can use it to purchase Premium Account and vehicles, permanent Camouflage, Inscriptions, Emblems, etc. You can also use gold to convert Free Experience.
ru: Ценная игровая валюта, с помощью которой можно приобретать премиум аккаунт и технику, постоянный камуфляж, эмблемы и надписи, переводить боевой опыт в свободный и т.д.

# awardItem/gold/header
source: Gold
ru: Золото

# awardItem/oneof/body
source: The number of rewards and their quality depend on the Leaderboard position.
ru: Количество наград и их ценность зависят от позиции в ладдере.

# awardItem/oneof/header
source: Crate with Rewards
ru: Контейнер с наградой

# awardItem/oneof/rankedCycle/body
source: Received at the end of a stage and contains various rewards. The number of rewards and their quality depend on the achieved rank.
ru: Присваивается в конце этапа и содержит различные награды. Количество наград и их качество зависят от полученного ранга.

# awardItem/oneof/rankedCycle/header
source: Crate with Rewards
ru: Контейнер с наградой

# awardItem/oneof/rankedSeason/body
source: Received at the end of a season and contains various rewards. The number of rewards and their quality depend on the Leaderboard position.
ru: Присваивается в конце сезона и содержит различные награды. Количество наград и их ценность зависят от позиции в ладдере.

# awardItem/oneof/rankedSeason/header
source: Crate with Rewards
ru: Контейнер с наградой

# awardItem/potapovToken/body
source: Unique accolade. Can be obtained for completion of the last mission in each set and/or the secondary condition for it.
ru: Уникальный документ. Выдаётся за выполнение завершающей задачи каждой ветки и/или дополнительного условия к ней.

# awardItem/potapovToken/header
source: Commendation
ru: Наградной лист

# awardItem/premium/body
source: Premium Account increases credits and experience earned in every battle by 50%.
ru: Премиум аккаунт увеличивает заработок опыта и кредитов на 50% за каждый бой.

# awardItem/premium/header
source: Days of Premium Account
ru: Премиум дни

# awardItem/slots/body
source: An additional free slot in the Garage.
ru: Дополнительный свободный слот в Ангаре.

# awardItem/slots/header
source: Enlarge Garage
ru: Расширение Ангара

# awardItem/tankmen/header
source: Full Crew
ru: Укомплектованный экипаж

# awardItem/tankmenXP/body
source: A single-use bonus to additional crew experience.
ru: Разовая прибавка к дополнительному опыту экипажа.

# awardItem/tankmenXP/header
source: Crew Experience
ru: Опыт экипажа

# awardItem/tankmenXPFactor/body
source: An increased multiplier for crew experience earned in a battle.
ru: Увеличенный коэффициент заработка опыта экипажа.

# awardItem/tankmenXPFactor/header
source: Crew Experience Multiplier
ru: Коэффициент опыта экипажа

# awardItem/tankwomen/body
source: A crew member for whom the nation and qualification can be selected.
ru: Член экипажа с возможностью выбора нации и специальности для желаемой машины.

# awardItem/tankwomen/header
source: Female Crew Member
ru: Девушка-танкист

# awardItem/xp/body
source: A single-use bonus to additional Combat Experience.
ru: Разовая прибавка к дополнительному боевому опыту.

# awardItem/xp/header
source: Combat Experience
ru: Боевой опыт

# awardItem/xpFactor/body
source: Increased multiplier for Combat Experience earned in battle.
ru: Увеличенный коэффициент заработка боевого опыта.

# awardItem/xpFactor/header
source: Combat Experience Multiplier
ru: Коэффициент боевого опыта

# barracks/item_buy/body
source: Click to open the Enlarge Barracks confirmation window.
ru: Нажмите, чтобы вызвать окно подтверждения расширения Казармы.

# barracks/item_buy/header
source: Enlarge Barracks
ru: Расширить Казарму

# barracks/item_empty/body
source: Click to open the Recruit Crew Member window.
ru: Нажмите, чтобы открыть окно рекрутирования члена экипажа.

# barracks/item_empty/header
source: Recruit
ru: Рекрутировать члена экипажа

# barracks/placesCount/dismiss/body
source: Holds up to %(placeCount)s crew members who can be recovered later. When the limit is reached, you will be given the option to delete the first dismissed crew member in order to free up a spot for the crew member currently being dismissed.
ru: Вмещает %(placeCount)s членов экипажа с возможностью их восстановления. При превышении лимита будет предложено освободить место для текущего демобилизуемого, удалив самого первого демобилизованного члена экипажа.

# barracks/placesCount/dismiss/header
source: Dismissal Buffer
ru: Буфер демобилизации

# barracks/tankmen/dismiss/body
source: Click to go to the confirmation window for the crew member dismissal.
ru: Нажмите, чтобы перейти к окну подтверждения демобилизации члена экипажа.
