Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tooltips.*.resx
Languages: ru

# header/dominationSquad/body
source: Create a tactical unit of 2 or 3 players for cooperative play. • Battle modes: Rampage. • Battle types: Steel Hunt, Domination.
ru: Создание формирования из 2-3 игроков для совместной игры. • Режимы боёв: «Бой до последнего». • Типы боёв: «Стальная охота», «Превосходство».

# header/dominationSquad/header
source: Platoon
ru: Взвод

# header/eliteIcon/body
source: A vehicle with all tech branches fully researched. Experience conversion and accelerated training options are available.
ru: Все модули исследованы. Доступен перевод опыта и ускоренное обучение экипажа.

# header/eliteIcon/header
source: Elite Vehicle
ru: Элитная машина

# header/eventSquad/body
source: Create a tactical unit of 2 or 3 players to cooperate in Random Battles. • Battle types: Standard Battle, Assault, Encounter Battle.
ru: Создание формирования из 2-3 игроков для совместной игры в Случайных боях. • Типы боёв: Стандартный бой, Штурм, Встречный бой.

# header/eventSquad/header
source: Platoon
ru: Взвод

# header/info/players_online_full/body
source: Total number of players on the "%(servername)s" server and total number of players on the regional servers.
ru: Общее количество игроков на сервере «%(servername)s» / всего игроков на серверах региона.

# header/info/players_online_full/header
source: Online Players
ru: Игроки в сети

# header/info/players_online_region/body
source: Total number of players currently in the game in this region.
ru: Общее количество игроков, находящихся в игре в данном регионе.

# header/info/players_online_region/header
source: Online Players
ru: Игроки в сети

# header/info/players_unavailable/body
source: Information about the number of players currently online is unavailable.
ru: Информация о количестве игроков в сети недоступна.

# header/info/players_unavailable/header
source: Online Players
ru: Игроков в сети

# header/menu/description
source: Click to open the Game Menu. From the Game Menu you can select a different server, open the Settings menu, or exit the game.
ru: Нажмите, чтобы открыть игровое меню, где можно сменить сервер, открыть игровые настройки или выйти из игры.

# header/menu/header
source: Menu
ru: Меню

# header/menu/playersOnServer
source: Players on the server / in the region
ru: Игроков на сервере / в регионе

# header/menu/server
source: Servers and ping (ms):
ru: Серверы и пинг (мс):

# header/menu/server/current
source: (selected)
ru: (выбран)

# header/premShop/body
source: Open your default browser to go to Premium Shop.
ru: Открыть браузер по умолчанию для покупки премиум товаров.

# header/premShop/header
source: Premium Shop
ru: Премиум магазин

# header/premium_buy/body
source: Click to purchase Premium Account.
ru: Открыть окно покупки премиум аккаунта.

# header/premium_buy/header
source: Purchase Premium Account
ru: Купить премиум аккаунт

# header/premium_extend/body
source: Click to extend Premium Account.
ru: Открыть окно продления премиум аккаунта.

# header/premium_extend/header
source: Extend Premium Account
ru: Продлить премиум аккаунт

# header/rankedSquad/body
source: Tactical units are not allowed in Ranked Battles.
ru: Игра в составе формирования не доступна в ранговых боях.

# header/rankedSquad/header
source: Create Platoon
ru: Создать взвод

# header/refill_action/attention
source: When making a purchase for the first time you will receive a bonus amount of gold.
ru: При первой покупке вы бесплатно получите дополнительное золото.

# header/squad/body
source: Create a tactical unit of 2 or 3 players to cooperate in Random Battles. • Battle types: Standard Battle, Assault, Encounter Battle, Grand Battle.
ru: Создание формирования из 2-3 игроков для совместной игры в Случайных боях. • Типы боёв: Стандартный бой, Штурм, Встречный бой, Генеральное сражение.

# header/squad/header
source: Platoon
ru: Взвод

# header/squad_member/body
source: Click to open the Platoon Menu.
ru: Нажмите, чтобы перейти в меню взвода.

# header/squad_member/header
source: Platoon
ru: Взвод

# header/versionInfoHint
source: The Information window on the current update can be opened via the Game Menu in the Garage.
ru: Окно информации о текущем обновлении можно вызвать из игрового меню в Ангаре.

# igr/msg1
source: You receive %(color_tag_open)s%(igrValue)s%(color_tag_close)s more experience per battle
ru: За каждый бой вы получите на %(color_tag_open)s%(igrValue)s%(color_tag_close)s больше опыта

# igr/msg2
source: Special missions in %(igrIcon)s:
ru: В %(igrIcon)s действуют специальные боевые задачи:

# igr/msg3
source: Free Camouflage, Inscriptions, and Emblems are available. You can use them in %(igrIcon)s only.
ru: Вам доступны бесплатные схемы камуфляжа, надписи и эмблемы, которые вы можете использовать только находясь в %(igrIcon)s.

# igr/progressHeader
source: Progress of special missions %(igrIcon)s
ru: Прогресс по специальным боевым задачам %(igrIcon)s

# igr/title
source: %(igrIcon)s Unique options
ru: %(igrIcon)s Уникальные возможности

# increasedZoom/body
source: Enable/disable the increased zoom in the Sniper mode (%(zooms)s).
ru: Включение или отключение увеличенной кратности снайперского прицела (%(zooms)s).

# increasedZoom/header
source: Zoom
ru: Кратность приближения

# itemStatus/notEnough
source: required:
ru: не хватает:

# lobby/header/buyPremiumAccount/disabled/body
source: You will be able to extend Premium Account when %(number)s days are left until it expires.
ru: Продлить премиум аккаунт станет возможно, когда до истечения срока его действия останется %(number)s дней.

# lobby/header/buyPremiumAccount/disabled/header
source: Unable to Extend Premium Account
ru: Продлить премиум аккаунт невозможно

# lobbyMenu/versionInfoButton/body
source: Click to open the information window on the current update.
ru: Нажмите, чтобы перейти к окну информации о текущем обновлении.

# lobbyMenu/versionInfoButton/miniclient/body
source: Bulletins will be available after downloading the full client.
ru: Информационные листки доступны в полной версии игры.

# lobbyMenu/versionInfoButton/miniclient/header
source: Attention!
ru: Внимание!

# lobby_messenger/referral/body
source: This is your recruit. You will receive additional experience for every victory while playing in a Platoon with your recruit.
ru: Это ваш рекрут. За каждую победу во взводе с ним вы получаете дополнительный опыт.

# lobby_messenger/referrer/body
source: This is your recruiter. You will receive additional experience for every victory while playing in a Platoon with your recruiter.
ru: Это ваш рекрутёр. За каждую победу во взводе с ним вы получаете дополнительный опыт.

# loby_messenger/channel_button/inRoaming
source: Channels are unavailable due to change of region
ru: Каналы недоступны из-за смены региона

# loby_messenger/channels_button/body
source: Create, search for, and join chat channels.
ru: Создание и поиск каналов связи, а также присоединение к ним.

# loby_messenger/channels_button/header
source: Chat Channels
ru: Каналы связи

# loby_messenger/channels_carousel_button_left/body
source: No new messages
ru: Новых сообщений нет.

# loby_messenger/channels_carousel_button_left/header
source: Scroll Left
ru: Прокрутить влево

# loby_messenger/channels_carousel_button_right/body
source: No new messages
ru: Новых сообщений нет.

# loby_messenger/channels_carousel_button_right/header
source: Scroll Right
ru: Прокрутить вправо

# loby_messenger/contacts_button/body
source: View, add, and delete contacts.
ru: Просмотр, добавление и удаление контактов.

# loby_messenger/contacts_button/header
source: Contacts
ru: Контакты

# loby_messenger/new/channels_carousel_button_left/body
source: You have new messages.
ru: Есть новые сообщения.

# loby_messenger/new/channels_carousel_button_left/header
source: Scroll Left
ru: Прокрутить влево

# loby_messenger/new/channels_carousel_button_right/body
source: You have new messages.
ru: Есть новые сообщения.

# loby_messenger/new/channels_carousel_button_right/header
source: Scroll Right
ru: Прокрутить вправо

# loby_messenger/service_button/body
source: View battle results, system notifications, and invitations received.
ru: Просмотр результатов боя, системной информации и полученных приглашений.

# loby_messenger/service_button/header
source: Notification Center
ru: Центр уведомлений

# loby_messenger/vehicle_compare_button/body
source: View the list of vehicles added to Comparison.
ru: Просмотр списка техники, добавленной к сравнению.

# login/bgModeButton/off/body
source: Disable background video.
ru: Отключить фоновое видео.

# login/bgModeButton/on/body
source: Enable background video.
ru: Включить фоновое видео.

# login/bySocial/body
source: Click to log in the game using your account on %(social)s. The homepage of the selected social network will be shown in a new default web browser window.
ru: Нажмите, чтобы войти в игру через ваш аккаунт в сети %(social)s. Будет открыт браузер по умолчанию и страница выбранной вами социальной сети.

# login/bySocial/header
source: Login via Social Network
ru: Вход через социальную сеть

# login/bySocial/wgni/body
source: Default browser and login page in Wargaming.net ID will be opened.
ru: Будет открыт браузер по умолчанию и страница авторизации в Wargaming.net ID.

# login/bySocial/wgni/header
source: Log in using Wargaming.net ID
ru: Вход через Wargaming.net ID

# login/changeAccount/body
source: Click to switch account or login method.
ru: Нажмите, чтобы сменить аккаунт или способ входа.

# login/changeAccount/header
source: Switch Account
ru: Сменить аккаунт

# login/legal/body
source: Click to open the Legal Information window.
ru: Нажмите, чтобы перейти к окну показа юридической информации.

# login/rememberPassword/simple/body
source: Enable or disable the option to remember your email, password, and the login method using Quick Login.
ru: Включить или отключить запоминание электронной почты, пароля и способа входа через «Быстрый вход».

# login/rememberPassword/simple/header
source: Remember Login Method
ru: Запомнить способ входа

# login/rememberPassword/social/body
source: Enable or disable the option to remember your email and password.
ru: Включить или отключить запоминание электронной почты и пароля.

# login/rememberPassword/social/header
source: Remember Login Method
ru: Запомнить способ входа

# login/social/enter/body
source: Click to log in via %(social)s. An authorization page for the selected social network will be opened in a browser window.
ru: Нажмите, чтобы войти в игру через ваш аккаунт в сети %(social)s. Будет открыт браузер по умолчанию и страница выбранной вами социальной сети.

# login/social/enter/header
source: Log In via Social Network
ru: Войти через социальную сеть

# login/social/odnoklassniki
source: Odnoklassniki
ru: Одноклассники

# login/social/vkontakte
source: VK
ru: ВКонтакте

# login/soundButton/off/body
source: Disable sound.
ru: Отключить звук.

# login/soundButton/on/body
source: Enable sound.
ru: Включить звук.

# masterVolumeToggleOff/body
source: Game sounds muted. Check the box to adjust sound settings.
ru: Звук в игре выключен. Установите флажок, чтобы разблокировать настройки громкости.

# masterVolumeToggleOff/header
source: Enable sound
ru: Включить звук

# medalion/noVehicle/body
source: Player has not selected a suitable vehicle.
ru: Игрок ещё не определился с выбором подходящей машины.

# medalion/noVehicle/header
source: Vehicle is not selected
ru: Машина не выбрана

# missions/condition/progress
source: Progress for the current condition.
ru: Прогресс выполнения данного условия.

# missions/token/header
source: %(name)s Token
ru: Марка %(name)s

# missions/token/progress
source: Tokens received: %(current)s of %(total)s
ru: Получено марок: %(current)s из %(total)s

# missions/token/progress/none
source: No tokens received yet
ru: Ещё не собрано ни одной марки

# missions/token/quests/multiple
source: Reward for mission completion:
ru: Награда за выполнение боевых задач:

# missions/token/quests/single
source: Can be received for completion of the following mission: "%(name)s"
ru: Можно получить за выполнение боевой задачи «%(name)s»

# missions/tokenPopover/buyBtn/body
source: Click to purchase the token in the Premium Shop. The game will be minimized.
ru: Нажмите, чтобы перейти в премиум магазин для покупки марки. Игра будет свёрнута.

# missions/tokenPopover/buyBtn/header
source: Purchase Token
ru: Купить марку

# missions/tokenPopover/quest/body
source: Click to view the mission details.
ru: Нажмите, чтобы перейти к описанию задачи и ознакомиться с условиями выполнения.

# missions/tokenPopover/quest/header
source: Mission "%(name)s"
ru: Задача «%(name)s»

# missions/vehicle_selector/list/body
source: Vehicles suitable for completing the selected mission.
ru: Техника, подходящая для выполнения указанной задачи.

# missions/vehicle_selector/list/header
source: Vehicle List
ru: Список техники

# missions/vehicle_selector/select/body
source: Select a vehicle suitable for completing the selected mission from the vehicle list.
ru: Выберите из списка техники свою машину, которая подходит для выполнения указанной задачи.

# missions/vehicle_selector/select/header
source: Select Vehicle
ru: Выбор техники

# module/count
source: item(s)
ru: шт.

# moduleFits/already_installed/header
source: Mounted on:
ru: Установлено на:

# moduleFits/credits_error/header
source: Not Enough Credits
ru: Недостаточно кредитов

# moduleFits/credits_error/text
source: Earn it in battle, sell surplus items from your storage, or exchange gold to acquire more.
ru: Заработайте их в бою, продайте излишки со склада или обменяйте золото.

# moduleFits/duplicated/header
source: Unable to Mount
ru: Установка невозможна

# moduleFits/duplicated/note
source: Equipment that provides a similar effect has already been mounted on the vehicle.
ru: На машину уже установлено оборудование с аналогичным эффектом.

# moduleFits/gold_error/header
source: Not enough gold.
ru: Недостаточно золота

# moduleFits/gold_error/text
source: Refill your balance.
ru: Пополните счёт.

# moduleFits/need_turret/header
source: Gun is not compatible with current turret.
ru: Орудие не устанавливается в текущую башню.

# moduleFits/need_turret/text
source: Consider mounting compatible turret.
ru: Замените башню на совместимую.

# moduleFits/not_for_this_vehicle_type/header
source: Unable to fit the current gun into this turret.
ru: Текущее орудие не устанавливается в башню.

# moduleFits/not_for_this_vehicle_type/text
source: Consider mounting compatible gun.
ru: Замените орудие на совместимое.

# moduleFits/not_removable/dismantling/price
source: Demounting cost
ru: Стоимость демонтажа

# moduleFits/not_with_installed_equipment/header
source: Unable to mount
ru: Невозможно установить

# moduleFits/not_with_installed_equipment/text
source: To mount this consumable, remove %(eqs)s
ru: Чтобы установить данное снаряжение, выгрузите %(eqs)s

# moduleFits/operation_error/header
source: Financial transaction unavailable
ru: Финансовая операция недоступна.

# moduleFits/remove_too_heavy/header
source: Unable to demount.
ru: Недостаточно грузоподъёмности для демонтажа модуля.

# moduleFits/remove_too_heavy/text
source: This equipment requires suspension with higher load capacity.
ru: Установите ходовую с большей грузоподъёмностью.

# moduleFits/replace
source: Currently mounted: {moduleName}. Replacing the equipment will change the following characteristics:
ru: Сейчас установлено: «{moduleName}». Замена оборудования вызовет следующие изменения:

# moduleFits/too_heavy/header
source: Unable to mount.
ru: Недостаточно грузоподъёмности для установки модуля.

# moduleFits/too_heavy/text
source: This equipment requires suspension with higher load capacity.
ru: Установите ходовую с большей грузоподъёмностью.

# moduleFits/too_heavy_chassi/header
source: Unable to mount. Higher load capacity required.
ru: Недостаточно грузоподъёмности шасси.

# moduleFits/too_heavy_chassi/text
source: Consider mounting lighter modules.
ru: Замените модули на более лёгкие.

# moduleFits/unlock_error/header
source: The module is not researched.
ru: Модуль не исследован.

# moduleFits/unlock_error/text
source: Research the module.
ru: Исследуйте его в окне исследований текущей машины.

# moduleFits/wrong_slot/body
source: The module is already in another slot.
ru: Модуль уже установлен в другом слоте.

# multiselection/alert/body
source: Select vehicles: you can only join the battle with a complete group.
ru: Выберите технику: выйти в бой можно только полностью укомплектовав группу.

# multiselection/alert/header
source: Vehicles Not Selected
ru: Техника не выбрана

# notificationsView/tab/info/body
source: General Notifications
ru: Информационные уведомления

# notificationsView/tab/invites/body
source: Invitations to tactical units and friend requests.
ru: Приглашения в формирования и запросы на добавление в друзья

# notificationsView/tab/offers/body
source: Personal Notifications
ru: Персональные уведомления

# parameter/weight
source: Weight:
ru: Масса:

# parameter/weightUnits
source: kg
ru: кг

# personal_case/skills/accTeachingOfSkillBtn/body
source: Click to increase the current skill or perk using Free Experience.
ru: Нажмите, чтобы ускорить развитие текущего умения или навыка, используя свободный опыт.

# personal_case/skills/accTeachingOfSkillBtn/header
source: Quick Training
ru: Ускоренное обучение

# personal_case/skills/accTeachingOfSkillBtn/notEnoughFreeXP/body
source: Not enough Free Experience to increase the current skill or perk.
ru: Недостаточно свободного опыта для развития текущего умения или навыка.

# personal_case/skills/accTeachingOfSkillBtn/notEnoughFreeXP/header
source: Quick Training Unavailable
ru: Ускоренное обучение невозможно

# personal_case/skills/drop/body
source: Delete trained qualification.
ru: Удалить изученную специальность.

# personal_case/skills/drop/header
source: Delete Qualification
ru: Удалить специальность

# personal_case/skills/new/body
source: Click to train for a new perk or skill.
ru: Перейти в окно навыков и умений

# personal_case/skills/new/header
source: Train for Skill or Perk
ru: Изучить новое умение или навык

# personal_case/training/at_spg_btn/body
source: Display researched tank destroyers.
ru: Показать исследованные ПТ-САУ.

# personal_case/training/at_spg_btn/header
source: Tank Destroyers
ru: ПТ-САУ

# personal_case/training/at_spg_btn_disabled/body
source: No tank destroyers researched.
ru: Нет исследованных ПТ-САУ.

# personal_case/training/at_spg_btn_disabled/header
source: Tank Destroyers
ru: ПТ-САУ

# personal_case/training/current_tank/body
source: Select the crew member's current vehicle.
ru: Выбрать машину, на которой в данный момент находится член экипажа.

# personal_case/training/current_tank/header
source: Current Vehicle
ru: Текущая машина

# personal_case/training/heavy_tank_btn/body
source: Display researched heavy tanks.
ru: Показать исследованные тяжёлые танки.

# personal_case/training/heavy_tank_btn/header
source: Heavy Tanks
ru: Тяжёлые танки

# personal_case/training/heavy_tank_btn_disabled/body
source: No heavy tanks researched.
ru: Нет исследованных тяжёлых танков.

# personal_case/training/heavy_tank_btn_disabled/header
source: Heavy Tanks
ru: Тяжёлые танки

# personal_case/training/light_tank_btn/body
source: Display researched light tanks.
ru: Показать исследованные лёгкие танки.

# personal_case/training/light_tank_btn/header
source: Light Tanks
ru: Лёгкие танки

# personal_case/training/light_tank_btn_disabled/body
source: No light tanks researched.
ru: Нет исследованных лёгких танков.

# personal_case/training/light_tank_btn_disabled/header
source: Light Tanks
ru: Лёгкие танки

# personal_case/training/medium_tank_btn/body
source: Display researched medium tanks.
ru: Показать исследованные средние танки.

# personal_case/training/medium_tank_btn/header
source: Medium Tanks
ru: Средние танки

# personal_case/training/medium_tank_btn_disabled/body
source: No medium tanks researched.
ru: Нет исследованных средних танков.

# personal_case/training/medium_tank_btn_disabled/header
source: Medium Tanks
ru: Средние танки

# personal_case/training/spg_btn/body
source: Display researched SPGs.
ru: Показать исследованные САУ.

# personal_case/training/spg_btn/header
source: SPGs
ru: САУ

# personal_case/training/spg_btn_disabled/body
source: No SPGs researched.
ru: Нет исследованных САУ.

# personal_case/training/spg_btn_disabled/header
source: SPGs
ru: САУ

# personal_case/training/tank/body
source: Train a crewman for this vehicle.
ru: Техника, на которую будет производиться обучение.

# personal_case/training/tank/header
source: Vehicle
ru: Машина

# prebattle/invitations/tooltip/isOnline/body
source: Hide all, except online players.
ru: Скрывает всех игроков, кроме игроков со статусом «в сети».

# prebattle/nameFilterButton/body
source: To search, enter a name in the field on the left and select all divisions.
ru: Для поиска необходимо ввести имя в поле слева и выбрать все дивизионы.

# prebattle/nameFilterButton/header
source: Search by Name
ru: Поиск по имени

# premium/days/header
source: Days of Premium Account: %d
ru: Дней премиум аккаунта: %d

# premium/days/params/buy
source: Purchase price with %d%% discount
ru: Стоимость покупки со скидкой %d%%

# premium/days/params/oldPrice
source: Previous cost: %s
ru: Прежняя стоимость: %s

# privateQuests/aboutVehicle/body
source: Click to open the information window on parameters, history, and configuration of the vehicle.
ru: Нажмите, чтобы открыть окно информации и изучить ТТХ, историю создания и особенности данной машины.

# privateQuests/aboutVehicle/header
source: Vehicle Details
ru: Подробно о машине

# privateQuests/actionPannel/abort/body
source: Click to cancel this mission. All progress will be reset.
ru: Нажмите, чтобы отказаться от выполнения данной задачи. Весь прогресс по ней будет обнулён.

# privateQuests/actionPannel/abort/header
source: Cancel Mission
ru: Отказаться от задачи

# privateQuests/actionPannel/abort/note
source: (You can return to the canceled mission later.)
ru: (Позднее можно вернуться к выполнению отменённой задачи.)

# privateQuests/actionPannel/perform/body
source: Click to start the mission.
ru: Нажмите, чтобы приступить к выполнению задачи.

# privateQuests/actionPannel/perform/header
source: Complete Mission
ru: Выполнить задачу

# privateQuests/actionPannel/receiveTheAward/body
source: Click to report the completion of this mission and claim the reward.
ru: Нажмите, чтобы доложить о выполнении данной задачи и получить за неё награду.

# privateQuests/actionPannel/receiveTheAward/header
source: Claim Reward
ru: Получить награду

# privateQuests/actionPannel/repeat/body
source: To receive the Completed with honors mark, it is required to fulfill all secondary conditions of this mission.
ru: Для получения отметки «Выполнено с отличием» необходимо выполнить все дополнительные условия данной боевой задачи.

# privateQuests/actionPannel/repeat/header
source: Improve Result
ru: Улучшить результат

# privateQuests/actionPannel/repeat/note
source: (Reward for fulfilling the primary condition cannot be claimed again.)
ru: (Награда за выполнение основного условия повторно не выдаётся.)

# privateQuests/awardsButton/body
source: Click to open the window with list of all campaign rewards available, including rewards for certain operations.
ru: Нажмите, чтобы открыть окно со списком всех доступных наград текущей кампании, включая награды за отдельные операции.

# privateQuests/awardsButton/header
source: Campaign Rewards
ru: Награды кампании

# privateQuests/backButton/body
source: Click to return to the previous window.
ru: Нажмите, чтобы вернуться к предыдущему окну.

# privateQuests/backButton/header
source: Back
ru: Назад
