Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tutorial.*.resx
Languages: ru

# buttons/cancel
source: Cancel
ru: Отменить обучение

# buttons/close
source: Close
ru: Закрыть

# buttons/continue
source: Continue
ru: Продолжить

# buttons/interrupt
source: Pause
ru: Прервать обучение

# buttons/perform
source: Start!
ru: Выполнить

# buttons/restart
source: Resume
ru: Возобновить

# buttons/start
source: Start
ru: Начать обучение

# chapters/buy-crew/description
source: Recruit Crew Member
ru: Рекрутировать танкиста

# chapters/buy-slot-sell-tank/description
source: Free Up Vehicle Slot
ru: Освободить слот для танка

# chapters/buy-tank-1-level/description
source: Buy Tier I Vehicle
ru: Купить танк первого уровня

# chapters/buy-tank-2-level/description
source: Buy Tier II Vehicle
ru: Купить танк второго уровня

# chapters/buy-tank-2-level/title
source: Mission 6 of 8
ru: Задание 6 из 8

# chapters/buy-tank-3-level/description
source: Buy Tier III Vehicle
ru: Купить танк третьего уровня

# chapters/buy-tank-3-level/title
source: Mission 7 of 8
ru: Задание 7 из 8

# chapters/change-vehicle-ab/description
source: Load Small Repair Kit
ru: Установить Малый ремкомплект

# chapters/change-vehicle/description
source: Enter Battle in New Vehicle
ru: Вступить в бой на новом танке

# chapters/change-vehicle/title
source: Mission 2 of 8
ru: Задание 2 из 8

# chapters/elite-tank/description
source: Research All Modules and Tech Branches of Tier I Tank
ru: Провести все исследования для танка первого уровня

# chapters/elite-tank/title
source: Mission 5 of 8
ru: Задание 5 из 8

# chapters/greeting/description
source: Start advancing your tank career with this tutorial. As a bonus, you will receive useful premium content for free.
ru: Предлагаем пройти краткий курс молодого бойца и изучить основы игры.

# chapters/greeting/title
source: Welcome!
ru: Приветствие

# chapters/install-chassis/description
source: Research and Mount Suspension
ru: Исследовать и установить ходовую часть

# chapters/install-chassis/title
source: Mission 3 of 8
ru: Задание 3 из 8

# chapters/install-gun/description
source: Research and Mount Gun
ru: Исследовать и установить орудие

# chapters/install-gun/title
source: Mission 4 of 8
ru: Задание 4 из 8

# chapters/start-battle/description
source: Enter battle
ru: Вступить в бой

# chapters/start-battle/title
source: Mission 1 of 8
ru: Задание 1 из 8

# chapters/sub-quest/title
source: Additional Mission
ru: Дополнительное задание

# chapters/train-commander/description
source: Train Commander to Use Skills and Perks
ru: Обучить командира навыкам и умениям

# chapters/train-commander/title
source: Mission 8 of 8
ru: Задание 8 из 8

# dialogs/buy-another-crew/text
source: Recruit the rest of the crew.
ru: Рекрутировать остальных танкистов.

# dialogs/buy-another-crew/title
source: Recruit Crew Members
ru: Рекрутирование экипажа

# dialogs/buy-crew-completed/text
source: Now you have a full crew. Your tankers are ready and eager for battle.
ru: Экипаж танка полностью укомплектован. Теперь вы можете продолжить обучение.

# dialogs/buy-crew/text
source: Your crew is incomplete. Recruit missing crew members to enter battle.
ru: Участвовать в бою можно только при полной комплектации экипажа танка. Рекрутируйте недостающих танкистов, чтобы отправиться в бой.

# dialogs/buy-crew/title
source: Recruit Crew Member
ru: Рекрутировать танкиста

# dialogs/buy-slot-sell-tank-completed/text
source: A vacant slot is now available in the Garage. Proceed to the next mission.
ru: В Ангаре достаточно места. Теперь вы можете продолжить обучение.

# dialogs/buy-slot-sell-tank-quest/text
source: No vacant slots left in the Garage. Please buy a slot or sell a vehicle to continue.
ru: В Ангаре недостаточно места. Чтобы продолжить обучение, купите дополнительный слот или продайте один из танков.

# dialogs/buy-slot-sell-tank-quest/title
source: Free Up Vehicle Slot
ru: Освободить слот для танка

# dialogs/buy-tank-1-level-completed/text
source: A Tier I vehicle purchased successfully. Now you can proceed to the next mission.
ru: Танк первого уровня куплен. Теперь вы можете перейти к следующему заданию.

# dialogs/buy-tank-1-level-quest/text
source: A Tier I tank is required. Buy a Tier I vehicle to continue. If there is no space left in the Garage for another tank, please buy a slot or sell a vehicle.
ru: Пройти обучение можно только при наличии танка первого уровня. Если для нового танка в Ангаре не хватает места, купите дополнительный слот или продайте один из имеющихся танков.

# dialogs/buy-tank-1-level-quest/title
source: Buy Tier I Vehicle
ru: Купить танк первого уровня

# dialogs/buy-tank-2-level-completed/hint
source: A Large Repair Kit restores all damaged modules once per battle.
ru: Большой ремкомплект позволяет один раз в течение боя восстановить все повреждённые модули.

# dialogs/buy-tank-2-level-quest/step
source: Mission 6 of 8
ru: Задание 6 из 8

# dialogs/buy-tank-2-level-quest/text
source: You can buy a vehicle together with a crew and standard ammunition. You need to research vehicles before purchase.
ru: Танк можно купить вместе с экипажем и базовым боекомплектом. Вы можете приобрести только исследованную технику.

# dialogs/buy-tank-2-level-quest/title
source: Buy Tier II Vehicle
ru: Купить танк второго уровня

# dialogs/buy-tank-3-level-completed/hint
source: Commander of a higher qualification level makes the entire crew work more effective and provides a better view range to a vehicle.
ru: Чем лучше командир владеет своей специальностью, тем выше эффективность работы всего экипажа. Уровень командира также влияет на дальность обзора танка.

# dialogs/buy-tank-3-level-quest/step
source: Mission 7 of 8
ru: Задание 7 из 8

# dialogs/buy-tank-3-level-quest/text
source: Research modules, progressing through the technical branches of a vehicle to unlock more advanced modules and higher-tier vehicles. Go to Tech Tree to view all tech branches for vehicles of each nation.
ru: По мере исследования модулей танка вы открываете доступ к технике следующего уровня. Увидеть все ветки развития танков данной нации можно на экране исследований.

# dialogs/buy-tank-3-level-quest/title
source: Buy Tier III Vehicle
ru: Купить танк третьего уровня

# dialogs/change-vehicle-completed/hint
source: Use credits to buy vehicles, modules, equipment, and consumables.
ru: Кредиты используются для покупки танков, модулей, оборудования и снаряжения.

# dialogs/change-vehicle-quest/step
source: Mission 2 of 8
ru: Задание 2 из 8

# dialogs/change-vehicle-quest/step/extension
source: Mission 2 of 8 (continued)
ru: Задание 2 из 8 (продолжение)

# dialogs/change-vehicle-quest/text
source: You can select any vehicle available in the Garage. Make sure the ammunition is fully loaded before you enter battle.
ru: Вы можете выбрать любой танк в Ангаре. Перед началом боя убедитесь, что в боекомплекте достаточно снарядов.

# dialogs/change-vehicle-quest/title
source: Enter Battle in New Vehicle
ru: Вступить в бой на новом танке

# dialogs/completed/title
source: Mission Accomplished!
ru: Задание выполнено!

# dialogs/elite-tank-completed/hint
source: Free Experience is not bound to a particular vehicle and can be spent on researching any vehicles and modules.
ru: Свободный опыт не связан с конкретным танком и позволяет исследовать любую технику и модули.

# dialogs/equipments-info/text
source: Consumables enhance various vehicle characteristics. A Small Repair Kit restores one damaged module once per battle.
ru: Снаряжение улучшает различные характеристики танка. Малый ремкомплект позволяет один раз в течение боя починить один повреждённый модуль.

# dialogs/equipments-info/title
source: Load Small Repair Kit
ru: Установить Малый ремкомплект

# dialogs/finished/hint/side-01
source: All missions accomplished successfully. Your award is
ru: За успешное окончание обучения вы награждаетесь

# dialogs/finished/hint/side-02
source: a Premium vehicle and a crew with 100% level of major qualification
ru: премиум танком и экипажем с 100% владением основной специальностью

# dialogs/finished/hint/side-03
source: . Premium vehicles do not require research. Experience earned on Premium vehicles can be converted to Free Experience.
ru: . Модули премиум танка не нуждаются в исследовании, а заработанный опыт можно перевести в свободный.

# dialogs/finished/title
source: Congratulations! Tutorial Completed
ru: Курс молодого бойца пройден!

# dialogs/greeting/text/side-01
source: Start advancing your tank career with this tutorial. As a bonus, you will receive useful premium content for free.
ru: Предлагаем пройти краткий курс молодого бойца и изучить основы игры.

# dialogs/greeting/text/side-02
source: You will retain all awards earned in missions.
ru: Награды, полученные за выполнение заданий, сохраняются после завершения обучения.

# dialogs/greeting/title
source: Welcome to World of Tanks!
ru: Добро пожаловать в World of Tanks!

# dialogs/install-chassis-quest/step
source: Mission 3 of 8
ru: Задание 3 из 8

# dialogs/install-chassis-quest/text
source: You need to research a module before purchasing and mounting it. Use experience earned on a vehicle to research a module for this vehicle.
ru: Купить и установить модуль можно только после исследования. На исследование расходуется собственный опыт танка.

# dialogs/install-chassis-quest/title
source: Research and Mount Suspension
ru: Исследовать и установить ходовую часть

# dialogs/install-gun-completed/hint
source: Armor-Piercing Composite Rigid shells are highly effective in close combat and significantly improve armor penetration.
ru: Подкалиберные снаряды значительно повышают бронепробиваемость орудия. Особенно эффективны в ближнем бою.

# dialogs/install-gun-quest/step
source: Mission 4 of 8
ru: Задание 4 из 8

# dialogs/install-gun-quest/title
source: Research and Mount Gun
ru: Исследовать и установить орудие

# dialogs/installed-chassis-info/text
source: Suspension determines vehicle rotation speed and maximum load capacity.
ru: Ходовая часть влияет на скорость поворота и максимальную грузоподъёмность танка.

# dialogs/installed-chassis-info/title
source: Suspension Mounted!
ru: Ходовая часть установлена!

# dialogs/installed-gun-info/text
source: Guns differ in penetration, damage, rate of fire, and accuracy.
ru: Тип орудия влияет на бронепробиваемость, наносимый урон, скорость и точность стрельбы.

# dialogs/installed-gun-info/title
source: Gun Mounted!
ru: Орудие установлено!

# dialogs/start-battle-completed/hint
source: Use experience to research modules and vehicles. Experience earned on a specific vehicle can be used to research modules for this vehicle only.
ru: Опыт используется для исследования модулей и танков. Каждый танк зарабатывает свой собственный опыт.

# dialogs/start-battle-quest/step
source: Mission 1 of 8
ru: Задание 1 из 8

# dialogs/start-battle-quest/text
source: Now it is time to start your engine and roll out. Click Battle! to test your mettle in real tank clashes.
ru: Нажмите кнопку «В бой!», чтобы принять участие в настоящем сражении.

# dialogs/start-battle-quest/title
source: Enter Battle
ru: Вступить в бой

# dialogs/sub-quest
source: Additional Mission
ru: Дополнительное задание

# dialogs/tank-become-elite/text
source: Experience earned on Elite vehicles can be converted to Free Experience.
ru: Опыт, заработанный на элитном танке, можно перевести в свободный.

# dialogs/tank-become-elite/title
source: Elite Status Acquired!
ru: Танк получил статус «Элитный»!

# dialogs/tank-elite-quest/step
source: Mission 5 of 8
ru: Задание 5 из 8

# dialogs/tank-elite-quest/text-01
source: A vehicle with all technical branches fully researched is awarded
ru: Полностью исследованный танк получает статус

# dialogs/tank-elite-quest/text-02
source: Elite status
ru: «Элитный»

# dialogs/tank-elite-quest/title
source: Research All Modules and Tech Branches of Tier I Vehicle
ru: Провести все исследования для танка первого уровня

# dialogs/tankman-learn/text
source: The Commander's major qualification level is below 100%. Major qualification improves with each battle. To continue the mission, train the Commander to 100%.
ru: Командир выбранного танка не достиг 100% уровня владения основной специальностью. Уровень основной специальности возрастает с каждым боем. Чтобы продолжить выполнение задания, обучите командира до 100% уровня.

# dialogs/tankman-learn/title
source: Commander's Major Qualification
ru: Основная Специальность

# dialogs/tankman-skill/text
source: Skills and perks improve with each battle. Skills become effective immediately after training, while perks take effect only after reaching 100%.
ru: Уровень владения навыками и умениями возрастает с каждым боем. Умение можно использовать сразу после обучения. Навык можно использовать только по достижении 100% уровня.

# dialogs/tankman-skill/title
source: Commander Trained Successfully!
ru: Командир обучен!

# dialogs/tankman-train/text
source: Each Commander has competence for a specific vehicle. Retrain the Commander for the current vehicle or select a Commander with the required competence.
ru: Выбранный командир имеет специализацию на другом танке. Переобучите командира на текущий танк или выберите командира с подходящей специализацией.

# dialogs/tankman-train/title
source: Commander's Competence
ru: Специализация Командира

# dialogs/train-commander-completed/hint
source: A Large First Aid Kit heals all injured crew members once per battle.
ru: Большая аптечка позволит один раз в течение боя вернуть в строй всех раненых танкистов.

# dialogs/train-commander-quest/step
source: Mission 8 of 8
ru: Задание 8 из 8

# dialogs/train-commander-quest/text
source: Skills and perks become available to crew members after they reach 100% of their major qualification.
ru: Обучить навыкам и умениям можно всех членов экипажа с 100% уровнем владения основной специальностью.

# dialogs/train-commander-quest/title
source: Train Commander to Use Skills and Perks
ru: Обучить командира навыкам и умениям

# dialogs/unlocked-at-spg-info/text
source: Tank destroyers mount accurate, hard-hitting guns. However, tank destroyers have a reduced maneuverability.
ru: ПТ-САУ (противотанковая самоходная артиллерийская установка) стреляет точнее и наносит больший урон противнику, но менее манёвренна.

# dialogs/unlocked-at-spg-info/title
source: New Vehicle Type Researched!
ru: Новый тип техники исследован!

# dialogs/unlocked-chassis-info/text
source: Suspension determines vehicle rotation speed and maximum load capacity.
ru: Ходовая часть влияет на скорость поворота и максимальную грузоподъёмность танка.

# dialogs/unlocked-chassis-info/title
source: New Suspension Researched!
ru: Новая ходовая часть исследована!

# dialogs/unlocked-engine-info/text
source: Engine power determines vehicle maneuverability and acceleration.
ru: Мощность двигателя влияет на манёвренность и время набора максимальной скорости танка.

# dialogs/unlocked-engine-info/title
source: New Engine Researched!
ru: Новый двигатель исследован!

# dialogs/unlocked-gun-info/text
source: Guns differ in penetration, damage, rate of fire, and accuracy.
ru: Тип орудия влияет на бронепробиваемость, наносимый урон, скорость и точность стрельбы.

# dialogs/unlocked-gun-info/title
source: New Gun Researched!
ru: Новое орудие исследовано!

# dialogs/unlocked-lt-info/text
source: Vehicles vary by tier. Vehicles of a higher tier have advanced technical characteristics and allow access to more sophisticated equipment.
ru: Танки различаются по уровням. Техника более высокого уровня имеет улучшенные технические характеристики и открывает доступ к усовершенствованному оборудованию.

# dialogs/unlocked-lt-info/title
source: New Tier II Vehicle Researched!
ru: Новый танк второго уровня исследован!

# dialogs/unlocked-mt-info/text
source: Medium tanks are designed to balance firepower, maneuverability, and armor.
ru: Средний танк имеет наиболее удачный баланс огневой мощи, манёвренности и бронирования.

# dialogs/unlocked-mt-info/title
source: New Vehicle Type Researched!
ru: Новый тип техники исследован!

# dialogs/unlocked-radio-info/text
source: Radio determines vehicle signal range.
ru: Радиостанция влияет на дальность радиосообщения во время боя.

# dialogs/unlocked-radio-info/title
source: New Radio Researched!
ru: Новая радиостанция исследована!

# dialogs/unlocked-spg-info/text
source: SPGs (self-propelled guns) are capable of devastating long-range indirect fire but are vulnerable in close combat.
ru: САУ (самоходная артиллерийская установка) может стрелять на большие расстояния навесом, но уязвима в ближнем бою.

# dialogs/unlocked-spg-info/title
source: New Vehicle Type Researched!
ru: Новый тип техники исследован!

# dialogs/unlocked-turret-info/text
source: Turrets differ in compatible guns, armor, view range, and traverse speed.
ru: Башни различаются по типам устанавливаемых орудий, бронированию, обзору и скорости вращения.

# dialogs/unlocked-turret-info/title
source: New Turret Researched!
ru: Новая башня исследована!

# help/vehicle-control/fire
source: Fire
ru: Огонь

# help/vehicle-control/move
source: Move vehicle
ru: Движение танка

# help/vehicle-control/move-mouse
source: (move mouse)
ru: (движение мыши)

# help/vehicle-control/rotate-turret
source: Rotate turret
ru: Поворот башни

# help/vehicle-control/title
source: Vehicle Controls
ru: Управление танком

# help/vehicle-control/zoom
source: Scroll to zoom in/out
ru: Приблизить/отдалить камеру

# hints/buy-slot-for-tank/text
source: Buy a slot (if you have enough gold)
ru: Купить дополнительный слот (если у вас достаточно средств)

# hints/buy-vehicle-first-level/text
source: Buy Tier I Vehicle
ru: Купить танк первого уровня

# hints/change-shell-slider-value/text
source: Adjust the number of shells of each type
ru: Изменить соотношение количества снарядов

# hints/change-vehicle-maintenance/text
source: Prepare the vehicle for battle
ru: Подготовить танк к бою

# hints/change-vehicle-optional/text
source: Select a vehicle for the next battle
ru: Выбрать танк для следующего боя

# hints/change-vehicle/text
source: Select a vehicle for the next battle
ru: Выбрать танк для следующего боя

# hints/choice-unlocked-vehicle/text
source: The current vehicle is locked. Please select another vehicle or wait until the current battle on this vehicle is over.
ru: Текущий танк заблокирован. Выберите другой танк для боя или дождитесь завершения текущего боя на этом танке

# hints/click-auto-load-ammo-checkbox/text
source: Resupply ammunition automatically after each battle
ru: Автоматически пополнять боекомплект после каждого боя

# hints/click-auto-load-equipments-checkbox/text
source: Resupply consumables automatically after each battle
ru: Автоматически пополнять снаряжение после каждого боя

# hints/click-auto-repair-checkbox/text
source: Repair the vehicle automatically after each battle
ru: Автоматически ремонтировать танк после каждого боя

# hints/click-equipment-drop-down/text
source: Select a slot to load consumables
ru: Выбрать слот для загрузки снаряжения

# hints/click-equipment-item/text
source: Load consumables
ru: Установить снаряжение

# hints/click-fight-button/credits-not-enough/chassis/text
source: Enter battle to earn more credits
ru: Вступить в бой, чтобы заработать необходимое количество кредитов

# hints/click-fight-button/credits-not-enough/gun/text
source: Enter battle to earn more credits
ru: Вступить в бой, чтобы заработать необходимое количество кредитов

# hints/click-fight-button/earn-credits/small-repair-kit/text
source: Enter battle to earn more credits
ru: Вступить в бой, чтобы заработать необходимое количество кредитов

# hints/click-fight-button/text
source: Enter battle
ru: Вступить в бой

# hints/click-fight-button/xp-not-enough/chassis/text
source: Enter battle to earn more experience
ru: Вступить в бой, чтобы заработать необходимое количество опыта

# hints/click-fight-button/xp-not-enough/gun/text
source: Enter battle to earn more experience
ru: Вступить в бой, чтобы заработать необходимое количество опыта

# hints/click-maintenance-apply-button/text
source: Confirm changes
ru: Подтвердить изменения и закрыть диалог

# hints/click-maintenance-button-install-repair-kit/text
source: Load Small Repair Kit
ru: Установить снаряжение «Малый ремкомплект»

# hints/click-maintenance-button/text
source: Resupply ammunition after replacing the gun
ru: Пополнить боекомплект после смены орудия

# hints/click-module-drop-down/text
source: View all available modules
ru: Показать список доступных модулей

# hints/click-research-button/text
source: Research modules
ru: Перейти к исследованию модулей

# hints/click-research-chassis-item/text
source: Select a module to research
ru: Выбрать модуль для исследования

# hints/click-select-skill-button/text
source: Confirm selection
ru: Подтвердить выбор

# hints/click-unlocked-chassis-item/text
source: Buy and mount suspension
ru: Купить и установить ходовую часть

# hints/commander-bonus-requirement/text
source: Select a Tier III vehicle to complete the mission
ru: Выбрать танк третьего уровня, чтобы завершить задание

# hints/expand-commander-list/text
source: View available Commanders
ru: Показать список командиров

# hints/go-to-shop/text
source: Go to Store
ru: Перейти в Магазин

# hints/maintenance-window-close/text
source: Back to Garage
ru: Вернуться в Ангар

# hints/recruit-commander/text
source: Recruit Commander
ru: Рекрутировать командира

# hints/recruit-new-tankman/text
source: Recruit
ru: Рекрутировать танкиста

# hints/research-window-close/text
source: Back to Garage
ru: Вернуться в Ангар

# hints/select-commander/text
source: Select Commander
ru: Выбрать командира

# hints/select-skill/text
source: Select a skill or perk
ru: Выбрать навык или умение

# hints/select-unhired/text
source: View available crew members
ru: Показать список доступных танкистов

# hints/select-vehicle-2-level/text
source: Select a non-premium Tier II vehicle
ru: Выбрать танк второго уровня (не премиум)

# hints/select-vehicle-first-level-and-select-item/text
source: Select a Tier I vehicle
ru: Выбрать танк первого уровня

# hints/select-vehicle-first-level/text
source: Select a Tier I vehicle
ru: Выбрать танк первого уровня

# hints/select-vehicle-for-sale/text
source: Select a vehicle to sell
ru: Выбрать танк для продажи

# hints/sell-tank-to-release-slot/text
source: Sell a vehicle to free up a slot
ru: Продать танк, чтобы освободить слот

# hints/show-skill-list/text
source: View available skills and perks
ru: Показать список доступных навыков и умений

# labels/commander
source: Commander
ru: командир

# labels/credits
source: credits
ru: кредитов

# labels/crew-with-100-level
source: and a crew with 100% major qualification
ru: с обученным экипажем

# labels/finished-bonus
source: Completion Award:
ru: Награда за прохождение:

# labels/free-xp
source: Free Experience
ru: свободного опыта

# labels/hand-extinguishers
source: Manual Fire Extinguishers
ru: Ручные огнетушители

# labels/large-med-kit
source: Large First Aid Kit
ru: Большая аптечка

# labels/large-repair-kit
source: Large Repair Kit
ru: Большой ремкомплект

# labels/piercing-ammo
source: APCR shells
ru: Подкалиберные снаряды

# labels/premium-account-24-hours
source: Premium Account for 24 hours
ru: Премиум аккаунт на 24 часа

# labels/quest-bonus
source: Mission Award:
ru: Награда за выполнение:

# labels/received-bonus
source: Award:
ru: Награда:

# labels/small-repair-kit
source: Small Repair Kit
ru: Малый ремкомплект

# labels/tankman-info
source: Personal File
ru: Личное дело танкиста

# labels/tankman-skill
source: Skills and perks
ru: Навыки и умения

# labels/vehicle-chassis-params
source: Suspension Characteristics
ru: Характеристики ходовой части

# labels/vehicle-engine-params
source: Engine Characteristics
ru: Характеристики двигателя
