Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tutorial.*.resx
Languages: ru

# labels/vehicle-gun-params
source: Gun Characteristics
ru: Характеристики орудия

# labels/vehicle-radio-params
source: Radio Characteristics
ru: Характеристики радиостанции

# labels/vehicle-turret-params
source: Turret Characteristics
ru: Характеристики башни

# labels/xp
source: XP
ru: опыта

# messages/request-bonus-failed
source: An error occurred: unable to proceed to the next mission. Please contact Technical Support Service or try again later.
ru: При переходе к следующему заданию возникла ошибка. Продолжить обучение невозможно. Пожалуйста, обратитесь в службу техподдержки или попробуйте войти в игру позже.

# messages/tutorial-disabled
source: Unable to continue: tutorial is not available on this server.
ru: На данном сервере обучение запрещено. Невозможно продолжить обучение.

# tooltip/notes/restart
source: (Left-click to resume)
ru: (Щёлкните левой кнопкой мыши, чтобы возобновить обучение)

# chain1/hint/goToBattle
source: ENTER BATTLE
ru: ВЫЙДИТЕ В БОЙ

# chain2/hint/buyItem
source: PURCHASE MODULE
ru: КУПИТЕ МОДУЛЬ

# chain2/hint/goToResearch
source: GO TO TECH TREE
ru: ПЕРЕЙДИТЕ НА ЭКРАН ИССЛЕДОВАНИЙ

# chain2/hint/noItemsToBuy
source: ALL MODULES PURCHASED
ru: ВСЕ МОДУЛИ КУПЛЕНЫ

# chain2/hint/noItemsToUnlock
source: NO MODULES TO RESEARCH
ru: НЕТ МОДУЛЕЙ ДЛЯ ИССЛЕДОВАНИЯ

# chain2/hint/unlockItem
source: RESEARCH MODULE
ru: ИССЛЕДУЙТЕ МОДУЛЬ

# chain3/hint/buyVehicle1Level
source: PURCHASE TIER I VEHICLE
ru: КУПИТЕ МАШИНУ I УРОВНЯ

# chain3/hint/buyVehicle2Level
source: PURCHASE TIER II VEHICLE
ru: КУПИТЕ МАШИНУ II УРОВНЯ

# chain3/hint/buyVehicle3Level
source: PURCHASE TIER III VEHICLE
ru: КУПИТЕ МАШИНУ III УРОВНЯ

# chain3/hint/goToResearch
source: GO TO TECH TREE
ru: ПЕРЕЙДИТЕ НА ЭКРАН ИССЛЕДОВАНИЙ

# chain3/hint/nextLevel
source: VEHICLES AVAILABLE FOR RESEARCH
ru: ТЕХНИКА, ДОСТУПНАЯ ДЛЯ ИССЛЕДОВАНИЯ

# chain3/hint/noNextLevel
source: NO HIGHER TIER VEHICLES
ru: НЕТ ТЕХНИКИ СЛЕДУЮЩЕГО УРОВНЯ

# chain3/hint/selectTankAcademy
source: SELECT TANK ACADEMY
ru: ВЫБЕРИТЕ ТАНКОВУЮ АКАДЕМИЮ

# chain3/hint/selectVehicle1Level
source: SELECT TIER I VEHICLE
ru: ВЫБЕРИТЕ МАШИНУ I УРОВНЯ

# chain3/hint/selectVehicle2Level
source: SELECT TIER II VEHICLE
ru: ВЫБЕРИТЕ МАШИНУ II УРОВНЯ

# chain3/hint/selectVehicle3Level
source: SELECT TIER III VEHICLE
ru: ВЫБЕРИТЕ МАШИНУ III УРОВНЯ

# chain4/hint/applyChanges
source: CONFIRM CONSUMABLES
ru: ПОДТВЕРДИТЕ ВЫБОР СНАРЯЖЕНИЯ

# chain4/hint/openEquipmentDropDown
source: OPEN LIST OF CONSUMABLES
ru: ОТКРОЙТЕ СПИСОК СНАРЯЖЕНИЯ

# chain4/hint/openMaintenanceWindow
source: OPEN SERVICE WINDOW
ru: ОТКРОЙТЕ ОКНО ОБСЛУЖИВАНИЯ

# chain5/hint/openOptDevicesDropDown
source: OPEN LIST OF EQUIPMENT
ru: ОТКРОЙТЕ СПИСОК ОБОРУДОВАНИЯ

# chain6/hint/buyFreeSlot
source: CLICK ON CORRESPONDING SLOT TO PURCHASE IT
ru: ЧТОБЫ КУПИТЬ СЛОТ, НАЖМИТЕ НА НЕГО

# chain7/hint/clickToFightButton
source: ENTER BATTLE
ru: ВЫЙДИТЕ В БОЙ

# chain7/hint/noPremiumVehicle
source: NO PREMIUM VEHICLES
ru: НЕТ ПРЕМИУМНОЙ ТЕХНИКИ

# chain7/hint/selectPremiumVehicle
source: SELECT SPECIAL VEHICLE
ru: ВЫБЕРИТЕ ВЫДАННУЮ МАШИНУ

# chain8/hint/openXPChange
source: CLICK TO OPEN MENU
ru: НАЖМИТЕ, ЧТОБЫ ОТКРЫТЬ МЕНЮ

# chain8/hint/submit
source: CLICK TO CONFIRM OPERATION
ru: НАЖМИТЕ ДЛЯ ПОДТВЕРЖДЕНИЯ ОПЕРАЦИИ

# chain9/hint/open
source: CLICK TO OPEN MENU
ru: НАЖМИТЕ, ЧТОБЫ ОТКРЫТЬ МЕНЮ

# chain9/hint/select
source: SELECT DURATION
ru: ВЫБЕРИТЕ ЖЕЛАЕМЫЙ СРОК

# chain9/hint/submit
source: CLICK TO CONFIRM OPERATION
ru: НАЖМИТЕ ДЛЯ ПОДТВЕРЖДЕНИЯ ОПЕРАЦИИ

# hangarTutorial/customization/image
source: VARIANTS
ru: ВАРИАНТЫ

# hangarTutorial/customization/period
source: DURATION
ru: СРОК ДЕЙСТВИЯ

# hangarTutorial/customization/totalCost
source: TOTAL COST
ru: ОБЩАЯ СТОИМОСТЬ

# hangarTutorial/customization/type
source: SELECT ELEMENTS
ru: ВЫБОР ЭЛЕМЕНТОВ

# hangarTutorial/personalCase/actionButtons
source: ACTION BUTTONS
ru: КНОПКИ ДЕЙСТВИЙ

# hangarTutorial/personalCase/addActions
source: ADDITIONAL OPTIONS
ru: ДОПОЛНИТЕЛЬНЫЕ ВОЗМОЖНОСТИ

# hangarTutorial/personalCase/characteristics
source: MAIN CREW MEMBER CHARACTERISTICS
ru: ОСНОВНЫЕ ХАРАКТЕРИСТИКИ ЧЛЕНА ЭКИПАЖА

# hangarTutorial/personalCase/perks
source: TRAINED CREW MEMBER SKILLS AND PERKS
ru: ИЗУЧЕННЫЕ УМЕНИЯ И НАВЫКИ ЧЛЕНА ЭКИПАЖА

# hangarTutorial/research/modules
source: SELECTED VEHICLE MODULES
ru: МОДУЛИ ВЫБРАННОЙ МАШИНЫ

# hangarTutorial/research/nextVehicles
source: NEXT VEHICLE(S) IN TECH TREE
ru: СЛЕДУЮЩАЯ МАШИНА (МАШИНЫ)

# hangarTutorial/research/prevVehicles
source: PREVIOUS VEHICLE(S) IN TECH TREE
ru: ПРЕДЫДУЩАЯ МАШИНА (МАШИНЫ)

# hangarTutorial/research/tankInfo
source: SELECTED VEHICLE DETAILS
ru: ИНФОРМАЦИЯ О ВЫБРАННОЙ МАШИНЕ

# hangarTutorial/researchPrem/premAdvantages
source: PREMIUM VEHICLE BENEFITS
ru: ПРЕИМУЩЕСТВА ПРЕМИУМ ТЕХНИКИ

# hangarTutorial/researchPrem/tankInfo
source: SELECTED VEHICLE DETAILS
ru: ИНФОРМАЦИЯ О ВЫБРАННОЙ МАШИНЕ

# hangarTutorial/researchTree/researchTree
source: TECH TREE
ru: ДЕРЕВО ИССЛЕДОВАНИЙ

# hangarTutorial/technicalMaintenance/costAndApply
source: TOTAL MAINTENANCE COST AND CONFIRMATION BUTTON
ru: ИТОГОВАЯ СТОИМОСТЬ ОБСЛУЖИВАНИЯ И КНОПКА ПОДТВЕРЖДЕНИЯ

# hangarTutorial/technicalMaintenance/techAmmunition
source: VEHICLE AMMUNITION
ru: БОЕКОМПЛЕКТ МАШИНЫ

# hangarTutorial/technicalMaintenance/techEquipment
source: VEHICLE CONSUMABLES
ru: СНАРЯЖЕНИЕ МАШИНЫ

# hangarTutorial/technicalMaintenance/techRepair
source: VEHICLE REPAIRS
ru: РЕМОНТ МАШИНЫ

# tutorialQuest/award/quest14
source: 5 days of Premium Account (activated automatically)
ru: 5 дней премиум аккаунта (активируется автоматически).

# tutorialQuest/award/quest4
source: A single-use 100% discount on purchasing a slot
ru: Разовая 100% скидка на покупку слота в Ангаре.

# tutorialQuest/award/quest5
source: The Tetrarch light tank for five battles with crew members trained to 100%
ru: Лёгкий танк Тетрарх со 100% экипажем на 5 боёв.

# tutorialQuest/award/quest5/kr
source: The T14 heavy tank for five battles with crew members trained to 100%
ru: Тяжёлый танк T14 со 100% экипажем на 5 боёв.

# tutorialQuest/award/quest6
source: A single-use 100% discount on converting Combat Experience to Free Experience (up to 1,000 XP) with no time restrictions
ru: Разовая 100% скидка на перевод боевого опыта в свободный (до 1000 ед.) без ограничения по времени.

# tutorialQuest/award/quest7
source: A single-use 100% discount on Tank Academy for all crew members upon purchase of a new vehicle
ru: Разовая 100% скидка на обучение в танковой академии для всего экипажа при покупке любой машины.

# tutorialQuest/award/quest8
source: A 100% discount on Premium Account for 3 days
ru: 100% скидка на трёхдневный премиум аккаунт.

# tutorialQuest/awardWindow/description/quest10
source: Congratulations! You have showed steady progress in the game. New missions and events are now available.
ru: Поздравляем! Вы уверенно продвигаетесь по игре. Теперь вам стали доступны новые боевые задачи и акции.

# tutorialQuest/awardWindow/description/quest11
source: Congratulations! You have learned how to give first aid in battle. Remember that injured crew members are significantly less effective at performing their duties; therefore, you should try to heal them as soon as you can.
ru: Поздравляем! Вы освоили первую помощь в бою. Помните: раненый член экипажа существенно хуже выполняет свои обязанности, поэтому лечите его при первой возможности.

# tutorialQuest/awardWindow/description/quest12
source: Congratulations! You have learned how to use Repair Kits. Remember that damaged or destroyed modules significantly reduce vehicle characteristics in battle and sometimes increase the chance of fire or ammo rack explosion.
ru: Поздравляем! Вы научились использовать ремкомплект. Помните: в бою повреждённые или выведенные из строя модули существенно ухудшают характеристики машины, а иногда повышают шанс взрыва боекомплекта или возгорания.

# tutorialQuest/awardWindow/description/quest13
source: Congratulations! You have learned how to use Fire Extinguishers. Remember that a vehicle on fire quickly loses its hit points and working modules; therefore, try to extinguish fire as fast as you can.
ru: Поздравляем! Вы научились пользоваться огнетушителем. Помните: горящая машина быстро теряет очки прочности и работоспособные модули, поэтому старайтесь тушить пожар настолько быстро, насколько это возможно.

# tutorialQuest/awardWindow/description/quest14
source: Congratulations! You have learned to mount equipment that can be demounted for free (simple equipment) or for a fee (complex equipment) if necessary, and then sent to the Depot or transferred to another vehicle.
ru: Поздравляем! Вы научились устанавливать оборудование, которое в случае необходимости может быть демонтировано бесплатно (простое оборудование) или платно (сложное оборудование), после чего перемещено на Склад или на другую машину.

# tutorialQuest/awardWindow/description/quest2
source: Congratulations! You have fought your first battle and earned credits and Combat Experience. Now we will show you how you can spend them.
ru: Поздравляем! Вы провели свой первый бой, в котором заработали кредиты и боевой опыт. Сейчас мы расскажем, как их использовать.

# tutorialQuest/awardWindow/description/quest3
source: Congratulations! You have just upgraded your vehicle. Now try out the effectiveness of the newly mounted modules in a few battles.
ru: Поздравляем! Вы только что улучшили машину. Теперь опробуйте на практике эффективность установленных модулей, проведя несколько боёв.

# tutorialQuest/awardWindow/description/quest4
source: Congratulations! You have purchased a vehicle of a higher tier. The higher the tier of the vehicle you drive into battle, the more credits you earn after the battle; however, the difficulty of the game will also increase.
ru: Поздравляем! Вы купили машину уровнем выше. Чем выше уровень машины, на которой вы выходите в бой, тем больший доход она будет приносить по итогам боя, однако сложность игры также возрастёт.

# tutorialQuest/awardWindow/description/quest5
source: Congratulations! Now you know how to enlarge the Garage. You can also purchase a slot when purchasing a new vehicle. To free up a slot, you can sell one of your vehicles.
ru: Поздравляем! Теперь вы умеете расширять Ангар. Приобрести слот можно также непосредственно при покупке очередной машины. Чтобы освободить слот, можно продать одну из машин.

# tutorialQuest/awardWindow/description/quest6
source: Congratulations! You have fought the required number of battles in the %(vehName)s.
ru: Поздравляем! Вы провели необходимое количество боёв на %(vehName)s.

# tutorialQuest/awardWindow/description/quest7
source: Congratulations! You have learned how to convert Combat Experience to Free Experience.
ru: Поздравляем! Вы научились переводить боевой опыт в свободный.

# tutorialQuest/awardWindow/description/quest8
source: Congratulations! Now you have a wide selection of vehicles to research. Pick a high tier vehicle and research all vehicles leading to it.
ru: Поздравляем! Теперь у вас есть большой выбор техники для исследования. Задумайтесь, какую машину максимального уровня вы хотите получить, и начните продвижение к ней по ветке исследований.

# tutorialQuest/awardWindow/description/quest9
source: Congratulations! Your Premium Account will be active for the selected duration. You can extend your Premium Account after it expires.
ru: Поздравляем! Ваш премиум аккаунт будет активен в течение выбранного срока. По истечении срока действия премиум аккаунт можно продлить.

# tutorialQuest/awardWindow/header
source: Mission "%(qName)s" Completed!
ru: Задача «%(qName)s» выполнена!

# tutorialQuest/awardWindow/nextQuest
source: Display the next mission
ru: Показать следующую задачу

# tutorialQuest/awardWindow/title
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest10
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest11
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest12
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest13
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest14
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest2
source: First Battle Completed
ru: Первый бой завершён

# tutorialQuest/awardWindow/title/quest3
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest4
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest5
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest6
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest7
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest8
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/awardWindow/title/quest9
source: Training Mission Completed
ru: Учебная задача выполнена

# tutorialQuest/condition/quest1
source: Complete the Battle Tutorial to learn basic battle principles.
ru: Пройти Боевое обучение для ознакомления с основными особенностями ведения боя.

# tutorialQuest/condition/quest10
source: Research and purchase any Tier IV vehicle.
ru: Исследовать и купить любую машину IV уровня.

# tutorialQuest/condition/quest11/chain
source: Purchase a First Aid Kit and equip it in a consumable slot.
ru: Купить аптечку и установить её в слот снаряжения.

# tutorialQuest/condition/quest11/video
source: Use a First Aid Kit to heal an injured crew member.
ru: При ранении члена экипажа в бою использовать аптечку.

# tutorialQuest/condition/quest12/chain
source: Purchase a Repair Kit and equip it in a consumable slot.
ru: Купить ремкомплект и установить его в слот снаряжения.

# tutorialQuest/condition/quest12/video
source: Use a Repair Kit to repair a damaged or destroyed module.
ru: При повреждении или выведении модуля из строя в бою использовать ремкомплект.

# tutorialQuest/condition/quest13/chain
source: Purchase a Fire Extinguisher and equip it in a consumable slot.
ru: Купить огнетушитель и установить его в слот снаряжения.

# tutorialQuest/condition/quest13/video
source: Enter a battle with a Fire Extinguisher equipped.
ru: Выйти в бой, имея в слоте снаряжения установленный огнетушитель.

# tutorialQuest/condition/quest14/chain
source: Mount equipment on your vehicle.
ru: Установите на машину любое оборудование.

# tutorialQuest/condition/quest2
source: Fight one battle against real enemies (in the Random Battle mode) or bots (in the Proving Ground mode).
ru: Провести 1 бой против настоящего противника (Случайный бой) либо против искусственного интеллекта (Учебный бой).

# tutorialQuest/condition/quest3
source: Research and mount a vehicle module.
ru: Исследовать один из модулей вашей машины. Установить исследованный модуль.

# tutorialQuest/condition/quest4
source: Research and purchase any Tier II vehicle.
ru: Исследовать и купить любую машину II уровня.

# tutorialQuest/condition/quest5
source: Purchase a slot for a vehicle.
ru: Купить слот для машины.

# tutorialQuest/condition/quest6
source: Fight 5 battles in the %(vehName)s.
ru: 5 раз выйти в бой на %(vehName)s.

# tutorialQuest/condition/quest7
source: Convert Combat Experience earned on rented or Elite vehicles to Free Experience.
ru: Перевести боевой опыт, заработанный на арендованной или элитной технике, в свободный.

# tutorialQuest/condition/quest8
source: Research and purchase any Tier III vehicle.
ru: Исследовать и купить любую машину III уровня.

# tutorialQuest/condition/quest9
source: Use the 100% discount on purchasing Premium Account.
ru: Использовать 100% скидку для покупки премиум аккаунта.

# tutorialQuest/description/quest1
source: Welcome! This training will help you to quickly learn the basics of the game and join the united community of World of Tanks players.
ru: Добро пожаловать, боец! С помощью данного обучения мы поможем вам быстро освоиться в игре и примкнуть к дружному братству танкистов.

# tutorialQuest/description/quest10
source: The purpose of different vehicles becomes more obvious at higher tiers; some vehicles deal huge damage, others break through defensive lines and hold positions, and others are used as scouts. Try various types of vehicles in battle to find the one that matches your play style.
ru: Чем выше уровень машины, тем сильнее проявляется её назначение — некоторые машины наносят огромный урон, некоторые служат разведчиками, некоторые прорывают и удерживают направления. Пробуйте в бою разные типы техники, чтобы найти подходящую для вашего стиля игры машину.

# tutorialQuest/description/quest11
source: There is a category of game items called "Consumables". To view the list of Consumables available for purchase, click on the corresponding slot (or go to the Store). Small First Aid Kits heal one crew member. Large First Aid Kits add a bonus to protection from critical hits and heal all injured crew members.
ru: В игре есть категория предметов, называемая «Снаряжение». Посмотреть список доступного для покупки снаряжения можно, нажав на соответствующий слот (или в Магазине). Малая аптечка лечит только одного члена экипажа. Большая аптечка добавляет бонус к защите от критических повреждений, а при использовании лечит всех выведенных из строя членов экипажа.

# tutorialQuest/description/quest12
source: Small Repair Kits are used for full and immediate repair of one damaged module or two damaged tracks. Large Repair Kits add a bonus to repair speed and repair all damaged modules.
ru: Малый ремкомплект нужен для полного мгновенного ремонта в бою одного повреждённого модуля или двух повреждённых гусениц. Большой ремкомплект добавляет бонус к скорости ремонта, а при использовании чинит все повреждённые модули.

# tutorialQuest/description/quest13
source: There is a chance that a precise hit from the enemy will set your vehicle on fire. Fire inflicts serious harm and damages modules; therefore, it should be your priority to extinguish fires as quickly as possible. When used, Manual Fire Extinguishers put out fire. Automatic Fire Extinguishers reduce the chance of fire and are automatically activated when your vehicle is set on fire.
ru: Иногда удачное попадание противника по вам может поджечь машину. Пожар наносит огромный урон и повреждает модули, поэтому потушить его — первоочередная задача. Ручной огнетушитель гасит пожар при ручной активации. Автоматический огнетушитель снижает вероятность возникновения пожара, а при возгорании автоматически тушит машину.

# tutorialQuest/description/quest14
source: Additional equipment will help you to make your vehicle even more effective by improving its characteristics. Choose wisely, as only three equipment slots are available for each vehicle.
ru: Дополнительное оборудование поможет сделать вашу машину ещё эффективнее, усиливая различные её параметры. Выбирайте грамотно: вам доступно только три слота под оборудование на каждую машину.

# tutorialQuest/description/quest2
source: You are about to face a real enemy. It is time to join your first real battle.
ru: На этот раз вам будет противостоять реальный противник. Настало время провести свой первый настоящий бой.

# tutorialQuest/description/quest3
source: When you purchase a vehicle, it is not as effective as it can be because it has standard modules mounted. To improve vehicle characteristics, research, purchase, and mount better modules.
ru: Только что купленная машина недостаточно эффективна, поскольку на ней установлены базовые модули. Для того, чтобы улучшить характеристики вашей машины, исследуйте, купите и установите более совершенные модули.

# tutorialQuest/description/quest4
source: Each nation in the game has various technical branches. When you start with a Tier I vehicle, you are free to select any branch you wish to reach the cherished vehicle of the maximum tier.
ru: У каждой нации в игре есть несколько веток развития техники, продвижение по которым зависит только от вашего желания. Начав игру на танке I уровня, вы вольны выбрать, по какому пути развития пойти для получения заветной машины максимального уровня.

# tutorialQuest/description/quest5
source: Slots in the Garage are used to store vehicles. Each vehicle in the Garage uses one slot, so make sure that there is a free slot before purchasing a vehicle.
ru: Слоты в Ангаре — места для хранения техники. Каждая машина в Ангаре занимает 1 слот, поэтому перед покупкой очередной машины убедитесь, что для неё есть место.

# tutorialQuest/description/quest6
source: Premium vehicles earn more credits and experience in each battle. You can purchase them in the Store or on the game portal, or rent some of them for a specified period.
ru: Премиум техника приносит больше кредитов и опыта за каждый бой, может быть куплена во внутриигровом магазине или через портал игры, а также взята в аренду на определённый срок при наличии такой возможности.

# tutorialQuest/description/quest7
source: Combat Experience earned in Elite or Premium vehicles can be converted to Free Experience that can be used to research any vehicle or module. In addition, about 5% of all experience earned in each battle is converted to Free Experience.
ru: Боевой опыт, накопленный на элитной или премиум технике, можно перевести в свободный, который можно использовать на исследование любой машины и модулей. Кроме того, около 5% всего опыта, заработанного за каждый бой, автоматически переводится в свободный.

# tutorialQuest/description/quest8
source: The higher the tier of your vehicle, the more obvious its role in battle. Spend Combat Experience to research new vehicles and join battles in them.
ru: Чем выше уровень техники, тем ярче выражаются её особенности в борьбе с противником. Тратьте заработанный в бою опыт на исследования и выводите в бой всё новые и новые машины.

# tutorialQuest/description/quest9
source: Premium Account allows you to earn more credits and experience in any vehicle, which saves time and speeds up research.
ru: Премиум аккаунт позволяет зарабатывать больше кредитов и опыта за бой при игре на любой машине, что экономит время и ускоряет развитие в игре.

# tutorialQuest/helpBtn/hint
source: CLICK TO VIEW TIP
ru: НАЖМИТЕ, ЧТОБЫ УВИДЕТЬ ПОДСКАЗКУ

# tutorialQuest/questsControl/hint
source: TRAINING MISSIONS AVAILABLE
ru: ДОСТУПНЫ ОБУЧАЮЩИЕ ЗАДАЧИ

# tutorialQuest/title/quest1
source: Training Camp
ru: Тренировочный лагерь

# tutorialQuest/title/quest10
source: Further Research
ru: Дальнейшее развитие

# tutorialQuest/title/quest11
source: First Aid
ru: Первая помощь

# tutorialQuest/title/quest12
source: Field Repairs
ru: Полевой ремонт

# tutorialQuest/title/quest13
source: Fire Safety
ru: Пожарная безопасность

# tutorialQuest/title/quest14
source: Improved Loadout
ru: Усиленная комплектация

# tutorialQuest/title/quest2
source: Trial by Fire
ru: Боевое крещение

# tutorialQuest/title/quest3
source: Improving Performance
ru: Повышаем эффективность

# tutorialQuest/title/quest4
source: New Research
ru: Новые разработки

# tutorialQuest/title/quest5
source: Enlarging Garage
ru: Расширяем Ангар

# tutorialQuest/title/quest6
source: Battle Continues
ru: Бой продолжается

# tutorialQuest/title/quest7
source: Converting Experience
ru: Пополняем резерв опыта

# tutorialQuest/title/quest8
source: Design Bureau
ru: Конструкторское бюро

# tutorialQuest/title/quest9
source: Faster Research
ru: Ускоряем развитие

# tutorialQuest/video/fireExtinguisherHelp
source: Using Manual Fire Extinguisher
ru: Использование ручного огнетушителя в бою
