Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/tutorial.*.resx
Languages: ru

# tutorialQuest/video/medkitHelp
source: Using First Aid Kit
ru: Использование аптечки в бою

# tutorialQuest/video/repairkitHelp
source: Using Repair Kit
ru: Использование ремкомплекта в бою

# chain/hint/buyVehicle
source: PURCHASE A VEHICLE
ru: ПЕРЕЙДИТЕ К ПОКУПКЕ МАШИНЫ

# chain/hint/changeToPveOrRandom
source: SELECT RANDOM BATTLE OR PROVING GROUND MODE
ru: ВЫБЕРИТЕ СЛУЧАЙНЫЙ ИЛИ УЧЕБНЫЙ БОЙ

# chain/hint/changeVehicle
source: VEHICLE UNAVAILABLE
ru: МАШИНА НЕДОСТУПНА

# onceOnlyHints/falloutQuestsTab
source: NEW CAMPAIGN OF PERSONAL MISSIONS
ru: НОВАЯ КАМПАНИЯ ЛИЧНЫХ БОЕВЫХ ЗАДАЧ

# pveChain/hint/selector
source: BATTLE MODE SELECTOR
ru: МЕНЮ ВЫБОРА РЕЖИМА БОЯ

# customization/slots
source: CLICK GROUP SLOT
ru: НАЖМИТЕ НА СЛОТ ГРУППЫ

# tutorialQuest/award/quest5/altBonus
source: You receive 10,000 credits, because you already have this vehicle.
ru: У вас уже есть данная машина, поэтому вместо неё вы получаете 10000 кредитов.

# tradeIn/shop
source: NEW OPTION FOR PREMIUM VEHICLES
ru: НОВАЯ ОПЕРАЦИЯ С ПРЕМИУМ ТЕХНИКОЙ
