Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/VehicleCustomization.*.resx
Languages: ru

# camouflage/Splinter_desert/description
source: (Late 1940s) French experiments in the development of disruptive camouflage painting had a huge impact on world tank construction. Later, they formed a basis for the camouflage patterns of numerous countries. High-contrasting spots break up the vehicle’s silhouette, making it difficult to aim at.
ru: Конец 40-х годов. Эксперименты французов в разработке системы деформирующего камуфляжа оказали большое влияние на мировую танковую промышленность и впоследствии легли в основу камуфляжных схем многих стран. Яркие контрастные пятна сильно искажали силуэт машины, затрудняя прицеливание.

# camouflage/Splinter_desert/label
source: Splinter desert camouflage
ru: Оскольчатый пустынный

# camouflage/Splinter_summer/description
source: (From 1931) One of the earliest German camouflage patterns, the "Splittermuster", was particularly successful. Different color variations were used by numerous countries, including France.
ru: С 1931 года. Одна из самых ранних немецких схем камуфляжа «Splittermuster» оказалась настолько удачной, что долгое время использовалась в различных цветовых вариациях многими странами мира, в том числе и Францией.

# camouflage/Splinter_summer/label
source: Splinter european camouflage
ru: Оскольчатый европейский

# camouflage/Splinter_winter/description
source: (From 1950s) In the post-war period, combinations of various shades of similar colors, along with the proven "splinter" pattern, were frequently used. A similar principle is used for applying modern "digital" camouflage patterns.
ru: 50-е годы. С начала послевоенного периода стало популярно использование различных оттенков близких цветов, наряду с хорошо зарекомендовавшей себя «оскольчатой» схемой. Этот же принцип используется в современных «цифровых» схемах камуфляжа.

# camouflage/Splinter_winter/label
source: Splinter winter camouflage
ru: Оскольчатый зимний

# emblem/group28/special_220
source: Guardian Emblem
ru: Гвардейский знак

# emblem/group28/special_221
source: Hammer and sickle
ru: Серп и молот

# emblem/group29/special_230
source: Star
ru: Звезда

# emblem/group30/special_240
source: 6th Anniversary
ru: Шестая годовщина

# emblem/group30/special_241
source: 6th Anniversary
ru: Шестая годовщина

# emblem/group32/special_251
source: Grand Finals 2017
ru: Гранд-финал 2017

# inscription/special/special_90
source: Grand Finals 2017, Moscow
ru: Гранд-финал 2017 Москва

# camouflage/Desert_Tiger_217/description
source: This camouflage is typical for vehicles with zimmerit applied due to the presence of ochre in its composition. Zimmerit was actively used by Germany as antimagnetic substance on the Eastern Front from the beginning of 1943 through the fall of 1944.
ru: Характерен для машин с покрытием из циммерита из-за входящей в его состав охры. Циммерит, как антимагнитное покрытие, активно использовался Германией на Восточном фронте с начала 1943 по осень 1944 года.

# camouflage/Desert_Tiger_217/label
source: Basic dark yellow camouflage
ru: Базовый тёмно-жёлтый камуфляж

# camouflage/Tiger217_Summer/description
source: Green stripes were applied over the basic yellow color. The camouflage was used by the 502nd Heavy Panzer Battalion in Lithuania in the summer of 1944.
ru: Зелёные полосы наносились на жёлтый базовый цвет. Применялся в 502-м тяжёлом танковом батальоне Вермахта во время боёв в Литве летом 1944 г.

# camouflage/Tiger217_Summer/label
source: Two-tone summer camouflage
ru: Двухцветный летний камуфляж

# camouflage/Tiger217_winter/description
source: Germany did not produce dry white paint for armored vehicles; therefore, many improvised dyes were used, including lime. The dye was applied over the basic yellow color. There were no particular regulations (and patterns) for applying winter camouflage.
ru: В Германии сухая белая краска для нанесения на технику не производилась, поэтому использовались любые подручные красители, в том числе известь. Краситель наносился поверх базового жёлтого цвета. Регламента по нанесению (равно как и схем) зимнего камуфляжа не было.

# camouflage/Tiger217_winter/label
source: Winter white camouflage
ru: Зимний белый камуфляж

# camouflage/poland/PL_desert_01/description
source: Tawny olive two-tone camouflage that was used by the Polish armored units within the British army in Iraq and Africa from 1940 through 1943.
ru: Оливково-песчаный двухцветный камуфляж использовался польскими танковыми частями в составе Британской армии в Ираке и Африке в 1940–1943 гг.

# camouflage/poland/PL_desert_01/label
source: Two-tone desert camouflage
ru: Двухцветный пустынный камуфляж

# camouflage/poland/PL_summer_02/description
source: Applied to vehicles of Polish units in Britain from 1940 through 1945.
ru: Использовался на технике польских частей в Британии в 1940–1945 гг.

# camouflage/poland/PL_summer_02/label
source: Forest green camouflage
ru: Травянисто-зелёный камуфляж

# camouflage/poland/PL_winter_01/description
source: Used before WWII during training exercises. Vehicles were painted with a washable solution (most likely, whitewash). There are no examples of vehicles with such camouflage in 1939, as the 1939 Defensive War in Poland was over by the end of September.
ru: Использовался на учениях, проходивших в довоенное время. Машины покрывались смываемым составом (вероятно, побелкой). Данных об использовании такого типа камуфляжа в 1939 году нет, так как вторжение в Польшу завершилось в течение сентября.

# camouflage/poland/PL_winter_01/label
source: Winter lime camouflage
ru: Зимний известковый камуфляж

# emblem/auto/poland_chekers
source: Emblem of Poland
ru: Эмблема Польши

# emblem/group2/battle_55
source: 81st Armored Division
ru: 81-й танковый дивизион

# emblem/group2/battle_56
source: 28th Self-Propelled Artillery Regiment of the Polish Second Army
ru: 28-й самоходно-артиллерийский полк 2-й армии Войска Польского

# emblem/group2/battle_57
source: 4th Heavy Tanks Regiment of the Polish First Army-1
ru: 4-й полк тяжёлых танков 1-й армии Войска Польского-1

# emblem/group2/battle_58
source: Polish Army Command in the UK
ru: Командование ВС Польши в Великобритании

# emblem/group2/battle_59
source: Arrow, 1939
ru: Стрела, 1939 г.

# emblem/group2/battle_60
source: 4th Heavy Tanks Regiment of the Polish First Army-2
ru: 4-й полк тяжёлых танков 1-й армии Войска Польского-2

# emblem/group2/battle_61
source: 1st Light Tanks Battalion
ru: 1-й батальон лёгких танков

# emblem/group2/battle_62
source: 2nd Tank Brigade 1942–1943
ru: 2-я танковая бригада (ВС Польши на Западе), 1942-1943 гг.

# emblem/group2/battle_63
source: 3rd Armored Battalion-2
ru: 3-й танковый батальон-2

# emblem/group2/battle_64
source: 10th Mechanized Cavalry Brigade
ru: 10-я бригада механизированной кавалерии

# emblem/group2/battle_65
source: 2nd Armored Brigade 1944–1946
ru: 2-я танковая бригада (ВС Польши на Западе), 1944-1946 гг.

# emblem/group2/battle_66
source: 16th Armored Brigade 1941–1942
ru: 16-я танковая бригада (ВС Польши на Западе), 1941-1942 гг.

# emblem/group2/battle_67
source: 2nd Armored Brigade of the I Polish Armored Corps
ru: 2-я танковая бригада 1-го танкового корпуса Войска Польского

# emblem/group2/battle_68
source: 3rd Armored Brigade of the I Polish Armored Corps-2
ru: 3-я танковая бригада 1-го танкового корпуса Войска Польского-2

# emblem/group2/battle_69
source: 3rd Armored Brigade of the I Polish Armored Corps-1
ru: 3-я танковая бригада 1-го танкового корпуса Войска Польского-1

# emblem/group2/battle_70
source: 1st Armored Brigade of the Polish Armed Forces
ru: 1-я танковая бригада (Войско Польское)

# emblem/group2/battle_71
source: 16th Dnowska Armored Brigade of the Polish Second Army
ru: 16-я танковая Дновская бригада 2-й армии Войска Польского

# emblem/group2/battle_72
source: PAFE Command (Polish Armed Forces in the East) 1942–1943
ru: Командование польской армии на Востоке, 1942-1943 гг.

# emblem/group2/battle_73
source: PAFE Command (Polish Armed Forces in the East) 1944
ru: Командование польской армии на Востоке, 1944 г.

# emblem/group2/battle_74
source: 3rd Armored Battalion-1
ru: 3-й танковый батальон-1

# emblem/group2/battle_75
source: 1st Armored Division 1942–1947
ru: 1-я танковая дивизия (ВС Польши на Западе), 1942-1947 гг.

# emblem/group34/special_271
source: Mammoth
ru: Мамонт

# emblem/group35/special_280
source: Unicorn
ru: Единорог

# emblem/group35/special_281
source: Edelweiss
ru: Эдельвейс

# emblem/group37/special_300
source: Horse
ru: Конь

# inscription/poland/bijwrogajegowlasnabronia
source: Hit the enemy with his own weapon
ru: Бей врага его же оружием

# inscription/poland/chwalazdobywcomberlina
source: Glory to the conquerors of Berlin
ru: Слава покорителям Берлина

# inscription/poland/chwat
source: Brave
ru: Хват

# inscription/poland/hanus
source: Hanna
ru: Аннушка

# inscription/poland/janka
source: Jenny
ru: Янка

# inscription/poland/kubus
source: Little Jacob
ru: Якубка

# inscription/poland/magda
source: Magda
ru: Магда

# inscription/poland/pudel
source: Poodle
ru: Пудель

# inscription/poland/stacha
source: Stanislava
ru: Стася

# inscription/poland/starowka
source: Old Town
ru: Старый город

# inscription/poland/szarywilk
source: Grey Wolf
ru: Серый волк

# inscription/poland/tadeusz
source: Thaddeus
ru: Тадеуш

# inscription/poland/trup
source: Cadaver
ru: Мертвец

# inscription/poland/wasrodacy
source: Welcome, Fellow Countrymen!
ru: Приветствуем вас, земляки!

# window/purchase/formation/alert
source: Purchase unavailable: the vehicle is in a tactical unit.
ru: Покупка недоступна: машина в формировании.

# bonusName/extended/camouflage/fixed
source: %(bonus)d%% to concealment of stationary vehicle
ru: %(bonus)d%% к незаметности неподвижной машины

# bonusName/extended/camouflage/inMove
source: %(bonus)d%% to concealment of moving vehicle
ru: %(bonus)d%% к незаметности машины в движении

# camouflage/PM_desert_ob260/description
source: The Amoeba camouflage pattern consists of brown, white, and black irregular-shaped spots. Designed in the second half of the 1920s and widely used by the Red Army.
ru: Камуфляж «Амёба» состоит из пятен неправильной формы коричневого, белого и чёрного цветов. Был разработан во второй половине 20-х годов и широко использовался Красной армией.

# camouflage/PM_desert_ob260/label
source: Amoeba: desert
ru: «Амёба»: пустынный

# camouflage/PM_desert_stugiv/description
source: A desert variation of the "ambush" camouflage pattern introduced in the late summer–early fall of 1944. Small free form patches of brownish shades are applied over the light yellow base color.
ru: Пустынный вариант «засадного камуфляжа», введённый поздним летом – ранней осенью 1944 года. На базовый светло-жёлтый цвет нанесены мелкие пятна произвольной формы коричневых оттенков.

# camouflage/PM_desert_stugiv/label
source: Ambush desert
ru: «Засадный» пустынный

# camouflage/PM_desert_t28htc/description
source: A desert variation combining two camouflage patterns: Coffee Stain and Chocolate Chip. The Coffee Stain uniforms were used by the U.S. Armed Forces from 1992 to the early 2010s. The Chocolate Chip uniforms were used by the U.S. Armed Forces from the early 1980s to the mid-1990s.
ru: Пустынный вариант комбинации двух камуфляжных схем: «Coffee stain» и «Chocolate Chip». «Coffee stain»: униформа такой расцветки использовалась ВС США с 1992 года до начала 2010-х. «Chocolate Chip»: униформа такой расцветки использовалась ВС США с начала 1980-х до середины 1990-х.

# camouflage/PM_desert_t28htc/label
source: Conceptual desert
ru: Концептуальный пустынный

# camouflage/PM_desert_t55a/description
source: A desert variation of camouflage pattern for wheeled and tracked armored fighting vehicles of GDR Armed Forces, introduced in 1988. This pattern entailed changing the summer pattern colors to varying colors and shades characteristic of arid environments: light brown, sand, gray sand, etc.
ru: Пустынный вариант камуфляжа боевой колёсной и гусеничной техники Вооружённых сил ГДР, принятого в 1988 году. Данная схема предусматривала замену цветов летней схемы на различные цвета и оттенки, характерные для пустынной местности: светло-коричневый, песочный, серо-песочный и т.д.

# camouflage/PM_desert_t55a/label
source: Modern spotted desert
ru: Современный пятнистый пустынный

# camouflage/PM_summer_ob260/description
source: The Amoeba camouflage pattern consists of irregular-shaped spots of varying shades of green. Designed in the second half of the 1920s and widely used by the Red Army.
ru: Камуфляж «Амёба» состоит из пятен неправильной формы различных оттенков зелёного цвета. Был разработан во второй половине 20-х годов и широко использовался Красной армией.

# camouflage/PM_summer_ob260/label
source: Amoeba: summer
ru: «Амёба»: летний

# camouflage/PM_summer_stugiv/description
source: A scheme of the "ambush" camouflage pattern introduced in the late summer–early fall of 1944. Disc-shaped green and brown patches are applied over the dark yellow base color along with additional brown dots between them.
ru: Одна из схем т.н. «засадного камуфляжа», введённая поздним летом – ранней осенью 1944 года. На базовый тёмно-жёлтый цвет нанесены пятна зелёного и коричневого цветов в виде кругов, а между ними дополнительно – пятнышки коричневого цвета.

# camouflage/PM_summer_stugiv/label
source: Ambush summer
ru: «Засадный» летний

# camouflage/PM_summer_t28htc/description
source: A summer variation combining two camouflage patterns: Coffee Stain and Chocolate Chip. The Coffee Stain uniforms were used by the U.S. Armed Forces from 1992 to the early 2010s. The Chocolate Chip uniforms were used by the U.S. Armed Forces from the early 1980s to the mid-1990s.
ru: Летний вариант комбинации двух камуфляжных схем: «Coffee stain» и «Chocolate Chip». «Coffee stain»: униформа такой расцветки использовалась ВС США с 1992 года до начала 2010-х. «Chocolate Chip»: униформа такой расцветки использовалась ВС США с начала 1980-х до середины 1990-х.

# camouflage/PM_summer_t28htc/label
source: Conceptual summer
ru: Концептуальный летний

# camouflage/PM_summer_t55a/description
source: A summer camouflage pattern for wheeled and tracked armored combat vehicles of GDR Armed Forces, introduced in 1988. Large brown and dark green spots-stripes were applied over the base green color.
ru: Летний камуфляж боевой колёсной и гусеничной техники Вооружённых сил ГДР, принятый в 1988 году. На базовый зелёный цвет наносились крупные пятна-полосы коричневого и тёмно-зелёного цветов.

# camouflage/PM_summer_t55a/label
source: Modern spotted summer
ru: Современный пятнистый летний

# camouflage/PM_winter_ob260/description
source: The Amoeba camouflage pattern consists of gray, white, and black irregular-shaped spots. Designed in the second half of the 1920s and widely used by the Red Army.
ru: Камуфляж «Амёба» состоит из пятен неправильной формы серого, белого и чёрного цветов. Был разработан во второй половине 20-х годов и широко использовался Красной армией.

# camouflage/PM_winter_ob260/label
source: Amoeba: winter
ru: «Амёба»: зимний

# camouflage/PM_winter_stugiv/description
source: A winter variation of the "ambush" camouflage pattern introduced in the late summer–early fall of 1944. Small free form patches of white and black colors are applied over the base color. Ideally suited for conducting ambushes in urban warfare.
ru: Зимний вариант «засадного камуфляжа», введённый поздним летом – ранней осенью 1944 года. На базовый цвет нанесены мелкие пятна произвольной формы белого и чёрного цветов. Идеально подходит для ведения «засадного» боя в городских условиях.

# camouflage/PM_winter_stugiv/label
source: Ambush winter
ru: «Засадный» зимний

# camouflage/PM_winter_t28htc/description
source: A winter variation combining two camouflage patterns: Coffee Stain and Chocolate Chip. The Coffee Stain uniforms were used by the U.S. Armed Forces from 1992 to the early 2010s. The Chocolate Chip uniforms were used by the U.S. Armed Forces from the early 1980s to the mid-1990s.
ru: Зимний вариант комбинации двух камуфляжных схем: «Coffee stain» и «Chocolate Chip». «Coffee stain»: униформа такой расцветки использовалась ВС США с 1992 года до начала 2010-х. «Chocolate Chip»: униформа такой расцветки использовалась ВС США с начала 1980-х до середины 1990-х.

# camouflage/PM_winter_t28htc/label
source: Conceptual winter
ru: Концептуальный зимний

# camouflage/PM_winter_t55a/description
source: A winter variation of camouflage pattern for wheeled and tracked armored fighting vehicles of GDR Armed Forces, introduced in 1988. In this variation light gray and black spots were painted over with white color.
ru: Зимний вариант камуфляжа боевой колёсной и гусеничной техники Вооружённых сил ГДР, принятого в 1988 году. В данном варианте пятна светло-серого и чёрного цветов закрашивались белым цветом.

# camouflage/PM_winter_t55a/label
source: Modern spotted winter
ru: Современный пятнистый зимний

# customization/tooltip/oneTaskDescription
source: Complete mission: %(name)s
ru: Выполнить боевую задачу: «%(name)s»

# customization/tooltip/status/doOperation
source: Fulfill the required conditions
ru: Выполните требуемые условия

# customization/tooltip/taskDescription/other
source: and additional %(count)s
ru: и ещё %(count)s

# inscription/special/special_81
source: For Motherland!
ru: За Родину!
