Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/VehicleCustomization.*.resx
Languages: ru

# camouflage/bicolor
source: Two-tone
ru: Двухцветный

# camouflage/china/bicolor/china_historical_01
source: Trimmed camouflage (1950s) A variation of the PLA (People's Liberation Army) multicolor camouflage.
ru: Камуфляж с окантовкой 50-е гг. Одна из схем многоцветного камуфляжа НОАК (Народно-освободительной армии Китая).

# camouflage/china/bicolor/china_historical_02
source: Two-tone disruptive camouflage (late 1940s through 1950s) Early camouflage type introduced by the PLA.
ru: Двухцветный пятнистый камуфляж Конец 40-х — 50-е гг. Ранний тип камуфляжа, принятый в НОАК.

# camouflage/china/bicolor/china_historical_03
source: Two-tone winter camouflage (late 1940s through early 1950s) White stripes on the standard background.
ru: Зимний двухцветный камуфляж Полосы белого цвета нанесены на стандартный фон. Применялся в конце 40-х — начале 50-х гг.

# camouflage/china/bicolor/china_historical_04
source: Dark disruptive camouflage (1950s) Early camouflage type introduced by the PLA.
ru: Тёмный пятнистый камуфляж 50-е гг. Ранний тип камуфляжа, принятый в НОАК.

# camouflage/china/bicolor/china_historical_07
source: Light disruptive camouflage (from mid-1950s) Late type of the PLA two-tone camouflage.
ru: Светлый пятнистый камуфляж С середины 50-х гг. Поздний тип двухцветного камуфляжа в НОАК.

# camouflage/china/tricolor/china_historical_05
source: Late three-tone camouflage (until late 1980s) The PLA's basic three-tone camouflage.
ru: Поздний трёхцветный камуфляж До конца 80-х гг. Основной трёхцветный камуфляж НОАК.

# camouflage/china/tricolor/china_historical_06
source: Early multicolor camouflage (from mid-1950s) Black spots and light-colored stripes on the basic background.
ru: Ранний многоцветный камуфляж С середины 50-х гг. Чёрные пятна и полосы светлой краски наносятся на основной фон.

# camouflage/china/tricolor/china_historical_08
source: "Large spots" camouflage (late 1960s to present) Still in use.
ru: Крупнопятнистый камуфляж С конца 60-х гг. Применяется и в настоящее время.

# camouflage/default
source: Default
ru: Базовый

# camouflage/france/bicolor/franch_1
source: Early two-tone camouflage (1918 through 1940) Used during World War I and the interwar period, until the invasion of France.
ru: Ранний двухцветный камуфляж 1918–1940 гг. Использовался во время Первой мировой войны, применялся в послевоенные годы вплоть до оккупации Франции.

# camouflage/france/bicolor/franch_4
source: Late two-tone camouflage (1930s) Used until the invasion of France.
ru: Поздний двухцветный камуфляж 30-е гг. Применялся в послевоенные годы вплоть до оккупации Франции.

# camouflage/france/bicolor/franch_5
source: Winter camouflage (fall 1925) The French did not have original winter patterns. However, in South Africa they used light grey stripes on the basic background.
ru: Зимний камуфляж Осень 1925 г. Настоящих зимних схем у французов не было. В Северной Африке на стандартный фон наносились светло-серые полосы.

# camouflage/france/tricolor/franch_2
source: Trimmed camouflage (1939) Spots with a black-colored braid. A scheme without separating lines was adopted in 1940.
ru: Камуфляж с окантовками 1939 г. Силуэты пятен обведены каймой чёрного цвета. С 1940 г. была принята схема без разделительных линий.

# camouflage/france/tricolor/franch_3
source: Late trimmed camouflage (late 1930s through early 1940s) The pattern with braids existed until 1940.
ru: Поздний камуфляж с окантовкой Конец 30-х — начало 40-х гг. В данной цветовой схеме окантовки сохранились до 1940 года.

# camouflage/france/tricolor/franch_6
source: Three-tone camouflage (1918 through 1920) The camouflage was used during World War I and the post-war period.
ru: Трёхцветный камуфляж 1918–1920 гг. Применялся во время Первой мировой войны и послевоенные годы.

# camouflage/france/tricolor/franch_7
source: Early diagonal camouflage (1918 through 1920) The camouflage was used during World War I and the post-war period.
ru: Ранний диагональный камуфляж 1918–1920 гг. Применялся во время Первой мировой войны и первые послевоенные годы

# camouflage/france/tricolor/franch_8
source: Three-tone disruptive camouflage (1918 through 1920s) The camouflage was used during World War I and the post-war period.
ru: Трёхцветный пятнистый камуфляж 1918–1920 гг. Применялся во время Первой мировой войны и первые послевоенные годы.

# camouflage/germany/bicolor/Feldgrau
source: Pre-war camouflage (1935 through 1940) Brown stripes on the basic dark grey background. However, from 1940 only the dark grey pattern was used.
ru: Довоенный камуфляж 1935–1940 гг. Полосы коричневого цвета наносились на стандартный тёмно-серый фон. Однако с 1940 года немецкая техника красится только тёмно-серой краской Schwarz Grau.

# camouflage/germany/bicolor/GrayZigzag
source: Early desert camouflage (1941 through 1942) Light yellow-brown paint on a dark grey background. The background bled through the paint in the form of spots or stripes.
ru: Ранний пустынный камуфляж 1941–1942 гг. Поверх основного тёмно-серого цвета наносилась светло-жёлто-коричневая краска. Основной цвет проступал в виде отдельных пятен или полос.

# camouflage/germany/bicolor/RedClouds
source: Camouflage "Spots" (1943 through 1944) Brown spots on the basic light yellow-brown background. Used on all fronts.
ru: Камуфляж «Пятна» 1943–1944 гг. Пятна коричневого цвета наносились на светло-жёлто-коричневый фон. Применялся на всех фронтах.

# camouflage/germany/bicolor/WhiteDiagonal
source: Winter two-tone camouflage (winter 1941 through 1943) White paint on a dark grey background. Used on the Eastern Front.
ru: Зимний двухцветный камуфляж Зима 1941–1943 гг. Полосы белой краски наносились на тёмно-серый фон. Применялся на Восточном фронте.

# camouflage/germany/bicolor/YellowBacillus
source: Yellow-brown camouflage "Stripes and spots" (1943 through 1945) A variation of the camouflage with brown stripes and spots on the yellow background.
ru: Жёлто-коричневый камуфляж «Полосы и пятна» 1943–1945 гг. Один из вариантов камуфляжной раскраски с коричневыми полосами и пятнами на стандартном жёлтом фоне.

# camouflage/germany/tricolor/Honeycomb
source: "Large spots" three-tone camouflage (1944) Brown spots with grey trim on the basic background. At the end of the war, due to the shortage of gasoline, dry pigments were mixed with water instead of gasoline, making the background more pale and transparent.
ru: Крупнопятнистый трёхцветный камуфляж 1944 г. Коричневые пятна с серой окантовкой на стандартном фоне. В конце войны из-за перебоев с бензином и керосином сухие краски для камуфляжа разводились водой. Фон получался более бледным и прозрачным.

# camouflage/germany/tricolor/SnowOnBands
source: Multicolor light zebra camouflage (1944 through 1945) It was also called "ambush" camouflage and was used on all fronts.
ru: Многоцветный светлый полосатый камуфляж 1944–1945 гг. Также назывался «засадным». Применялся на всех фронтах.

# camouflage/germany/tricolor/SnowOnSpots
source: Multicolor dark disruptive camouflage (1944 through 1945) It was also called "ambush" camouflage and was used on all fronts.
ru: Многоцветный тёмный пятнистый камуфляж 1944–1945 гг. Также назывался «засадным». Применялся на всех фронтах.

# camouflage/historical
source: Historical
ru: Исторический

# camouflage/tricolor
source: Multicolor
ru: Многоцветный

# camouflage/uk/bicolor/LRDG
source: LRDG camouflage (1941 through 1942) A pattern used by the Long Range Desert Group.
ru: Камуфляж групп LRDG 1941–1942 гг. Одна из схем окраски, применявшаяся в группах глубоких рейдов в пустыне.

# camouflage/uk/bicolor/bicolor_classic
source: Two-tone plain camouflage (1941 through 1943) Used by the 22nd Tank Brigade regiments.
ru: Двухцветный простой камуфляж 1941–1943 гг. Использовался в полках 22-й танковой бригады.

# camouflage/uk/bicolor/desert_splintered
source: "Splinter pattern" camouflage (1941 through 1943) Brown spots on the basic background split the vehicle silhouette into separate polygons.
ru: Камуфляж «Оскольчатый» 1941–1943 гг. Поверх основного цвета наложены коричневые пятна, «разбивающие» силуэт танка на отдельные геометрические фигуры.

# camouflage/uk/bicolor/grassy_green
source: Forest green camouflage (1940) Used in Europe.
ru: Травянисто-зелёный камуфляж 1940 г. Применялся в Европе.

# camouflage/uk/tricolor/sophisticated_bicolor
source: Striped camouflage (1941) Used in the U.K.
ru: Камуфляж с разделительными полосами 1941 г. Применялся на территории Великобритании.

# camouflage/uk/tricolor/tricolor_canadian
source: Canadian camouflage (1942) Used by the 1st Canadian Army Tank Brigade in the Dieppe Raid.
ru: Канадский камуфляж 1942 г. Применялся в 1-ой канадской танковой бригаде во время операции в Дьепе.

# camouflage/uk/tricolor/tricolor_classic
source: Three-tone universal camouflage (1942 through 1945) Used during the closing stage of World War II.
ru: Трёхцветный универсальный камуфляж 1942–1945 гг. Применялся на завершающем этапе Второй мировой войны.

# camouflage/uk/tricolor/tricolor_diagonal
source: "Stripes" camouflage (1942) Based on the dazzle pattern accepted by the Navy. Used in North Africa.
ru: Камуфляж «Полосы» 1942 г. В основе лежит принятый на флоте принцип деформирующей окраски. Применялся в Северной Африке.

# camouflage/usa/bicolor/BretagneSky
source: Winter camouflage (1941 through 1945) Initially, a variety of white substances were used, including chalk, lime and even salt. The dark olive background color took the form of stripes and spots.
ru: Зимний камуфляж 1941–1945 гг. Первоначально в качестве белой краски использовались любые составы белого цвета, такие как мел, известь и даже соль. Стандартный тёмно-оливковый цвет сохранялся в виде полос и пятен.

# camouflage/usa/bicolor/GuamBicolor
source: Tropical two-tone camouflage (1942 through 1945) Used at the Pacific Theatre of operations, in particular on Guam and Okinawa.
ru: Тропический двухцветный камуфляж 1942–1945 гг. Применялся в Тихоокеанском регионе, в частности, на островах Гуам и Окинава.

# camouflage/usa/bicolor/IvozimaBicolor
source: Desert two-tone camouflage (1943 through 1945) Used in North Africa and Sicily, as well as in the Pacific Theatre of operations, in particular on Iwo Jima.
ru: Пустынный двухцветный камуфляж 1943–1945 гг. Применялся в Северной Африке и на Сицилии, а также в Тихоокеанском регионе, в частности, на о. Иводзима.

# camouflage/usa/bicolor/Membane
source: "Zigzag" camouflage (1943 through 1944) Used in Italy and Sicily. Dirty yellow stripes on a dark olive background.
ru: Камуфляж «Зигзаги» 1943–1944 гг. Применялся во время боевых действий в Италии и на Сицилии. Землисто-жёлтые полосы наносились на стандартный тёмно-оливковый фон.

# camouflage/usa/bicolor/WhiteScar
source: "Stripe" camouflage (February 1944) Used by the 4th Marine Regiment in the Pacific Theatre.
ru: Камуфляж «Полосы» Февраль 1944 г. Применялся в Тихоокеанском регионе, в частности, в 4-м батальоне морской пехоты.

# camouflage/usa/tricolor/IvozimaTricolor
source: Tropical multicolor camouflage (February 1944) Used on Iwo Jima and in other combat operations in the Pacific Theatre.
ru: Тропический многоцветный камуфляж Февраль 1944 г. Использовался во время высадки на о. Иводзима и в других операциях на Тихом океане.

# camouflage/usa/tricolor/OldschoolUsa
source: Early camouflage (1917 through 1918) A French camouflage pattern, adopted by U.S. units during World War I.
ru: Ранний камуфляж 1917–1918 гг. Во время Первой мировой войны данная схема была заимствована у французов.

# camouflage/usa/tricolor/RudesheimTricolor
source: European three-tone camouflage (1944 through 1945) Often applied over all the equipment and spare parts carried on the vehicle.
ru: Европейский трёхцветный камуфляж 1944–1945 гг. Часто наносился на танк прямо поверх ЗИПа и имущества, которое перевозилось на танке.

# camouflage/ussr/bicolor/BrownStains
source: Summer two-tone camouflage (1944 through 1945) Used by the 334th Heavy SPG Regiment. Brown stripes on a dark green background.
ru: Летний двухцветный камуфляж 1944–1945 гг. Применялся в частях 334-го тяжёлого самоходно-артиллерийского полка. Полосы коричневого цвета наносились на стандартный тёмно-зеленый фон.

# camouflage/ussr/bicolor/Katukov
source: "Katukovsky" winter camouflage (winter 1941 through 1942) Used in the 1st Guards Brigade. Though the pattern is associated with one particular brigade, it was actually based on the pre-war standard winter camouflage.
ru: «Катуковский» зимний камуфляж Зима 1941–1942 гг. Раскраска, принятая в 1-й гвардейской танковой бригаде. Несмотря на то, что данная схема являлась «визитной карточкой» бригады, она только повторяла довоенные требования к нанесению зимней раскраски.

# camouflage/ussr/bicolor/SpringGhost
source: Spring camouflage (April 1942) Lime was applied on the green background and then smeared to achieve different degrees of transparency.
ru: Весенний камуфляж Апрель 1942 г. Цвет получен путем нанесения извёстки на стандартную зелёную окраску с последующим «растиранием» тряпкой до разной степени прозрачности фона.

# camouflage/ussr/tricolor/GasolinePellicle
source: Summer three-tone camouflage (1942) Used by the units based near Leningrad. Brown stripes applied on the basic background.
ru: Летний трёхцветный камуфляж 1942 г. Применялся в частях Ленинградского фронта. Полосы коричневого и жёлтого цвета наносились на стандартный фон.

# camouflage/ussr/tricolor/Leningrad
source: "Large spots" camouflage (August 1939) Commonly used by units based in the western regions of the Soviet Union.
ru: Крупнопятнистый камуфляж Разработан в августе 1939 г. Использовался на начальном этапе Великой Отечественной войны. Был рекомендован для частей, расположенных в западных военных округах.

# camouflage/ussr/tricolor/OldschoolRkka
source: Three-tone "large spots" camouflage (1941 through 1942) Used by the 1st Tank Division in Karelia.
ru: Трёхцветный крупнопятнистый камуфляж 1941–1942 гг. Применялся в частях 1-ой Краснознамённой танковой дивизии 1-го мехкорпуса в Карелии.

# camouflage/ussr/tricolor/Talvisota
source: "Geometrical" three-tone camouflage (1941 through 1942) Used by the 1st tank division in Karelia.
ru: «Геометрический» трёхцветный камуфляж 1941–1942 гг. Применялся в частях 1-ой Краснознамённой танковой дивизии 1-го мехкорпуса в Карелии.

# camouflage/ussr/tricolor/TricolorZebra
source: "Diagonal" camouflage (June through July 1941) Applied in accordance with pre-war requirements. It proved ineffective and was withdrawn.
ru: Диагональный камуфляж Июнь — июль 1941 г. Наносился в соответствии с довоенными требованиями. Вышел из употребления из-за низкой эффективности.

# camouflage/winter
source: Winter
ru: Зимний

# horns/bike_bell_01
source: BICYCLE BELL
ru: ВЕЛОСИПЕДНЫЙ

# horns/car_01
source: CAR 1
ru: АВТО 1

# horns/car_02
source: CAR 2
ru: АВТО 2

# horns/car_03
source: CAR 3
ru: АВТО 3

# horns/car_04
source: CAR 4
ru: АВТО 4

# horns/car_05
source: CAR 5
ru: АВТО 5

# horns/car_06
source: CAR 6
ru: АВТО 6

# horns/car_07
source: CAR 7
ru: АВТО 7

# horns/comedy_01
source: Mocking
ru: КОМЕДИЙНЫЙ

# horns/music_01
source: Musical TEST 1
ru: Муз. ТЕСТ 1

# horns/music_02
source: Musical TEST 2
ru: Муз. ТЕСТ 2

# horns/music_03
source: Musical TEST 3
ru: Муз. ТЕСТ 3

# horns/music_04
source: Musical TEST 4
ru: Муз. ТЕСТ 4

# horns/siren_01
source: SIREN 1
ru: СИРЕНА 1

# horns/siren_02
source: SIREN 2
ru: СИРЕНА 2

# horns/siren_03
source: SIREN 3
ru: СИРЕНА 3

# horns/titanic_01
source: STEAMBOAT 1
ru: ПАРОХОД 1

# horns/titanic_02
source: STEAMBOAT 2
ru: ПАРОХОД 2

# horns/titanic_03
source: STEAMBOAT 3
ru: ПАРОХОД 3

# horns/toy_01
source: TOY 1
ru: ИГРУШЕЧНЫЙ 1

# horns/toy_02
source: TOY 2
ru: ИГРУШЕЧНЫЙ 2

# horns/toy_03
source: TOY 3
ru: ИГРУШЕЧНЫЙ 3

# horns/train_01
source: LOCOMOTIVE 1
ru: ПАРОВОЗ 1

# horns/train_02
source: LOCOMOTIVE 2
ru: ПАРОВОЗ 2

# horns/train_03
source: LOCOMOTIVE 3
ru: ПАРОВОЗ 3

# horns/train_04
source: LOCOMOTIVE 4
ru: ПАРОВОЗ 4

# horns/train_05
source: LOCOMOTIVE 5
ru: ПАРОВОЗ 5

# horns/train_06
source: LOCOMOTIVE 6
ru: ПАРОВОЗ 6

# horns/train_07
source: LOCOMOTIVE 7
ru: ПАРОВОЗ 7

# horns/truck_01
source: TRUCK 1
ru: ГРУЗОВИК 1

# horns/truck_02
source: TRUCK 2
ru: ГРУЗОВИК 2

# horns/truck_03
source: HONK 1
ru: Гудок №1

# horns/truck_04
source: TRUCK 4
ru: ГРУЗОВИК 4

# horns/vuvuzela_01
source: VUVUZELA 1
ru: ВУВУЗЕЛА 1

# horns/whistle_01
source: WHISTLE 1
ru: СВИСТОК 1

# horns/whistle_02
source: WHISTLE 2
ru: СВИСТОК 2

# camouflage/china/bicolor/china_historical_13
source: Two-tone disruptive camouflage (1980s) A scheme used in the south of China in spring and fall.
ru: Двухцветный пятнистый камуфляж 80-е годы Одна из схем, используемых на юге Китая в весеннее и осеннее время.

# camouflage/china/tricolor/china_historical_07
source: Light disruptive camouflage (from mid-1950s) Late variant of the PLA's two-tone camouflage.
ru: Светлый пятнистый камуфляж С середины 50-х гг. Поздний тип двухцветного камуфляжа в НОАК.

# camouflage/china/tricolor/china_historical_09
source: Three-tone camouflage (from 1980s) Used in the north of China, especially in summer.
ru: Трёхцветный камуфляж С 80-х гг. Применялся в северных районах Китая, в основном в летнее время.

# camouflage/china/tricolor/china_historical_10
source: Three-tone camouflage (from 1990s) Used in the north-east of China, especially in summer.
ru: Трёхцветный камуфляж С 90-х гг. Применялся в северо-восточных районах Китая, в основном в летнее время.

# camouflage/china/tricolor/china_historical_11
source: Three-tone desert camouflage Green stripes of different toning on the yellow background. Used by the PLA until the beginning of the 21st century.
ru: Трёхцветный пуcтынный камуфляж Полосы разных оттенков зелёного на жёлтом фоне. Применялся в войсках НОАК до начала XXI века.

# camouflage/china/tricolor/china_historical_12
source: Three-tone camouflage (from 1980s) Used in the south of China, especially in summer.
ru: Трёхцветный камуфляж С 80-х гг. Применялся в южных районах Китая, в основном в летнее время.

# camouflage/china/tricolor/china_historical_14
source: Three-tone digital camouflage Geometric colored spots divide a vehicle silhouette into fragments. Still in use.
ru: Трёхцветный «цифровой» камуфляж Геометрические пятна разных оттенков разбивают силуэт машины на разноцветные фрагменты. Применяется в настоящее время.

# camouflage/france/tricolor/franch_9
source: Brown spots with black braid on the green background (1939) Another variant of the basic pre-war camouflage. In 1940, a scheme without braid was adopted.
ru: Коричневые пятна с чёрной окантовкой на зелёном поле 1939 г. Второй вариант основного довоенного камуфляжа. С 1940 года схема использовалась без окантовок.

# camouflage/germany/tricolor/Branch
source: Three-tone camouflage "Threads" (1944) Brown and dark-green stripes on the basic background. The scheme was widely used by German divisions towards the end of World War II.
ru: Трёхцветный камуфляж «Нити» 1944 г. Коричневые и тёмно-зелёные линии на стандартном фоне. Применялся в различных подразделениях на завершающем этапе войны.

# camouflage/germany/tricolor/Ragged_Patches
source: Three-tone "large spots" camouflage (1944 through 1945) Dark-green and brown spots on the basic background. The scheme was used on the Western Front.
ru: Трёхцветный крупнопятнистый камуфляж 1944–1945 гг. Пятна темно-зеленого и коричневого цвета нанесены на стандартный фон. Применялся на Западном фронте.

# camouflage/uk/tricolor/stains_with_notches
source: "Trimmed spots" camouflage (1941 through 1943) Large brown spots with double black-and-white trim on a yellow backround. Used in North Africa.
ru: Камуфляж «Пятна с кантами» 1941–1943 гг. Крупные коричневые пятна с двойным чёрно-белым кантом на жёлтом фоне. Применялся в Северной Африке.

# camouflage/usa/tricolor/Tri-color_Spotted
source: Tropical three-tone camouflage. Yellow-green and brown paint on the basic background.
ru: Тропический трёхцветный камуфляж Разводы жёлто-зелёной и коричневой краски на стандартном фоне.

# camouflage/ussr/tricolor/four-color_stains
source: Four-tone early camouflage. The scheme was developed in 1939. Brown, yellow and light-brown paint on the basic background.
ru: Четырёхцветный ранний камуфляж Схема разработана в 1939 г. Состоял из полос коричневого, жёлтого и светло-коричневого цветов, нанесённых поверх стандартного фона.

# camouflage/france/tricolor/franch_10
source: Three-tone trimmed camouflage (1939 through 1940) Used during the pre-war period and the first years of World War II.
ru: Трёхцветный камуфляж с окантовками 1939–1940 гг. Применялся в предвоенные годы и в первые годы Второй мировой войны.

# camouflage/germany/tricolor/Spots
source: Three-tone field camouflage (1944) Small green and brown spots on the basic background.
ru: Трёхцветный полевой камуфляж 1944 г. Мелкие пятна зелёного и коричневого цвета на стандартном фоне.

# camouflage/uk/tricolor/large-spotted
source: Desert combined camouflage (1941 through 1943) Used during the North African Campaign.
ru: Пустынный комбинированный камуфляж 1941–1943 гг. Применялся в ходе Северо-африканской кампании.

# camouflage/usa/tricolor/Tropical_tricolor
source: Tropical three-tone camouflage (1943 through 1945) Used in the Pacific Theatre.
ru: Тропический трёхцветный камуфляж 1943–1945 гг. Применялся в боях в Тихоокеанском регионе.

# camouflage/ussr/bicolor/Branches
source: "Tree branches" camouflage (1944) Used in the 6th Tank Army.
ru: Камуфляж «Ветви деревьев» 1944 г. Применялся в частях 6-ой танковой армии.

# camouflage/china/bicolor/china_historical_desert
source: Multicolor desert camouflage (from late 1980s) Late dazzle patterned camouflage type for desert regions.
ru: Многоцветный пустынный камуфляж С конца 1980-х гг. Поздний вариант деформирующей окраски для пустынной местности.

# camouflage/china/bicolor/china_historical_winter_1
source: Winter white camouflage (late 1940s through late 1950s) A vehicle was painted white with lime or other dye.
ru: «Зимний белый» Конец 1940-х — конец 1950-х гг. Машина покрывалась белой известью или другим красителем белого цвета.

# camouflage/china/bicolor/china_historical_winter_2
source: Two-tone winter camouflage (1950s through 1960s) White paint was applied in such manner that the background color took the form of stripes and spots.
ru: Зимний двухцветный камуфляж 1950-е — 1960-е гг. Белая краска наносилась на корпус машины таким образом, чтобы основной цвет оставался в виде отдельных полос и пятен.

# camouflage/desert
source: Desert
ru: Пустынный

# camouflage/france/bicolor/Winter
source: Winter white camouflage Winter pattern was applied to captured French vehicles fought with the Axis armored forces on the Eastern front.
ru: «Зимний белый» Зимняя защитная окраска наносилась на трофейные французские танки, воевавшие в танковых войсках стран Оси на Восточном фронте.

# camouflage/germany/bicolor/Winter
source: Winter white camouflage As white dry paint was not produced in Germany, all kinds of white dyes were used instead. There were no rules or regulations how to apply winter camouflage.
ru: «Зимний белый» Сухая белая краска для нанесения на технику в Германии не производилась, поэтому использовались любые белые красители, в том числе известь. Регламента для нанесения зимнего камуфляжа не было.

# camouflage/summer
source: Summer
ru: Летний

# camouflage/uk/bicolor/large-Mickey_Mouse_ears
source: Winter white camouflage (winter 1944 through 1945) Paint spots on the white background.
ru: Зимний двухцветный камуфляж Зима 1944–1945 гг. Краска наносилась на белый фон в виде отдельных пятен.
