Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/VehicleCustomization.*.resx
Languages: ru

# inscription/uk/hunter
source: Hunter
ru: Охотник

# inscription/uk/impertinent
source: Impertinent
ru: Дерзкий

# inscription/uk/invulnerable
source: Invulnerable
ru: Неуязвимый

# inscription/uk/manowar
source: Man O' War
ru: Мановар

# inscription/uk/miller
source: Golden Miller
ru: Золотой Миллер

# inscription/uk/phantom
source: Phantom
ru: Фантом

# inscription/uk/thunderbolt
source: Thunderbolt
ru: Удар молнии

# inscription/uk/ussr
source: Greetings to Our Allies in U.S.S.R.
ru: Привет нашим союзникам в СССР!

# inscription/uk/warrior
source: Steel Warrior
ru: Стальной воин

# inscription/uk/wrath
source: Wrath of Heaven
ru: Гнев небес

# inscription/usa/accident
source: Accident
ru: Несчастный случай

# inscription/usa/ally
source: Ally Oop
ru: Алле-оп!

# inscription/usa/america
source: Captain America
ru: Капитан Америка

# inscription/usa/baribal
source: Baribal
ru: Барибал

# inscription/usa/bastogne
source: First in Bastogne
ru: Первый в Бастони

# inscription/usa/betty
source: Betty
ru: Бетти

# inscription/usa/bison
source: Bison
ru: Бизон

# inscription/usa/blood
source: Old Blood and Guts
ru: Старый генерал

# inscription/usa/bombshell
source: Bombshell
ru: Гром среди ясного неба

# inscription/usa/brother
source: Brother-in-arms
ru: Брат по оружию

# inscription/usa/bull
source: Bull of the Woods
ru: Большая шишка

# inscription/usa/charlie
source: Charlie
ru: Чарли

# inscription/usa/chopper
source: Chopper
ru: Молотилка

# inscription/usa/cobra
source: Cobra King
ru: Королевская кобра

# inscription/usa/daddy
source: Big Daddy
ru: Большой папочка

# inscription/usa/desperate
source: Desperate
ru: Отчаянный

# inscription/usa/devastator
source: Devastator
ru: Опустошитель

# inscription/usa/finn
source: Huckleberry Finn
ru: Гекльберри Финн

# inscription/usa/fireball
source: Fireball
ru: Шаровая молния

# inscription/usa/firefly
source: Firefly
ru: Светлячок

# inscription/usa/furious
source: Furious
ru: Неистовый

# inscription/usa/glory
source: Glory, Glory, Hallelujah!
ru: Славься, славься, аллилуйя!

# inscription/usa/god
source: In God We Trust
ru: На Бога уповаем

# inscription/usa/hawk
source: War Hawk
ru: Боевой ястреб

# inscription/usa/hell_1
source: Hell on Wheels
ru: Ад на колёсах

# inscription/usa/hell_2
source: Welcome to Hell
ru: Добро пожаловать в ад

# inscription/usa/honey
source: Honey
ru: Милый

# inscription/usa/hunter
source: Hunter
ru: Охотник

# inscription/usa/hurricane
source: Hurricane
ru: Ураган

# inscription/usa/joe
source: Gorgeous Joe
ru: Великолепный Джо

# inscription/usa/king_kong
source: King Kong
ru: Кинг-Конг

# inscription/usa/mud
source: Old Mud and Ruts
ru: Ржавый генерал

# inscription/usa/rhodes
source: Betty Rhodes
ru: Бетти Родс

# inscription/usa/sam
source: Uncle Sam
ru: Дядя Сэм

# inscription/usa/sawyer
source: Tom Sawyer
ru: Том Сойер

# inscription/usa/strike
source: Sudden Strike
ru: Внезапный удар

# inscription/usa/superman
source: Superman
ru: Супермен

# inscription/usa/thatcher
source: Becky Thatcher
ru: Бекки Тэтчер

# inscription/usa/thunderbolt
source: Thunderbolt
ru: Удар молнии

# inscription/usa/tornado
source: Tornado
ru: Торнадо

# inscription/usa/warlock
source: Warlock
ru: Чернокнижник

# inscription/ussr/angry
source: Menacing
ru: Грозный

# inscription/ussr/arctic
source: Protect Soviet Arctic!
ru: Защитим советское Заполярье!

# inscription/ussr/armorer
source: Tula gunsmith
ru: Тульский оружейник

# inscription/ussr/avenger
source: People's avenger
ru: Народный мститель

# inscription/ussr/berlin
source: On to Berlin!
ru: Даёшь Берлин!

# inscription/ussr/brave
source: Courageous
ru: Отважный

# inscription/ussr/chapaev
source: Chapaev
ru: Чапаев

# inscription/ussr/cook
source: Tula baker
ru: Тульский кондитер

# inscription/ussr/defender
source: Defender of the Fatherland
ru: Защитник Отечества

# inscription/ussr/don
source: Dmitry Donskoy
ru: Дмитрий Донской

# inscription/ussr/donbass
source: Donbass avengers
ru: Мстители Донбасса

# inscription/ussr/enemy
source: Hit the enemy!
ru: Бей врага!

# inscription/ussr/farmer
source: Yeysk farmer
ru: Ейский колхозник

# inscription/ussr/fearless
source: Fearless
ru: Бесстрашный

# inscription/ussr/frunze
source: Frunze
ru: Фрунзе

# inscription/ussr/fulminatory
source: Thundering
ru: Гремящий

# inscription/ussr/furious
source: Furious
ru: Яростный

# inscription/ussr/girlfriend
source: Fighting girlfriend
ru: Боевая подруга

# inscription/ussr/go
source: Forward!
ru: Вперёд!

# inscription/ussr/gold
source: Chervonny
ru: Червонный

# inscription/ussr/intrepid
source: Intrepid
ru: Неустрашимый

# inscription/ussr/invader
source: Fight the occupants!
ru: Бей оккупантов!

# inscription/ussr/komsomol
source: Komsomolets
ru: Комсомолец

# inscription/ussr/kuibyshev
source: Kuybyshev
ru: Куйбышев

# inscription/ussr/kutuzov
source: Kutuzov
ru: Кутузов

# inscription/ussr/leningrad
source: For Leningrad!
ru: За Ленинград!

# inscription/ussr/leopard
source: Snow leopard
ru: Барс

# inscription/ussr/liberator
source: Liberator
ru: Освободитель

# inscription/ussr/lightning
source: Fulminant
ru: Молниеносный

# inscription/ussr/mayakovsky
source: Vladimir Mayakovsky
ru: Владимир Маяковский

# inscription/ussr/metallurg
source: Chelyabinsk metallurgist
ru: Челябинский металлург

# inscription/ussr/moscow
source: For Moscow!
ru: За Москву!

# inscription/ussr/motherland_1
source: For Motherland!
ru: За Родину!

# inscription/ussr/motherland_2
source: For Motherland!
ru: За Родину-мать!

# inscription/ussr/motherland_3
source: For our Soviet Motherland!
ru: За нашу Советскую Родину!

# inscription/ussr/muromets
source: Ilya Muromets
ru: Илья Муромец

# inscription/ussr/neva
source: Alexander Nevsky
ru: Александр Невский

# inscription/ussr/penza
source: Penza takes revenge!
ru: Пенза мстит!

# inscription/ussr/pioneer
source: Pioneer
ru: Пионер

# inscription/ussr/polar
source: Soviet polar explorer
ru: Советский полярник

# inscription/ussr/rash
source: Swift
ru: Стремительный

# inscription/ussr/red
source: The Red Army is the strongest of all!
ru: Красная армия всех сильней!

# inscription/ussr/runaway
source: Irrepressible
ru: Неудержимый

# inscription/ussr/russian
source: Russians do not surrender!
ru: Русские не сдаются!

# inscription/ussr/ruthless
source: Merciless
ru: Беспощадный

# inscription/ussr/schoolboy
source: Motor works student
ru: Автозаводской школьник

# inscription/ussr/sevastopol
source: Uphold Sevastopol!
ru: Отстоим Севастополь!

# inscription/ussr/shchors
source: Nikolay Shchors
ru: Щорс

# inscription/ussr/smashing
source: Smashing
ru: Разящий

# inscription/ussr/spartak
source: Spartacus
ru: Спартак

# inscription/ussr/stalin_1
source: For Stalin!
ru: За Сталина!

# inscription/ussr/stalin_2
source: Joseph Stalin
ru: Иосиф Сталин

# inscription/ussr/stalinist
source: Stalinets
ru: Сталинец

# inscription/ussr/steelmaker
source: Kryvyi Rih steel-maker
ru: Криворожский сталевар

# inscription/ussr/strong
source: Decisive
ru: Решительный

# inscription/ussr/susanin
source: Ivan Susanin
ru: Иван Сусанин

# inscription/ussr/suvorov
source: Suvorov
ru: Суворов

# inscription/ussr/tutsan
source: Hunter
ru: Зверобой

# inscription/ussr/varangian
source: "Varyag"
ru: «Варяг»

# inscription/ussr/victor
source: Victorious
ru: Победоносный

# inscription/ussr/victory_1
source: To the Victory!
ru: К победе!

# inscription/ussr/victory_2
source: We will prevail!
ru: Мы победим!

# inscription/ussr/victory_3
source: Victory will be ours!
ru: Победа будет за нами!

# inscription/ussr/warlike
source: Militant
ru: Воинственный

# inscription/ussr/west
source: To the West!
ru: На Запад!

# emblem/group4/signs_83
source: Flag of Myanmar
ru: Флаг Мьянмы

# emblem/group4/signs_84
source: Flag of Jordan
ru: Флаг Иордании

# inscription/france/aramis
source: Aramis
ru: Арамис

# inscription/france/athos
source: Athos
ru: Атос

# inscription/france/bombard
source: Bombarde
ru: Бомбарда

# inscription/france/bonoparte
source: Bonaparte
ru: Бонапарт

# inscription/france/boyard
source: Fort Boyard
ru: Форт Боярд

# inscription/france/foch
source: Foch
ru: Фош

# inscription/france/france
source: France
ru: Франция

# inscription/france/june
source: June 18th, 1940
ru: 18 июня 1940

# inscription/france/nostradamus
source: Nostradamus
ru: Нострадамус

# inscription/france/olivier
source: Olivier
ru: Оливье

# inscription/france/porthos
source: Porthos
ru: Портос

# inscription/germany/berlin
source: Berlin
ru: Берлин

# inscription/germany/griffon
source: Griffin
ru: Грифон

# inscription/germany/hummel
source: Bumblebee
ru: Шмель

# inscription/germany/mammut
source: Mammoth
ru: Мамонт

# inscription/germany/marder
source: Marten
ru: Куница

# inscription/germany/munchen
source: Munich
ru: Мюнхен

# inscription/germany/ragnarok
source: Ragnarok
ru: Рагнарок

# inscription/germany/teutone
source: Teuton
ru: Тевтонец

# inscription/uk/ace
source: Ace
ru: Ас

# inscription/uk/achilles
source: Achilles
ru: Ахиллес

# inscription/uk/ali
source: Ali Baba
ru: Али-Баба

# inscription/uk/apollo
source: Apollo
ru: Аполлон

# inscription/uk/battleaxe
source: Battleaxe
ru: Боевой топор

# inscription/uk/betty
source: Betty Boop
ru: Бетти Буп

# inscription/uk/centaur
source: Centaur
ru: Кентавр

# inscription/uk/cossack
source: Cossack
ru: Казак

# inscription/uk/dragon
source: Dragon
ru: Дракон

# inscription/uk/duke
source: Iron Duke
ru: Железный герцог

# inscription/uk/elusive
source: Elusive
ru: Неуловимый

# inscription/uk/firm
source: The Old Firm
ru: Старая Фирма

# inscription/uk/gnome
source: Gnome
ru: Гном

# inscription/uk/jumbo
source: Jumbo
ru: Громадина

# inscription/uk/junior
source: Junior
ru: Младший

# inscription/uk/panda
source: Panda
ru: Панда

# inscription/uk/princess
source: The Princess
ru: Принцесса

# inscription/uk/robroy
source: Rob Roy
ru: Роб Рой

# inscription/uk/scorpion
source: Scorpion
ru: Скорпион

# inscription/uk/serenade
source: Donkey's Serenade
ru: Серенада для ослицы

# inscription/uk/squirrel
source: Squirrel
ru: Белка

# inscription/uk/talisman
source: Talisman
ru: Талисман

# inscription/uk/tiger
source: Wherezatiger
ru: Где-же-тигр

# inscription/uk/viper
source: Viper
ru: Гадюка

# inscription/uk/warspite
source: Warspite
ru: Уорспайт

# inscription/usa/apocalypse
source: Apocalypse
ru: Апокалипсис

# inscription/usa/babe
source: Babe
ru: Малыш

# inscription/usa/bambino
source: Bambino
ru: Бамбино

# inscription/usa/blackjack
source: Black Jack
ru: Блэк Джек

# inscription/usa/boomerang
source: Boomerang
ru: Бумеранг

# inscription/usa/dot
source: Dot dot dot dash
ru: Точка, точка, точка, тире

# inscription/usa/geronimo
source: Geronimo
ru: Джеронимо

# inscription/usa/hothead
source: Daredevil
ru: Сорвиголова

# inscription/usa/kilroy
source: Kilroy was here
ru: Килрой был здесь

# inscription/usa/lulu
source: Lulubelle
ru: Лулу Белль

# inscription/usa/magnet
source: Lead Magnet
ru: Притягиваю свинец

# inscription/usa/mickey
source: Mickey Mouse
ru: Микки Маус

# inscription/usa/popeye
source: Popeye
ru: Моряк Попай

# inscription/usa/scot
source: The Flying Scot
ru: Летучий шотландец

# inscription/usa/yankee
source: Damn Yankee
ru: Проклятый янки

# inscription/ussr/belarus
source: For the Soviet Belorussia
ru: За Советскую Белоруссию

# inscription/ussr/leningradian
source: Resident of Leningrad
ru: Ленинградец

# inscription/ussr/tigers
source: Fight the Tigers!
ru: Для разгрома тигров!

# inscription/ussr/toberlin
source: On to Berlin!
ru: На Берлин!

# inscription/ussr/ukraine
source: For the Soviet Ukraine
ru: За Советскую Украину

# camouflage/france/tricolor/Branches_and_Leaves
source: "Green grove" (spring through summer 1940) Experimental camouflage. Used by the 8th Tank Battalion.
ru: «Зелёная роща» Весна — лето 1940 г. Экспериментальный камуфляж. Применялся в 8-м танковом батальоне.

# camouflage/france/tricolor/Geometric_Shapes
source: Two-tone black-striped fragment camouflage (1919) An early camouflage of the French armored forces.
ru: Двухцветный оскольчатый камуфляж с чёрными разделительными линиями 1919 г. Один из ранних камуфляжей французских танковых войск.

# camouflage/france/tricolor/Gyrus
source: Three-tone camouflage with wide intertwining strips (1999) Camouflage of the French peacekeeping forces.
ru: Трёхцветный камуфляж с широкими переплетающимися полосами 1999 г. Камуфляж французских миротворческих сил.

# camouflage/germany/bicolor/Dark_Spots
source: Three-tone disruptive camouflage (July 1943) Used by the 19th Tank Division during Operation Citadel on the Eastern Front.
ru: Трёхцветный пятнистый камуфляж Июль 1943 г. Применялся в частях 19-й танковой дивизии во время операции «Цитадель» на Восточном фронте.

# camouflage/germany/bicolor/Diagonal_Stripes
source: Three-tone diagonal camouflage (spring through summer 1944) Used by armored units during the Normandy Campaign.
ru: Трёхцветный диагональный камуфляж Весна — лето 1944 г. Применялся в танковых частях во время боевых действий в Нормандии.

# camouflage/germany/bicolor/Polylines
source: Two-tone diagonal camouflage (summer 1944) Used by the 3d Wehrmacht Tank Army in Lithuania.
ru: Двухцветный диагональный камуфляж Лето 1944 г. Применялся в частях 3-й танковой армии Вермахта во время боевых действий в Литве.

# camouflage/ussr/bicolor/Band
source: Three-tone "large spots" camouflage (late 1950s) Used by the South-West Special Military Force.
ru: Трёхцветный крупнопятнистый камуфляж Вторая половина 50-х гг. Применялся в юго-западной особой группе войск.

# camouflage/ussr/bicolor/Brown_Spots
source: Three-tone disruptive camouflage. Widely used in the summer of 1941.
ru: Трёхцветный пятнистый камуфляж Широко применялся летом 1941 г.

# camouflage/ussr/bicolor/White_Spots
source: Two-tone "small spots" camouflage. Widely used from 1941 through 1945.
ru: Двухцветный мелкопятнистый камуфляж Широко применялся на протяжении 1941–1945 годов.

# inscription/ussr/rudy
source: Red
ru: Рыжий

# emblem/group4/signs_85
source: Flag of Mongolia
ru: Флаг Монголии

# emblem/group4/signs_86
source: Flag of India
ru: Флаг Индии

# emblem/group4/signs_87
source: Flag of Indonesia
ru: Флаг Индонезии

# camouflage/japan/desert_blue-brown
source: Imperial Navy camouflage (from 1930s) Grey-blue aquamarine dye was applied on amphibious vehicles of the Imperial Navy. To improve camouflage, irregularly shaped spots and stripes were applied, in colors depending on the area of operations — in this case, ochre.
ru: Императорский военно-морской камуфляж С 30-х гг. Плавающая техника, относившаяся к Императорскому военно-морскому флоту, окрашивалась в серо-синий цвет морской волны. Для лучшей маскировки на неё наносились неровные пятна и полосы в зависимости от района действий — в данном случае охрой.

# camouflage/japan/desert_green-brown_spots
source: Three-tone disruptive camouflage (1930s and from 1945) Green and brown spots applied on khaki-colored background. From 1945 light green was used instead of khaki. The first camouflage pattern is still in use.
ru: Трёхцветный пятнистый камуфляж 30-е гг. и с 1945 г. Зелёные и коричневые пятна, нанесённые на основной цвет хаки. Особенно активно использовался в 30-е гг. С 1945 года цвет хаки стали заменять на светло-зелёный. В настоящее время старая схема покраски снова активно используется.

# camouflage/japan/summer_four-color
source: Three-tone trimmed camouflage (1930s through 1942) Brown-green-yellow camouflage with black or brown trim. Later, yellow color was discontinued. However, the pattern was used in China and Manchuria until 1945.
ru: Трёхцветный камуфляж с окантовкой 1930-е гг. –1942 г. Коричнево-зелёно-жёлтый камуфляж с чёрной или коричневой окантовкой. Позднее жёлтый цвет был исключён. Однако в Китае и Маньчжурии все три цвета использовались до 1945 года.

# camouflage/japan/summer_three-color_spots
source: Three-tone mountain camouflage (1940s) Used in the mountainous areas of China.
ru: Трёхцветный горный камуфляж 40-е годы Использовался в горных районах Китая.

# camouflage/japan/winter_spots
source: White disruptive camouflage (from 1945) White spots on the basic background. Nowadays, spots of regular shapes and various sizes are applied.
ru: Пятнистый белый камуфляж С 1945 года Белые пятна, нанесённые на основной цвет. В настоящее время пятна наносят ровными кругами различного размера.

# camouflage/japan/winter_white
source: “Off-white” camouflage (1942 through 1945) In North China, vehicles were painted white. The dye was rubbed on standard summer camouflage.
ru: «Грязно-белый» 1942–1945 гг. Во время боевых действий в Северном Китае технику стали покрывать белой краской, растирая её поверх обычного летнего камуфляжа.

# inscription/japan/attack
source: Attack!
ru: В атаку!

# inscription/japan/blow
source: Death Blow
ru: Смертельный удар

# inscription/japan/commandos
source: Special Attack
ru: Отряд специального назначения

# inscription/japan/patriotism
source: Love of Country
ru: Патриотизм

# inscription/japan/shield
source: Emperor's Shield
ru: Щит Императора

# inscription/japan/spirit
source: Samurai Spirit
ru: Дух самурая

# inscription/japan/steel
source: Steel
ru: Сталь

# inscription/japan/taku
source: Pioneer
ru: Таку

# inscription/japan/waterfall
source: Waterfall
ru: Водопад

# IGR/free/cut
source: Free
ru: Беспл.

# IGR/free/full
source: Free
ru: Бесплатно

# camouflage/IGR_Ch_Desert
source: Chinese variant of the Flecktarn pattern (from 2003) Used by the frontier forces in Tibet and on the Chinese-Russian border.
ru: Китайский вариант схемы Flecktarn С 2003 г. Используется пограничными войсками в Тибете и на китайско-российской границе.

# camouflage/IGR_Ch_Summer
source: Summer universal Type 07 camouflage (from 2007) Chinese variant of a digital pattern used by the PLA.
ru: Летний универсальный камуфляж Type 07 С 2007 г. Китайский вариант цифровой схемы. Применяется НОАК.

# camouflage/IGR_Ch_Winter
source: Winter variant of the Type 07 camouflage (from 2008) Used by the PLA mainly in mountainous area.
ru: Зимний вариант камуфляжа Type 07 С 2008 г. Применяется НОАК преимущественно в горной местности.

# camouflage/IGR_Desert
source: Korean variant of the camouflage pattern of the M81 Woodland of the U.S. Army (from the 1960s to the 1980s) Used by the Army of the Republic of Korea in several climatic and seasonal variants with different color patterns.
ru: Корейский вариант камуфляжа схемы М81 Woodland армии США 1960-е — 1980-е гг. Использовался армией Республики Корея в различных климатических и сезонных условиях с разным сочетанием цветов.

# camouflage/IGR_Summer
source: Summer camouflage of the Marines of the Republic of Korea (from mid-1970s through early 1980s) The "puzzle" pattern was used.
ru: Летний камуфляж морской пехоты Республики Корея Середина 70-х — начало 80-х гг. Применялась так называемая цветовая схема «пазл».

# camouflage/IGR_Winter
source: Winter camouflage of the Naval Landing Forces of the Republic of Korea (from February 2013) First used during combined training with American forces.
ru: Зимний камуфляж морских десантников Республики Корея С февраля 2013 г. Впервые использовался на совместных учениях с морскими десантниками США.

# emblem/IGR
source: For <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>
ru: Для <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>

# emblem/group5/sticker_01
source: Mask
ru: Маска

# emblem/group5/sticker_02
source: Cloud
ru: Облако

# emblem/group5/sticker_03
source: Korean Peninsula
ru: Корейский полуостров

# emblem/group5/sticker_04
source: Rose of Sharon
ru: Роза Шарона

# emblem/group5/sticker_05
source: Mask Dance
ru: Танец в масках

# emblem/group5/sticker_06
source: Taekwondo
ru: Тхэквондо

# emblem/group5/sticker_07
source: Wrestling
ru: Борьба

# emblem/group5/sticker_08
source: Pine
ru: Сосна

# emblem/group5/sticker_09
source: Totem Pole
ru: Тотемный столб

# emblem/group5/sticker_10
source: Noodles
ru: Лапша

# inscription/IGR
source: For <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>
ru: Для <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>

# camouflage/IGR_K_Desert
source: Desert camouflage (2004) Developed in the Republic of Korea by replacing the colors of the summer camouflage. Used by Korean forces in Afghanistan.
ru: Пустынный камуфляж 2004 г. Разработан в Республике Корея на базе летнего камуфляжа путём замены цветов. Использовался корейскими войсками в Афганистане.

# camouflage/IGR_K_Summer
source: Camouflage unofficially designated as “swirl”, “spaghetti”, or “waves” (late 1960s through late 1980s) Used by the special operations forces of the Republic of Korea.
ru: Камуфляж, получивший неофициальные названия «Водоворот», «Лапша», «Волны» Конец 1960-х — конец 1980-х гг. Использовался силами Республики Корея во время специальных операций.

# camouflage/IGR_K_Winter
source: Winter variant of “tortoise shell” camouflage pattern (1980s) Used by the Republic of Korea Marine Corps.
ru: Зимний вариант камуфляжа схемы «Черепаший панцирь» 80-е гг. Использовался корпусом морской пехоты Республики Корея.

# emblem/group4/signs_88
source: Coat of arms of Kharkov
ru: Герб Харькова

# emblem/group4/signs_89
source: Coat of arms of Nizhny Novgorod
ru: Герб Нижнего Новгорода

# camouflage/germany/DesertTiger
source: African desert camouflage (1942) Adopted after the introduction of new color pattern standards in Germany. Used by German land forces operating in the North African theater. Uneven sand-colored and gray spots applied over a yellow-brown basic layer.
ru: Африканский пустынный камуфляж 1942 г. Был принят после введения в Германии новых стандартов цветовых схем. Использовался сухопутными частями немецких войск, которые действовали в Африке. Представлял собой неровные пятна песочно-серого цвета, нанесённые поверх жёлто-коричневого основного слоя.

# camouflage
source: Map Types:
ru: Тип карт:

# camouflage/Clan_camouflage_01/description
source: One of the variants of the U.S. Army tricolor postwar camouflage.
ru: Один из вариантов трёхцветного послевоенного камуфляжа армии США.

# camouflage/Clan_camouflage_01/label
source: Clan elite camouflage
ru: Клановый элитный камуфляж

# camouflage/IGR_Ch_Desert/description
source: (from 2003) Used by the frontier forces in Tibet and on the Chinese-Russian border.
ru: С 2003 г. Используется пограничными войсками в Тибете и на китайско-российской границе.

# camouflage/IGR_Ch_Desert/label
source: Chinese variant of the Flecktarn pattern
ru: Китайский вариант схемы Flecktarn

# camouflage/IGR_Ch_Summer/description
source: (from 2007) Chinese variant of a digital pattern used by the PLA.
ru: С 2007 г. Китайский вариант цифровой схемы. Применяется НОАК.

# camouflage/IGR_Ch_Summer/label
source: Summer universal Type 07 camouflage
ru: Летний универсальный камуфляж Type 07

# camouflage/IGR_Ch_Winter/description
source: (from 2008) Used by the PLA mainly in mountainous area.
ru: С 2008 г. Применяется НОАК преимущественно в горной местности.

# camouflage/IGR_Ch_Winter/label
source: Winter variant of the Type 07 camouflage
ru: Зимний вариант камуфляжа Type 07

# camouflage/IGR_Desert/description
source: (from the 1960s to the 1980s) Used by the Army of the Republic of Korea in several climatic and seasonal variants with different color patterns.
ru: 1960-е — 1980-е гг. Использовался армией Республики Корея в различных климатических и сезонных условиях с разным сочетанием цветов.

# camouflage/IGR_Desert/label
source: Korean variant of the M81 Woodland camouflage pattern of the U.S. Army
ru: Корейский вариант камуфляжа схемы М81 Woodland
