Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/VehicleCustomization.*.resx
Languages: ru

# camouflage/czech/Cz_dust/description
source: Used in the summer of 1942. A desert camouflage did not exist in the Czechoslovakian army until 1939. Yellow spots were applied over the primary grey color of Czechoslovakian vehicles in the 22nd Panzer Division.
ru: Использовался летом 1942 года. Пустынного камуфляжа в армии Чехословакии до 1939 не существовало. В 22-й танковой дивизии на танки чехословацкого производства наносились пятна жёлтого цвета поверх стандартного серого.

# camouflage/czech/Cz_dust/label
source: German camouflage from 1942
ru: Немецкий камуфляж 1942 года

# camouflage/czech/Cz_summer/description
source: Used until 1939. Yellow and brown spots up to 100 cm long and 40 cm wide were applied over dull green dye. No strict pattern for applying spots was used. Each vehicle had a unique pattern.
ru: Применялся до 1939 года. Техника окрашивалась в матовый зелёный цвет, поверх которого наносились пятна жёлтого и коричневого цветов до 100 см. длиной и до 40 см. шириной. Строгой системы нанесения пятен не было — на каждой машине они располагались уникально.

# camouflage/czech/Cz_summer/label
source: Czechoslovakian camouflage from 1930
ru: Чехословацкий камуфляж 1930 года

# camouflage/czech/Cz_winter/description
source: Used from 1941 through 1942. A winter camouflage did not exist in the Czechoslovakian army until 1939. Czechoslovakian vehicles in the 8th Panzer Division of the Wehrmacht were dabbed with white dye over the primary grey color.
ru: Применялся в 1941–1942 гг. В армии Чехословакии до 1939 года не существовало зимнего камуфляжа. В 8-й танковой дивизии Вермахта на чехословацкие машины наносили мазки белого цвета поверх основного серого.

# camouflage/czech/Cz_winter/label
source: German camouflage from 1941
ru: Немецкий камуфляж 1941 года

# camouflage/nation/czech
source: Can be applied to Czechoslovakian vehicles
ru: Наносится на чехословацкую технику

# camouflage/summer_camo/description
source: Camouflage for marshy and forested areas. Its earth tones and geometry effectively disrupt and hide the vehicle’s silhouette in foliage, and allow it to stay unspotted to ambush enemies.
ru: Камуфляж для лесисто-болотистых участков местности. Цветовые оттенки и геометрия нанесения деформирующего рисунка эффективно скрывают контуры машины в растительности и позволяют сохранить преимущество незаметности при действиях из засады.

# camouflage/summer_camo/label
source: Marshy camouflage
ru: Камуфляж «Болотный»

# emblem/auto/czech_round
source: Emblem of Czechoslovakia
ru: Эмблема Чехословакии

# emblem/group2/battle_29
source: Insignia
ru: Знак

# emblem/group2/battle_30
source: Cross 2
ru: Крест 2

# emblem/group4/signs_90
source: Coat of arms of Czechoslovakia 1
ru: Герб Чехословакии 1

# emblem/group4/signs_91
source: Coat of arms of Czechoslovakia 2
ru: Герб Чехословакии 2

# emblem/group7/clan_content_14
source: GM season 1
ru: ГК Сезон 1

# emblem/group7/clan_content_15
source: GM season 2
ru: ГК Сезон 2

# emblem/group7/clan_content_16
source: GM season 3
ru: ГК Сезон 3

# inscription/czech/brumovice
source: Brumovice
ru: Брумовице

# inscription/czech/chachar
source: Troublemaker
ru: Буйный нрав

# inscription/czech/csr
source: Czechoslovakia
ru: Чехословацкая Республика

# inscription/czech/csrozhlas
source: Czechoslovakian Radio
ru: Радио Чехословакия

# inscription/czech/janosik
source: Jánošík
ru: Яношик

# inscription/czech/kapitanotakarjaros
source: Captain Otakar Jaros
ru: Капитан Отакар Ярош

# inscription/czech/lezaky
source: Lezaky
ru: Лежаки

# inscription/czech/lidice
source: Lidice
ru: Лидице

# inscription/czech/pravdavitezi
source: Truth Prevails
ru: Правда восторжествует

# inscription/czech/prazacka
source: Girl from Prague
ru: Пражанка

# inscription/czech/radhost
source: Radhošť
ru: Радгошть

# inscription/czech/rusalka
source: Mermaid
ru: Русалка

# inscription/czech/sotek
source: Imp
ru: Бес

# inscription/czech/strasnice
source: Strašnice
ru: Страшнице

# inscription/czech/zanasepadle
source: Avenge the Fallen
ru: За павших товарищей

# inscription/czech/zizka
source: Žižka
ru: Жижка

# inscription/czech/zizkov
source: Žižkov
ru: Жижков

# carousel/message/description
source: Use filter to view customization elements.
ru: Измените параметры фильтра, чтобы отобразить элементы внешнего вида.

# carousel/message/header
source: Nothing Found
ru: Ничего не найдено

# customization/bottomPanel/backBtn/description
source: TO CATEGORIES
ru: К ГРУППАМ

# customization/bottomPanel/backBtn/label
source: BACK
ru: НАЗАД

# customization/filter/duration/always
source: Unlimited
ru: Бессрочно

# customization/filter/duration/disabled
source: Use filters to change the acquisition method.
ru: Для выбора измените способ получения в фильтрах.

# customization/filter/duration/lowercase/always
source: unlimited
ru: в постоянное пользование

# customization/filter/duration/lowercase/month
source: 30 days
ru: на 30 дней

# customization/filter/duration/lowercase/week
source: 7 days
ru: на 7 дней

# customization/filter/duration/month
source: 30 Days
ru: На 30 дней

# customization/filter/duration/week
source: 7 Days
ru: На 7 дней

# customization/tooltip/alreadyHave/count
source: (%(count)s item(s))
ru: (%(count)s шт.)

# customization/tooltip/alreadyHave/forever
source: Unlimited
ru: Бессрочно

# customization/tooltip/alreadyHave/igr
source: For playing in IGR
ru: За игру в IGR

# customization/tooltip/alreadyHave/temp
source: For %(days)s days (%(daysRemain)s days left)
ru: На %(days)s дней (осталось %(daysRemain)s)

# customization/tooltip/alreadyHave/title
source: Acquired
ru: Получено

# customization/tooltip/bonus/aimer
source: to Gunner
ru: наводчику

# customization/tooltip/bonus/commander
source: to Commander
ru: командиру

# customization/tooltip/bonus/desc/crew
source: Bonus to all crew members
ru: Бонус всему экипажу

# customization/tooltip/bonus/desc/role
source: Bonus %(role)s's major qualification
ru: Бонус к основной специальности %(role)s

# customization/tooltip/bonus/desc/secrecy
source: Bonus to vehicle concealment
ru: Бонус к маскировке

# customization/tooltip/bonus/driver
source: to Driver
ru: механику-водителю

# customization/tooltip/bonus/entireCrew
source: to All Crew Members
ru: всему экипажу

# customization/tooltip/bonus/global
source: (+%(count)s%% total)
ru: (+%(count)s%% общий бонус)

# customization/tooltip/bonus/loader
source: to Loader
ru: заряжающему

# customization/tooltip/bonus/masking
source: to Vehicle Concealment
ru: к маскировке

# customization/tooltip/bonus/radioman
source: to Radio Operator
ru: радисту

# customization/tooltip/description/conditions/allyMore
source: Active as long as at least %(count)s of your allies survive in the battle.
ru: Количество боеспособных союзников, не менее: %(count)s.

# customization/tooltip/description/conditions/destroy
source: Active for %(time)s after you have destroyed an enemy vehicle.
ru: На протяжении %(time)s после уничтожения игроком машины противника.

# customization/tooltip/description/conditions/detect
source: Active for %(time)s after you have spotted an enemy vehicle.
ru: На протяжении %(time)s после обнаружения игроком машины противника.

# customization/tooltip/description/conditions/durabilityLess
source: Active if the vehicle has less than %(count)s%% HP.
ru: Прочность машины меньше %(count)s%%.

# customization/tooltip/description/conditions/durabilityMore
source: Active if the vehicle has more than %(count)s%% HP.
ru: Прочность машины больше %(count)s%%.

# customization/tooltip/description/conditions/enemySpecificTanksCount
source: Active as long as there are enemy vehicles of a certain type within a radius of %(radius)s from your vehicle.
ru: Количество боеспособных машин противника определённого типа в радиусе %(radius)s.

# customization/tooltip/description/conditions/enemyTanksCount
source: Active as long as there are enemy vehicles within a radius of %(radius)s from your vehicle.
ru: Количество машин противника в радиусе %(radius)s.

# customization/tooltip/description/conditions/hit
source: Active for %(time)s after you have critically hit an enemy vehicle (damaging/destroying an enemy vehicle's module or knocking out members of their crew is counted).
ru: На протяжении %(time)s после критического попадания игрока по противнику (засчитываются: повреждение / выведение из строя модуля, ранение члена экипажа).

# customization/tooltip/description/conditions/map
source: Active on maps of certain types or seasons (summer, winter, desert).
ru: Карта определённого типа (летняя, зимняя, пустынная).

# customization/tooltip/description/conditions/miss
source: Active for %(time)s after an enemy ricochet, non-penetrating hit, or a hit with no damage to your vehicle.
ru: На протяжении %(time)s после нерезультативного попадания противника по игроку (засчитываются: рикошет, непробитие, попадание без урона).

# customization/tooltip/description/conditions/platoonMore
source: Active while at least %(count)s of your Platoon members remain fighting in the battle.
ru: Количество боеспособных совзводных, не менее: %(count)s.

# customization/tooltip/description/conditions/title
source: Bonus Activation Conditions
ru: Условия срабатывания

# customization/tooltip/description/history/title
source: History
ru: История

# customization/tooltip/slot/camouflage
source: Camouflage
ru: камуфляжа

# customization/tooltip/slot/emblem
source: Emblem
ru: эмблемы

# customization/tooltip/slot/inscription
source: Inscription
ru: надписи

# customization/tooltip/status/alreadyHave
source: Acquired
ru: В наличии

# customization/tooltip/status/availableForBuy
source: Available for purchase
ru: Доступно для покупки

# customization/tooltip/status/doMission
source: Complete the mission
ru: Выполните боевую задачу

# customization/tooltip/status/onBoard
source: Applied
ru: На технике

# customization/tooltip/wayToBuy/forever
source: Unlimited
ru: Бессрочно

# customization/tooltip/wayToBuy/igr
source: For playing in IGR
ru: За игру в IGR

# customization/tooltip/wayToBuy/mission
source: For completion of mission "%(mission)s"
ru: Выполнить боевую задачу «%(mission)s»

# customization/tooltip/wayToBuy/temp
source: For %(days)s days
ru: На %(days)s дней

# customization/tooltip/wayToBuy/title
source: Acquisition Method
ru: Способ получения

# customizationBonusPanel/crewTitle
source: Bonus to Major Qualification:
ru: Бонус к основной специальности:

# customizationBonusPanel/visibilityTitle
source: Bonus to Vehicle Concealment:
ru: Бонус к маскировке:

# customizationHeader/title
source: Exterior
ru: Внешний вид

# customizationItemCarousel/renderer/apply
source: Apply
ru: Нанести

# customizationItemCarousel/renderer/select
source: To Cart
ru: В корзину

# customizationItemCarousel/renderer/shoot
source: Cancel
ru: Отменить

# customizationPurchasesPopover/closeBtn
source: Clear List
ru: Очистить список

# customizationPurchasesPopover/title
source: Elements Pending Purchase: %(count)s
ru: Неоплаченные элементы: %(count)s

# emblem/group1/animal_35
source: Puma 1
ru: Пума 1

# emblem/group1/animal_36
source: Bison
ru: Бизон

# emblem/group1/animal_37
source: Snake 2
ru: Змея 2

# emblem/group2/battle_31
source: Emblem 11
ru: Эмблема 11

# emblem/group2/battle_32
source: Emblem 12
ru: Эмблема 12

# emblem/group2/battle_33
source: Emblem 13
ru: Эмблема 13

# emblem/group2/battle_34
source: Emblem 14
ru: Эмблема 14

# emblem/group2/battle_43
source: k 230
ru: к 230

# emblem/group2/battle_44
source: Emblem 15
ru: Эмблема 15

# emblem/group2/battle_45
source: Emblem 16
ru: Эмблема 16

# emblem/group2/battle_46
source: Emblem 17
ru: Эмблема 17

# emblem/group2/battle_47
source: Emblem 18
ru: Эмблема 18

# emblem/group3/cool_30
source: Emblem 3
ru: Эмблема 3

# emblem/group3/cool_31
source: Emblem 4
ru: Эмблема 4

# emblem/group3/cool_32
source: Suit 1
ru: Масть 1

# emblem/group3/cool_33
source: Circle 1
ru: Круг 1

# emblem/group3/cool_34
source: Suit 2
ru: Масть 2

# emblem/group3/cool_35
source: Triangle 1
ru: Треугольник 1

# emblem/group3/cool_36
source: Dragon
ru: Дракон

# emblem/group3/cool_37
source: Ghost
ru: Призрак

# emblem/group3/cool_38
source: Helm
ru: Шлем

# emblem/group3/cool_39
source: Suit 3
ru: Масть 3

# emblem/group3/cool_40
source: Suit 4
ru: Масть 4

# emblem/group3/cool_41
source: Suit 5
ru: Масть 5

# emblem/group3/cool_42
source: Koala
ru: Коала

# emblem/group3/cool_43
source: Emblem 5
ru: Эмблема 5

# emblem/group4/signs_100
source: Flag of Venezuela
ru: Флаг Венесуэлы

# emblem/group4/signs_101
source: Flag of Guatemala
ru: Флаг Гватемалы

# emblem/group4/signs_102
source: Flag of Ecuador
ru: Флаг Эквадора

# emblem/group4/signs_103
source: Flag of Cuba
ru: Флаг Кубы

# emblem/group4/signs_104
source: Flag of the Republic of Haiti
ru: Флаг Республики Гаити

# emblem/group4/signs_105
source: Flag of Bolivia
ru: Флаг Боливии

# emblem/group4/signs_106
source: Flag of the Dominican Republic
ru: Флаг Доминиканской Республики

# emblem/group4/signs_107
source: Flag of Honduras
ru: Флаг Гондураса

# emblem/group4/signs_108
source: Flag of Paraguay
ru: Флаг Парагвая

# emblem/group4/signs_109
source: Flag of Nicaragua
ru: Флаг Никарагуа

# emblem/group4/signs_110
source: Flag of El Salvador
ru: Флаг Сальвадора

# emblem/group4/signs_111
source: Flag of Costa Rica
ru: Флаг Коста-Рики

# emblem/group4/signs_112
source: Flag of Panama
ru: Флаг Панамы

# emblem/group4/signs_113
source: Flag of Puerto Rico
ru: Флаг Пуэрто-Рико

# emblem/group4/signs_114
source: Flag of Uruguay
ru: Флаг Уругвая

# emblem/group4/signs_115
source: Emblem of the Republic of China
ru: Эмблема Китайской Республики

# emblem/group4/signs_92
source: Flag of Albania
ru: Флаг Албании

# emblem/group4/signs_93
source: Flag of Luxembourg
ru: Флаг Люксембурга

# emblem/group4/signs_94
source: Flag of Canada (1921–1957)
ru: Флаг Канады (1921-1957)

# emblem/group4/signs_95
source: Emblem of the Canadian Armed Forces
ru: Эмблема канадской армии

# emblem/group4/signs_96
source: 1st Canadian Armored Brigade
ru: 1-я канадская бронетанковая бригада

# emblem/group4/signs_97
source: Gadsden flag (U.S.)
ru: Гадсденовский флаг (США)

# emblem/group4/signs_98
source: Flag of Colombia
ru: Флаг Колумбии

# emblem/group4/signs_99
source: Flag of Peru
ru: Флаг Перу

# inscription/france/linvulnerable
source: Invulnerable
ru: Неуязвимый

# inscription/france/marne
source: Marne
ru: Марна

# inscription/germany/ra
source: Regiment Medic
ru: Полковой врач

# inscription/germany/wotan2
source: Odin
ru: Один

# inscription/uk/ally
source: Ally Sloper
ru: Элли Слопер

# inscription/usa/avant
source: Harbinger of death
ru: Авангард — машина смерти

# inscription/usa/baboon
source: Baboon
ru: Павиан

# inscription/usa/june
source: June
ru: Джун

# inscription/usa/laxative
source: Laxative
ru: Слабительное

# inscription/usa/skeeter
source: Skeeter
ru: Комар

# camouflage/Clan_damaged/description
source: This camouflage outlines the heroic past of the long-serving vehicle and features numerous markings from battles: powder spots, chipped paint, and dirt. It uses a basic color palette and is only applied to vehicles awarded for Global Map events.
ru: Камуфляж выделяет машину на поле боя, как бывалого ветерана танковых сражений. Машина покрыта многочисленными следами прошедших боёв — пороховой гарью, сколами краски и грязью. Камуфляж выполнен в цветовой палитре базовой раскраски и наносится только на технику, полученную в награду за события на Глобальной карте.

# camouflage/Clan_damaged/label
source: Veteran camouflage
ru: Камуфляж «Ветеран»

# camouflage/czech/bicolor/Cz_desert01/description
source: A pattern of sand-colored spots applied over a base layer, covering 30 to 40% of a vehicle’s surface. A Czechoslovakian tank with this camouflage, used by the 20th Wehrmacht tank division, was spotted near Demyansk in March of 1942.
ru: Данная схема была замечена на чехословацком танке в составе 20-й танковой дивизии Вермахта под Демянском в марте 1942 г. Пятна песочного цвета наносились на базовую окраску, занимая примерно 30-40% поверхности машины.

# camouflage/czech/bicolor/Cz_desert01/label
source: Two-tone sand camouflage
ru: Двухцветный песчаный

# camouflage/czech/bicolor/Cz_winter01/description
source: This pattern is applied with a combination of water-emulsion paint and whitewash over a base layer of uneven spots, which covered approximately 50% of a vehicle’s surface. This camouflage was used in the winter of 1941–1942 by the 12th Wehrmacht tank division.
ru: Данная расцветка создана нанесением водоэмульсионной краской или побелкой поверх базового цвета пятен произвольной формы, занимающих около 50% поверхности машины. Камуфляж использовался в 12-й танковой дивизии Вермахта зимой 1941-1942 гг.

# camouflage/czech/bicolor/Cz_winter01/label
source: Winter two-tone camouflage
ru: Двухцветный зимний

# camouflage/uk/bicolor/australian/description
source: (1941 through 1943) Some Sentinel tanks had large-spotted camouflage patterns applied in dark green and bright yellow colors. Most of the Sentinel tanks on display today bear this camouflage pattern.
ru: 1941–1943 гг. Часть танков Sentinel была покрашена в крупнопятнистый двухцветный камуфляж с использованием тёмно-зелёных и светло-жёлтых тонов. Большинство экспонируемых сейчас танков Sentinel имеет именно такую расцветку.

# camouflage/uk/bicolor/australian/label
source: Two-tone Australian camouflage
ru: «Австралийский двухцветный»

# customization/ItemCarousel/renderer/goToTask
source: To Mission
ru: К задаче

# customizationHeader/close
source: CLOSE
ru: ЗАКРЫТЬ

# emblem/group14/special_43
source: 67th Armored Regiment
ru: 67-й танковый полк

# emblem/group15/special_44
source: Knight
ru: Рыцарь

# emblem/group16/special_45
source: Running Bull
ru: Бегущий бык

# emblem/group17/battle_48
source: 1st Armored Division
ru: 1-я бронетанковая дивизия

# emblem/group17/battle_49
source: 2nd Motorized Division and 2nd Tank Division
ru: 2-я моторизованная дивизия и 2-я танковая дивизия

# emblem/group17/battle_50
source: 1st Motorized Division
ru: 1-я моторизованная дивизия

# emblem/group17/battle_51
source: 3rd Tank Battalion
ru: 3-й танковый батальон

# emblem/group17/battle_52
source: 3rd Tank Division
ru: 3-я танковая дивизия

# inscription/special/special_51
source: 1st Battalion Company, 67th Armored Regiment
ru: Рота 1-го батальона 67-го танкового полка

# inscription/special/special_52
source: Erwin Rommel
ru: Эрвин Роммель

# inscription/special/special_53
source: 11th Armored Division
ru: 11-я бронетанковая дивизия

# customization/tooltip/applied/allNations
source: All nations
ru: Все нации

# customization/tooltip/applied/excludeNations
source: except: %(nations)s.
ru: кроме: %(nations)s.

# customization/tooltip/applied/excludeVehicles
source: except: %(vehicles)s.
ru: кроме машин: %(vehicles)s.

# customization/tooltip/applied/title
source: Applied to Vehicles
ru: Наносится на технику

# customization/tooltip/applied/vehicleNation
source: All vehicles of nation: %(nation)s
ru: Все машины нации: %(nation)s

# customization/tooltip/taskDescription
source: Complete missions: "%(name)s"
ru: Выполнить боевые задачи: «%(name)s»

# timeLeft/title
source: Duration
ru: Время действия

# bonusName/all
source: All crew
ru: Весь экипаж

# bonusName/camouflage
source: Reduces vehicle visibility by:
ru: Увеличение незаметности на:

# bonusName/commander
source: Commander
ru: Командир

# bonusName/driver
source: Driver
ru: Механик-водитель

# bonusName/extended/all
source: Bonus to major qualification of all crew members
ru: Бонус к основной специальности всего экипажа

# bonusName/extended/camouflage
source: Bonus to vehicle concealment
ru: Бонус к скрытности техники

# bonusName/extended/commander
source: Bonus to major qualification of Commander
ru: Бонус к основной специальности командира

# bonusName/extended/driver
source: Bonus to major qualification of Driver
ru: Бонус к основной специальности механика-водителя

# bonusName/extended/gunner
source: Bonus to major qualification of Gunner
ru: Бонус к основной специальности наводчика

# bonusName/extended/loader
source: Bonus to major qualification of Loader
ru: Бонус к основной специальности заряжающего

# bonusName/extended/radioman
source: Bonus to major qualification of Radio Operator
ru: Бонус к основной специальности радиста

# bonusName/gunner
source: Gunner
ru: Наводчик

# bonusName/loader
source: Loader
ru: Заряжающий

# bonusName/radioman
source: Radio Operator
ru: Радист

# bonusPanel/tooltip/duration/0
source: unlimited
ru: бессрочно

# bonusPanel/tooltip/duration/1
source: %(numberOfDaysLeft)d days left
ru: осталось %(numberOfDaysLeft)d дней

# buyWindow/buyTime/copy
source: Duplicate
ru: Дубликат

# buyWindow/buyTime/ever
source: - Permanently
ru: - Постоянно

# buyWindow/buyTime/sevenDays
source: - For 7 days
ru: - На 7 дней

# buyWindow/buyTime/thirtyDays
source: - For 30 days
ru: - На 30 дней

# buyWindow/title/camouflage
source: Camouflages:
ru: Камуфляжи:

# buyWindow/title/emblem
source: Emblems:
ru: Эмблемы:

# buyWindow/title/inscription
source: Inscriptions:
ru: Надписи:

# camouflage/Sw_desert_01/description
source: (first half of the 1960s) Gravel spots against the base layer. Used in the Congo for Swedish armored vehicles manufactured by Unimog-Landsverk.
ru: Подобный камуфляж использовался на бронеавтомобилях шведского производства Unimog-Landsverk в Конго в первой половине 1960-х. Поверх базового цвета были нанесены пятна песочного цвета.

# camouflage/Sw_desert_01/label
source: Dotted camouflage
ru: Мелкопятнистый

# camouflage/Sw_desert_02/description
source: Black spots with washed out edges against the base olive-grey layer.
ru: Представляет собой пятна чёрного цвета с размытыми краями, нанесённые поверх базовой серо-оливковой раскраски.

# camouflage/Sw_desert_02/label
source: Spotted camouflage
ru: Пятнистый

# camouflage/Sw_summer_01/description
source: (1920 through 1930) Brown, foliage green, and fallow spots separated by a fine geometric or wavy outline in black or white. Each of the colors occupied approximately 30% of the total area.
ru: Использовался в шведской армии в 1920-1930 гг. Состоял из пятен коричневого, серо-зелёного и жёлто-коричневого цветов. Границы цветов разделялись тонкой чёрной или белой полоской. Каждый цвет занимал примерно 30% поверхности. Отличительной чертой было то, что границы цветов имели как волнистую, так и строго геометрическую форму.

# camouflage/Sw_summer_01/label
source: Three-tone trimmed camouflage
ru: Трёхцветный с окантовкой

# camouflage/Sw_summer_02/description
source: (before the 1950s) Nonuniformly shaped spots of black, yellow, green, brown, and various hues of these colors against the grey base layer. Applied with a spray gun to all parts except the sides and suspension, occupying at least 25% of the total vehicle's surface. Used on Swedish armored vehicles.
ru: Использовался в шведской армии до начала 1950-х. Состоял из пятен чёрного (тёмно-зелёного или тёмно-коричневого), жёлтого (или жёлто-коричневого), зелёного (или серо-зелёного), коричневого (или серо-коричневого) цветов. Камуфляж наносился краскопультом поверх базового серого цвета и состоял из пятен произвольного размера и формы. Камуфляж должен был занимать не менее 25% поверхности. Ходовая часть и борта за ней не окрашивалась.

# camouflage/Sw_summer_02/label
source: Four-tone camouflage mod. 1941
ru: Четырёхцветный обр. 1941 г.

# camouflage/Sw_winter_01/description
source: (from the 1930s) Water-based paint applied with brushes and a spray gun. Used on armored vehicles of the Swedish Armed Forces in winter.
ru: Используется в зимнее время шведской армией с 1930-х годов. Камуфляж наносится водорастворимой краской при помощи кистей или краскопульта.
