Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/VehicleCustomization.*.resx
Languages: ru

# camouflage/Sw_winter_01/label
source: Plain white camouflage
ru: Белый одноцветный

# camouflage/Sw_winter_02/description
source: (from the 1930s) Water-based paint applied with brushes. Painted spots alternated with areas of the unpainted base layer. Used on armored vehicles of the Swedish Armed Forces in winter.
ru: Используется в зимнее время шведской армией с 1930-х годов. Камуфляж наносится водорастворимой краской при помощи кистей. При этом пятна разделяются полосами незакрашенного базового цвета.

# camouflage/Sw_winter_02/label
source: Spotted white camouflage
ru: Пятнистый белый

# camouflage/nation/sweden
source: Can be applied to Swedish vehicles
ru: Наносится на шведскую технику

# carousel/itemLabel/applied
source: Applied
ru: На технике

# carousel/itemLabel/purchased
source: Acquired
ru: В наличии

# customization/bonusPanel/bonus/aimer/body
source: Increases the aiming speed and turret traverse speed (if any).
ru: Увеличивает скорость сведения орудия и скорость поворота башни (при её наличии).

# customization/bonusPanel/bonus/commander/body
source: Increases the range for spotting enemy vehicles, improves the major qualification of all other crew members.
ru: Увеличивает дальность обнаружения техники противника, улучшает показатель основной специальности других членов экипажа.

# customization/bonusPanel/bonus/driver/body
source: Increases vehicle acceleration and maneuverability.
ru: Увеличивает динамику разгона и манёвренность машины.

# customization/bonusPanel/bonus/entireCrew/body
source: Increases the major qualification of all crew members, which influences the final technical characteristics of the vehicle.
ru: Увеличивает показатель основной специальности всем членам экипажа, что влияет на итоговые тактико-технические характеристики машины.

# customization/bonusPanel/bonus/footer
source: Customization elements that were not purchased are highlighted in green.
ru: Зелёным отмечены неоплаченные элементы кастомизации.

# customization/bonusPanel/bonus/header
source: Bonus %(bonus)s
ru: Бонус %(bonus)s

# customization/bonusPanel/bonus/loader/body
source: Increases gun loading speed.
ru: Увеличивает скорость перезарядки орудия.

# customization/bonusPanel/bonus/masking/body
source: Reduces the visibility of a stationary and moving vehicle. Reduces the distance at which the player's vehicle can be spotted.
ru: Увеличивает незаметность неподвижной машины, а также в движении. Сокращает дистанцию обнаружения своей машины противником.

# customization/bonusPanel/bonus/radioman/body
source: Increases Signal Range (the distance at which enemy vehicles appear on the minimap).
ru: Увеличивает дальность связи (отображение противника на миникарте).

# customization/buyDisabled/body
source: Not enough funds to purchase the selected customization elements.
ru: Для покупки выбранных элементов внешнего вида недостаточно средств.

# customization/buyWindow/copy/body
source: If you want to purchase two similar elements for one vehicle with gold, you will only pay for one element.
ru: При покупке за золото двух одинаковых элементов для одной машины, оплата производится только за один элемент.

# customization/buyWindow/copy/header
source: Duplicate
ru: Дубликат

# customization/camouflage/current/dismount/body
source: Remove the current Camouflage and send it to Depot.
ru: Снять и поместить на Склад текущий камуфляж.

# customization/camouflage/current/dismount/header
source: Remove Camouflage
ru: Удалить камуфляж

# customization/camouflage/current/drop/body
source: Remove current Camouflage.
ru: Удалить текущий камуфляж.

# customization/camouflage/current/drop/header
source: Remove Camouflage
ru: Удалить камуфляж

# customization/camouflage/desert
source: desert
ru: пустынный

# customization/camouflage/empty
source: Select %(kind)s Camouflage to reduce your vehicle's visibility on the corresponding maps.
ru: Выберите %(kind)s камуфляж, чтобы увеличить незаметность машины на картах соответствующего типа.

# customization/camouflage/igr/body
source: Camouflage is only active during a session in <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.
ru: Камуфляж активен только во время сессии в <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.

# customization/camouflage/igr/header
source: Duration
ru: Срок действия

# customization/camouflage/summer
source: summer
ru: летний

# customization/camouflage/winter
source: winter
ru: зимний

# customization/carousel/chbPurchased/body
source: Check the box to display purchased customization elements.
ru: Установите флажок, чтобы отобразить купленные элементы внешнего вида.

# customization/carousel/chbPurchased/header
source: Acquired
ru: В наличии

# customization/carousel/durationType/body
source: The element is purchased for %(time)s. Temporary elements will be deleted upon their removal.
ru: Элемент покупается %(time)s. Временные элементы при снятии удаляются.

# customization/carousel/filter/body
source: Extended filtration of customization elements.
ru: Расширенная фильтрация элементов внешнего вида.

# customization/carousel/filter/header
source: Filter
ru: Фильтр

# customization/carousel/slot/challenge/body
source: Click to start the mission.
ru: Нажмите, чтобы перейти к боевой задаче.

# customization/carousel/slot/challenge/header
source: Go to Mission
ru: Переход к задаче

# customization/carousel/slot/remove/body
source: Click to remove the customization element from the vehicle. Temporary elements will be deleted upon their removal.
ru: Нажмите, чтобы снять элемент внешнего вида с машины. Временные элементы при снятии удаляются.

# customization/carousel/slot/remove/header
source: Remove Element
ru: Снять элемент

# customization/carousel/slot/select/body
source: Click to apply the selected customization element to the vehicle. Click Purchase to purchase the customization elements.
ru: Нажмите, чтобы установить выбранный элемент на машину. Если элемент ещё не куплен, то после установки нажмите «Купить».

# customization/carousel/slot/select/header
source: Select Element
ru: Выбрать элемент

# customization/emblem/igr/body
source: Emblem is only active during a session in <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.
ru: Эмблема активна только во время сессии в <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.

# customization/emblem/igr/header
source: Duration
ru: Срок действия

# customization/emblemLeft/current/dismount/body
source: Remove current Emblem 1 and send it to Depot.
ru: Удалить и поместить на Склад текущую эмблему 1.

# customization/emblemLeft/current/dismount/header
source: Remove Emblem 1
ru: Удалить эмблему 1

# customization/emblemLeft/current/drop/body
source: Remove current Emblem 1.
ru: Удалить текущую эмблему 1.

# customization/emblemLeft/current/drop/header
source: Remove Emblem 1
ru: Удалить эмблему 1

# customization/emblemRight/current/dismount/body
source: Remove current Emblem 2 and send it to Depot.
ru: Удалить и поместить на Склад текущую эмблему 2.

# customization/emblemRight/current/dismount/header
source: Remove Emblem 2
ru: Удалить эмблему 2

# customization/emblemRight/current/drop/body
source: Remove current Emblem 2.
ru: Удалить текущую эмблему 2.

# customization/emblemRight/current/drop/header
source: Remove Emblem 2
ru: Удалить эмблему 2

# customization/filterPopover/bonusDescription/body
source: Show/hide customization elements that provide %(bonus)s bonus.
ru: Включение/отключение элементов внешнего вида, дающих бонус %(bonus)s.

# customization/filterPopover/bonusDescription/header
source: %(bonus)s Bonus
ru: Бонус %(bonus)s

# customization/filterPopover/refresh/body
source: Click to reset settings of the customization elements filter to default.
ru: Нажмите, чтобы сбросить настройки фильтра элементов внешнего вида на стандартные.

# customization/filterPopover/refresh/header
source: Set by Default
ru: Установить по умолчанию

# customization/headerCloseBtn/body
source: Customization elements that were not purchased will not be saved.
ru: Неоплаченные элементы внешнего вида сохранены не будут.

# customization/headerCloseBtn/header
source: Back to Garage
ru: Вернуться в Ангар

# customization/horn/current/drop/body
source: Delete current Horn.
ru: Удалить текущий клаксон.

# customization/horn/current/drop/header
source: Delete Horn
ru: Удалить клаксон

# customization/inscription/igr/body
source: Inscription is only active during a session in <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.
ru: Надпись активна только во время сессии в <img src='img://gui/maps/icons/library/premium_small.png' width='34' height='16' vspace='-4'/>.

# customization/inscription/igr/header
source: Duration
ru: Срок действия

# customization/inscriptionLeft/current/dismount/body
source: Remove current Inscription 1 and send it to Depot.
ru: Удалить и поместить на Склад текущую надпись 1

# customization/inscriptionLeft/current/dismount/header
source: Remove Inscription 1
ru: Удалить надпись 1

# customization/inscriptionLeft/current/drop/body
source: Remove current Inscription 1.
ru: Удалить текущую надпись 1.

# customization/inscriptionLeft/current/drop/header
source: Remove Inscription 1
ru: Удалить надпись 1

# customization/inscriptionRight/current/dismount/body
source: Remove current Inscription 2 and send it to Depot.
ru: Удалить и поместить на Склад текущую надпись 2

# customization/inscriptionRight/current/dismount/header
source: Remove Inscription 2
ru: Удалить надпись 2

# customization/inscriptionRight/current/drop/body
source: Remove current Inscription 2.
ru: Удалить текущую надпись 2.

# customization/inscriptionRight/current/drop/header
source: Remove Inscription 2
ru: Удалить надпись 2

# customization/notEnoughResources/body
source: To purchase the selected customization elements, you need %(count)s more.
ru: Для покупки выбранных элементов внешнего вида не хватает %(count)s.

# customization/notEnoughResources/header
source: Insufficient Funds
ru: Недостаточно средств

# customization/questAward/currentVehicle
source: Applied to the vehicle selected for the mission.
ru: Наносится на машину, на которой выполняется боевая задача.

# customization/questAward/denyVehicle
source: Except %(vehicle)s
ru: Кроме %(vehicle)s

# customization/questAward/exactVehicle
source: Applied to %(vehicle)s
ru: Наносится на %(vehicle)s

# customization/slot/body
source: Click on a slot to select customization elements.
ru: Нажмите на слот, чтобы перейти к выбору элементов внешнего вида.

# customization/slot/header
source: Go to %(groupName)s
ru: Перейти к выбору %(groupName)s

# customization/slotRemove/body
source: Click to remove the customization element from the vehicle. Temporary elements will be deleted upon their removal.
ru: Нажмите, чтобы снять элемент внешнего вида с машины. Временные элементы при снятии удаляются.

# customization/slotRemove/header
source: Remove
ru: Снять

# customization/slotRevert/body
source: Click to return the initial customization element.
ru: Нажмите, чтобы вернуть первоначальный элемент внешнего вида.

# customization/slotRevert/header
source: Return
ru: Вернуть

# customization/tabs/inRoaming
source: Server limitation due to roaming
ru: Серверное ограничение из-за роуминга

# dialog/remove_element/delete
source: deleted
ru: будет удалён

# dialog/remove_element/description
source: The temporary element %(elementName)s will be %(delete)s upon its removal. Continue?
ru: При снятии временный элемент %(delete)s: %(elementName)s. Снять элемент?

# dialog/remove_element/typeName/0
source: Camouflage:
ru: Камуфляж:

# dialog/remove_element/typeName/1
source: Emblem:
ru: Эмблема:

# dialog/remove_element/typeName/2
source: Inscription:
ru: Надпись:

# dialog/remove_elements/delete
source: deleted
ru: будут удалены

# dialog/remove_elements/typeName/0
source: Camouflages:
ru: Камуфляжи:

# dialog/remove_elements/typeName/1
source: Emblems:
ru: Эмблемы:

# dialog/remove_elements/typeName/2
source: Inscriptions:
ru: Надписи:

# dialog/replace_element/description
source: The temporary element %(elementName)s will be %(delete)s upon its replacement. Continue?
ru: При замене временный элемент %(delete)s: %(elementName)s Заменить элемент?

# dialog/replace_elements/description
source: The temporary elements %(elementsName)s will be %(delete)s upon their replacement. Continue?
ru: При замене временные элементы %(delete)s: %(elementsName)s Заменить элементы?

# emblem/auto/swedish_flag
source: Emblem of Sweden
ru: Эмблема Швеции

# emblem/group2/battle_53
source: Armored Forces (Late)
ru: Бронетанковые войска (поздняя)

# emblem/group2/battle_54
source: Armored Forces (Early)
ru: Бронетанковые войска (ранняя)

# emblem/group20/special_61
source: Big Ball
ru: Большой мяч

# emblem/group20/special_62
source: Championship Trophy
ru: Чемпионский кубок

# emblem/group20/special_63
source: Ball and Shield
ru: Щит и мяч

# emblem/group20/special_64
source: Championship Coat of Arms
ru: Турнирный герб

# emblem/group21/special_70
source: Championship Player
ru: Турнирный игрок

# emblem/group21/special_71
source: Ranked Battles Player
ru: Игрок Ладдера

# emblem/group22/special_80
source: Supply Officer
ru: Офицер снабжения

# emblem/group22/special_81
source: Charitable
ru: Милосердный

# emblem/group3/cool_44
source: Drakkar
ru: Драккар

# emblem/group3/cool_45
source: Horned Helm
ru: Рогатый шлем

# emblem/group4/signs_116
source: Small Coat of Arms
ru: Малый герб

# emblem/group4/signs_117
source: Swedish Militia
ru: Шведское ополчение

# emblem/group4/signs_118
source: Norrbotten Armored Battalion
ru: Танковый батальон Норрботтена

# emblem/group4/signs_119
source: Skanska Dragoon Regiment
ru: Сканский драгунский полк

# emblem/group4/signs_120
source: Swedish Army
ru: Шведская армия

# emblem/group4/signs_121
source: Skaraborg Regiment
ru: Скараборгский полк

# filter/popover/bonusType/title
source: Bonus Types
ru: Типы бонусов

# filter/popover/getDefaultSettings
source: Reset Filter
ru: Сбросить фильтр

# filter/popover/groups/all
source: All groups
ru: Все группы

# filter/popover/groups/title
source: Groups:
ru: Группы:

# filter/popover/title
source: Filter
ru: Фильтр

# filter/popover/waysToBuy/buy
source: Purchase
ru: Покупка

# filter/popover/waysToBuy/event
source: Specials
ru: Акции

# filter/popover/waysToBuy/missions
source: Missions
ru: Боевые задачи

# filter/popover/waysToBuy/title
source: Acquisition Methods:
ru: Способы получения:

# filter/tooltip/igr/disabled/body
source: You must be in %(icon)s to apply elements.
ru: Для установки элементов вы должны находиться в %(icon)s.

# filter/tooltip/igr/disabled/header
source: IGR Unavailable
ru: Режим IGR недоступен

# inscription/sweden/arvet_forpliktar
source: The Heritage Obligates
ru: Наследие обязывает

# inscription/sweden/fort_och_fel
source: Fast and Wrong
ru: Быстрые и безрассудные

# inscription/sweden/framat
source: Forward!
ru: Вперёд!

# inscription/sweden/gamla_bettan
source: Old Bettan
ru: Старая Бетта

# inscription/sweden/gittan
source: Gittan
ru: Гитта

# inscription/sweden/heja_sverige
source: Go, Sweden!
ru: Вперёд, Швеция!

# inscription/sweden/kunglig_hovleverantor
source: With Royal Warrant of Appointment
ru: Королевский поверенный

# inscription/sweden/lisa
source: Lisa
ru: Лиза

# inscription/sweden/lollo
source: Lollo
ru: Лолло

# inscription/sweden/lotta
source: Lotta
ru: Лотта

# inscription/sweden/maggan
source: Maggan
ru: Магган

# inscription/sweden/maja
source: Maya
ru: Майя

# inscription/sweden/moder_svea
source: Mother Svea
ru: Мать Швеция

# inscription/sweden/nettan
source: Nettan
ru: Неттан

# inscription/sweden/nulli_secundus
source: Never Second
ru: Всегда первые

# inscription/sweden/ring_sa_kommer_vi
source: Call and We'll Be There
ru: Позовите, и мы придём

# inscription/sweden/sla_snabbt_sla_hart
source: Strike Fast — Strike Hard
ru: Бей быстро — бей сильно

# inscription/sweden/ulla
source: Ulla
ru: Улла

# inscription/sweden/v_gurra
source: V-Gurra
ru: Прозвище короля Густава V

# qualifier/condition/alive_allies_count_less_6
source: Active when no more than 6 of allies survive in the battle. Your vehicle is also counted.
ru: Не более 6 боеспособных союзников, включая машину игрока.

# qualifier/condition/alive_squad_members_count_greater_or_equal_2
source: Active as long as at least 2 of your Platoon members survive in the battle. Your vehicle is also counted.
ru: Не менее 2 боеспособных совзводных, включая машину игрока.

# qualifier/condition/enemy_tank_critical_hit_less_20s_ago
source: Active for 20 s after you have critically hit an enemy vehicle (damaging/destroying an enemy vehicle's module or knocking out members of their crew).
ru: На протяжении 20 с после вашего критического попадания по противнику (засчитываются: повреждение/выведение из строя модуля, ранение члена экипажа).

# qualifier/condition/enemy_tank_destroyed_less_30s_ago
source: Active for 30 s after you have destroyed an enemy vehicle.
ru: На протяжении 30 с после уничтожения вами машины противника.

# qualifier/condition/enemy_tank_detected_less_20s_ago
source: Active for 20 s after you have spotted an enemy vehicle.
ru: На протяжении 20 с после обнаружения вами машины противника.

# qualifier/condition/map_kind_desert
source: Active on desert maps.
ru: Карта пустынного типа.

# qualifier/condition/map_kind_summer
source: Active on summer maps.
ru: Карта летнего типа.

# qualifier/condition/map_kind_winter
source: Active on winter maps.
ru: Карта зимнего типа.

# qualifier/condition/nearby_at_heavy_enemies_count_greater_2
source: Active as long as there are at least 2 surviving enemy HT and TD within a radius of 50 m from your vehicle.
ru: Не менее 2 боеспособных машин противника типа ТТ и ПТ в радиусе 50 м.

# qualifier/condition/nearby_at_medium_enemies_count_greater_2
source: Active as long as there are at least 2 surviving enemy MT and TD within a radius of 50 m from your vehicle.
ru: Не менее 2 боеспособных машин противника типа СТ и ПТ в радиусе 50 м.

# qualifier/condition/nearby_enemies_count_greater_3
source: Active as long as there are at least 3 enemy vehicles within a radius of 50 m from your vehicle.
ru: Не менее 3 машин противника в радиусе 50 м.

# qualifier/condition/nearby_heavy_medium_enemies_count_greater_2
source: Active as long as there are at least 2 surviving enemy MT and HT within a radius of 50 m from your vehicle.
ru: Не менее 2 боеспособных машин противника типа СТ и ТТ в радиусе 50 м.

# qualifier/condition/nearby_light_medium_enemies_count_greater_2
source: Active as long as there are at least 2 surviving enemy LT and MT within a radius of 50 m from your vehicle.
ru: Не менее 2 боеспособных машин противника типа ЛТ и СТ в радиусе 50 м.

# qualifier/condition/player_health_greater_80_percent
source: Active if the vehicle has more than 80% HP.
ru: Прочность машины больше 80%.

# qualifier/condition/player_health_less_20_percent
source: Active if the vehicle has less than 20% HP.
ru: Прочность машины меньше 20%.

# qualifier/condition/player_tank_unproductive_hit_less_10s_ago
source: Active for 10 s after an enemy ricochet, non-penetration, or a hit with no damage on your vehicle.
ru: На протяжении 10 с после нерезультативного попадания противником по вашей машине (засчитываются: рикошет, непробитие, попадание без урона).

# tooltip/element/purchase/acquired/days
source: For %(total)d days (left: %(left)d)
ru: На %(total)d дней (осталось %(left)d)

# tooltip/filter/groups/disabled/body
source: Adjust the acquisition method to filter elements by groups.
ru: Измените способ приобретения, чтобы воспользоваться фильтрацией элементов по группам.

# tooltip/filter/groups/disabled/header
source: Group Cannot be Selected
ru: Выбор группы недоступен

# typeSwitchScreen/slotSummary
source: Applied: %(occupiedSlotsNum)d/%(totalSlotsNum)d
ru: Нанесено: %(occupiedSlotsNum)d/%(totalSlotsNum)d

# typeSwitchScreen/typeName/0
source: Camouflage
ru: Камуфляж

# typeSwitchScreen/typeName/1
source: Emblem
ru: Эмблема

# typeSwitchScreen/typeName/2
source: Inscription
ru: Надпись

# typeSwitchScreen/typeName/plural/0
source: Camouflage
ru: Камуфляж

# typeSwitchScreen/typeName/plural/1
source: Emblems
ru: Эмблемы

# typeSwitchScreen/typeName/plural/2
source: Inscriptions
ru: Надписи

# window/purchase/btnBuy
source: Purchase
ru: Купить

# window/purchase/btnCancel
source: Cancel
ru: Отменить

# window/purchase/header
source: Confirm Purchase
ru: Подтверждение покупки

# window/purchase/tableHeader/bonus
source: Bonus
ru: Бонус

# window/purchase/tableHeader/cost
source: Cost
ru: Стоимость

# window/purchase/tableHeader/items
source: Element
ru: Элемент

# window/purchase/totalCost
source: Total (%(selected)s/%(total)s):
ru: Итого (%(selected)s/%(total)s):

# emblem/group23/special_90
source: Centenary of the First Tank 1
ru: Столетие первого танка 1

# emblem/group23/special_91
source: Centenary of the First Tank 2
ru: Столетие первого танка 2

# emblem/group23/special_92
source: Centenary of the First Tank 3
ru: Столетие первого танка 3

# emblem/group24/special_93
source: White Anniversary Emblem
ru: Белая юбилейная эмблема

# emblem/group24/special_94
source: Blue Anniversary Emblem
ru: Синяя юбилейная эмблема

# emblem/group24/special_95
source: Red Anniversary Emblem
ru: Красная юбилейная эмблема

# emblem/group24/special_96
source: Yellow Anniversary Emblem
ru: Жёлтая юбилейная эмблема

# emblem/group25/special_100
source: Tank Mastery
ru: Эмблема Мастера

# emblem/group7/clan_content_17
source: GM Season 4
ru: ГК Сезон 4

# emblem/group7/clan_content_18
source: GM Season 5
ru: ГК Сезон 5

# emblem/group7/clan_content_19
source: GM Season 6
ru: ГК Сезон 6

# emblem/group7/clan_content_20
source: GM Season 7
ru: ГК Сезон 7

# emblem/group7/clan_content_21
source: GM Season 8
ru: ГК Сезон 8

# emblem/group7/clan_content_22
source: GM Season 9
ru: ГК Сезон 9

# inscription/markIevent
source: Special
ru: Специальные

# inscription/special/iron_duke
source: Fear Naught
ru: Бесстрашный

# inscription/special/mark
source: Mark I
ru: Марк I

# inscription/special/now_is_the_time
source: Now Is the Time
ru: Время пришло

# inscription/special/the_first_tank
source: The First Tank
ru: Первый танк

# inscription/usa/inscription_09
source: Watch your step
ru: Будь осторожен при спуске

# inscription/usa/inscription_10
source: The three national principles will unite China
ru: Три народных принципа объединят Китай

# inscription/usa/inscription_11
source: Beware of spies
ru: Берегись шпионов

# inscription/usa/inscription_12
source: Officers will not teach you hard work or laziness
ru: Офицеры не научат ни вкалывать, ни лениться

# inscription/usa/inscription_13
source: Officers only teach you to mindlessly follow orders
ru: Офицеры научат только бездумно выполнять приказы

# inscription/usa/inscription_14
source: Always remember the motherland—take our lands back
ru: Не забывай о Родине, отвоёвывай свои земли

# inscription/usa/inscription_15
source: Join the National Army and achieve success
ru: Вступай в Национальную армию и иди к успеху

# inscription/usa/inscription_16
source: Always teach and guide your soldiers
ru: Неустанно обучай и направляй своих солдат

# inscription/usa/inscription_17
source: Care for civilians, care for your soldiers, be devoted to the Motherland, and master your skills
ru: Заботься о гражданских, своих солдатах, будь предан Родине и совершенствуйся
