Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/VehicleCustomization.*.resx
Languages: ru

# camouflage/uk/bicolor/bicolor_classic/label
source: Two-tone plain camouflage
ru: Двухцветный простой камуфляж

# camouflage/uk/bicolor/desert_splintered/description
source: (1941 through 1943) Brown spots on the basic background split the vehicle silhouette into separate polygons.
ru: 1941–1943 гг. Поверх основного цвета наложены коричневые пятна, «разбивающие» силуэт танка на отдельные геометрические фигуры.

# camouflage/uk/bicolor/desert_splintered/label
source: "Splinter pattern" camouflage
ru: Камуфляж «Оскольчатый»

# camouflage/uk/bicolor/grassy_green/description
source: (1940) Used in Europe.
ru: 1940 г. Применялся в Европе.

# camouflage/uk/bicolor/grassy_green/label
source: Forest green camouflage
ru: Травянисто-зелёный камуфляж

# camouflage/uk/bicolor/large-Mickey_Mouse_ears/description
source: (winter 1944 through 1945) Paint spots on the white background.
ru: Зима 1944–1945 гг. Краска наносилась на белый фон в виде отдельных пятен.

# camouflage/uk/bicolor/large-Mickey_Mouse_ears/label
source: Winter two-tone camouflage
ru: Зимний двухцветный камуфляж

# camouflage/uk/bicolor/winter/description
source: (winter 1944 through 1945) All kinds of white dyes were in use. There were no rules or regulations how to apply winter camouflage. Every crew made their own choice.
ru: Зима 1944–1945 гг. Для окрашивания техники в белый цвет применялись любые доступные красители. Регламента для нанесения зимнего камуфляжа не было, каждый экипаж белил машину по своему усмотрению.

# camouflage/uk/bicolor/winter/label
source: Winter white camouflage
ru: «Зимний белый»

# camouflage/uk/tricolor/large-spotted/description
source: (1941 through 1943) Used during the North African Campaign.
ru: 1941–1943 гг. Применялся в ходе Северо-африканской кампании.

# camouflage/uk/tricolor/large-spotted/label
source: Desert combined camouflage
ru: Пустынный комбинированный камуфляж

# camouflage/uk/tricolor/sophisticated_bicolor/description
source: (1941) Used in the U.K.
ru: 1941 г. Применялся на территории Великобритании.

# camouflage/uk/tricolor/sophisticated_bicolor/label
source: Striped camouflage
ru: Камуфляж с разделительными полосами

# camouflage/uk/tricolor/stains_with_notches/description
source: (1941 through 1943) Large brown spots with double black-and-white trim on a yellow backround. Used in North Africa.
ru: 1941–1943 гг. Крупные коричневые пятна с двойным чёрно-белым кантом на жёлтом фоне. Применялся в Северной Африке.

# camouflage/uk/tricolor/stains_with_notches/label
source: "Trimmed spots" camouflage
ru: Камуфляж «Пятна с кантами»

# camouflage/uk/tricolor/tricolor_canadian/description
source: (1942) Used by the 1st Canadian Army Tank Brigade in the Dieppe Raid.
ru: 1942 г. Применялся в 1-й канадской танковой бригаде во время операции в Дьепе.

# camouflage/uk/tricolor/tricolor_canadian/label
source: Canadian camouflage
ru: Канадский камуфляж

# camouflage/uk/tricolor/tricolor_classic/description
source: (1942 through 1945) Used during the closing stage of World War II.
ru: 1942–1945 гг. Применялся на завершающем этапе Второй мировой войны.

# camouflage/uk/tricolor/tricolor_classic/label
source: Three-tone universal camouflage
ru: Трёхцветный универсальный камуфляж

# camouflage/uk/tricolor/tricolor_diagonal/description
source: (1942) Based on the dazzle pattern accepted by the Navy. Used in North Africa.
ru: 1942 г. В основе лежит принятый на флоте принцип деформирующей окраски. Применялся в Северной Африке.

# camouflage/uk/tricolor/tricolor_diagonal/label
source: "Stripes" camouflage
ru: Камуфляж «Полосы»

# camouflage/usa/bicolor/BretagneSky/description
source: (1941 through 1945) Initially, a variety of white substances were used, including chalk, lime and even salt. The dark olive background color took the form of stripes and spots.
ru: 1941–1945 гг. Первоначально в качестве белой краски использовались любые составы белого цвета, такие как мел, известь и даже соль. Стандартный тёмно-оливковый цвет сохранялся в виде полос и пятен.

# camouflage/usa/bicolor/BretagneSky/label
source: Three-tone "large spots" camouflage
ru: Трёхцветный крупнопятнистый камуфляж

# camouflage/usa/bicolor/GuamBicolor/description
source: (1942 through 1945) Used at the Pacific Theatre of operations, in particular on Guam and Okinawa.
ru: 1942–1945 гг. Применялся в Тихоокеанском регионе, в частности на островах Гуам и Окинава.

# camouflage/usa/bicolor/GuamBicolor/label
source: Tropical two-tone camouflage
ru: Тропический двухцветный камуфляж

# camouflage/usa/bicolor/IvozimaBicolor/description
source: (1943 through 1945) Used in North Africa and Sicily, as well as in the Pacific Theatre of operations, in particular on Iwo Jima.
ru: 1943–1945 гг. Применялся в Северной Африке и на Сицилии, а также в Тихоокеанском регионе, в частности на о. Иводзима.

# camouflage/usa/bicolor/IvozimaBicolor/label
source: Desert two-tone camouflage
ru: Пустынный двухцветный камуфляж

# camouflage/usa/bicolor/Membane/description
source: (1943 through 1944) Used in Italy and Sicily. Dirty yellow stripes on a dark olive background.
ru: 1943–1944 гг. Применялся во время боевых действий в Италии и на Сицилии. Землисто-жёлтые полосы наносились на стандартный тёмно-оливковый фон.

# camouflage/usa/bicolor/Membane/label
source: "Zigzag" camouflage
ru: Камуфляж «Зигзаги»

# camouflage/usa/bicolor/WhiteScar/description
source: (February 1944) Used by the 4th Marine Regiment in the Pacific Theatre.
ru: Февраль 1944 г. Применялся в Тихоокеанском регионе, в частности в 4-м батальоне морской пехоты.

# camouflage/usa/bicolor/WhiteScar/label
source: "Stripe" camouflage
ru: Камуфляж «Полосы»

# camouflage/usa/bicolor/Winter/description
source: (winter 1944 through 1945) All kinds of white dyes were in use. There were no rules or regulations how to apply winter camouflage. Every crew made their own choice.
ru: Зима 1944–1945 гг. Для окрашивания техники в белый цвет применялись любые доступные красители. Регламента для нанесения зимнего камуфляжа не было, каждый экипаж белил машину по своему усмотрению.

# camouflage/usa/bicolor/Winter/label
source: Winter white camouflage
ru: «Зимний белый»

# camouflage/usa/tricolor/IvozimaTricolor/description
source: (February 1944) Used on Iwo Jima and in other combat operations in the Pacific Theatre.
ru: Февраль 1944 г. Использовался во время высадки на о. Иводзима и в других операциях на Тихом океане.

# camouflage/usa/tricolor/IvozimaTricolor/label
source: Tropical multicolor camouflage
ru: Тропический многоцветный камуфляж

# camouflage/usa/tricolor/OldschoolUsa/description
source: (1917 through 1918) A French camouflage pattern, adopted by U.S. units during World War I.
ru: 1917–1918 гг. Во время Первой мировой войны данная схема была заимствована у французов.

# camouflage/usa/tricolor/OldschoolUsa/label
source: Early camouflage
ru: Ранний камуфляж

# camouflage/usa/tricolor/RudesheimTricolor/description
source: (1944 through 1945) Often applied over all the equipment and spare parts carried on the vehicle.
ru: 1944–1945 гг. Часто наносился на танк прямо поверх ЗИПа и имущества, которое перевозилось на танке.

# camouflage/usa/tricolor/RudesheimTricolor/label
source: European three-tone camouflage
ru: Европейский трёхцветный камуфляж

# camouflage/usa/tricolor/Tri-color_Spotted/description
source: Yellow-green and brown paint on the basic background.
ru: Разводы жёлто-зелёной и коричневой краски на стандартном фоне.

# camouflage/usa/tricolor/Tri-color_Spotted/label
source: Tropical three-tone camouflage
ru: Тропический трёхцветный камуфляж

# camouflage/usa/tricolor/Tropical_tricolor/description
source: (1943 through 1945) Used in the Pacific Theatre.
ru: 1943–1945 гг. Применялся в боях в Тихоокеанском регионе.

# camouflage/usa/tricolor/Tropical_tricolor/label
source: Tropical three-tone camouflage
ru: Тропический трёхцветный камуфляж

# camouflage/ussr/bicolor/Band/description
source: (late 1950s) Used by the South-West Special Military Force.
ru: Вторая половина 50-х гг. Применялся в юго-западной особой группе войск.

# camouflage/ussr/bicolor/Band/label
source: Three-tone "large spots" camouflage
ru: Трёхцветный крупнопятнистый камуфляж

# camouflage/ussr/bicolor/Branches/description
source: (1944) Used in the 6th Tank Army.
ru: 1944 г. Применялся в частях 6-й танковой армии.

# camouflage/ussr/bicolor/Branches/label
source: "Tree branches" camouflage
ru: Камуфляж «Ветви деревьев»

# camouflage/ussr/bicolor/BrownStains/description
source: (1944 through 1945) Used by the 334th Heavy SPG Regiment. Brown stripes on a dark green background.
ru: 1944–1945 гг. Применялся в частях 334-го тяжёлого самоходно-артиллерийского полка. Полосы коричневого цвета наносились на стандартный тёмно-зелёный фон.

# camouflage/ussr/bicolor/BrownStains/label
source: Summer two-tone camouflage
ru: Летний двухцветный камуфляж

# camouflage/ussr/bicolor/Brown_Spots/description
source: Widely used in the summer of 1941.
ru: Широко применялся летом 1941 г.

# camouflage/ussr/bicolor/Brown_Spots/label
source: Three-tone disruptive camouflage
ru: Трёхцветный пятнистый камуфляж

# camouflage/ussr/bicolor/Katukov/description
source: (winter 1941 through 1942) Used in the 1st Guards Brigade. Though the pattern is associated with one particular brigade, it was actually based on the pre-war standard winter camouflage.
ru: Зима 1941–1942 гг. Раскраска, принятая в 1-й гвардейской танковой бригаде. Несмотря на то что данная схема являлась «визитной карточкой» бригады, она только повторяла довоенные требования к нанесению зимней раскраски.

# camouflage/ussr/bicolor/Katukov/label
source: "Katukovsky" winter camouflage
ru: «Катуковский» зимний камуфляж

# camouflage/ussr/bicolor/SpringGhost/description
source: (April 1942) Lime was applied on the green background and then smeared to achieve different degrees of transparency.
ru: Апрель 1942 г. Цвет получен путём нанесения извёстки на стандартную зелёную окраску с последующим «растиранием» тряпкой до разной степени прозрачности фона.

# camouflage/ussr/bicolor/SpringGhost/label
source: Spring camouflage
ru: Весенний камуфляж

# camouflage/ussr/bicolor/White_Spots/description
source: Widely used from 1941 through 1945.
ru: Широко применялся на протяжении 1941–1945 годов.

# camouflage/ussr/bicolor/White_Spots/label
source: Two-tone "small spots" camouflage
ru: Двухцветный мелкопятнистый камуфляж

# camouflage/ussr/bicolor/Winter/description
source: White lime or other white dye were applied to the standard background in one or more layers. The pattern was used during World War II.
ru: Белая известь или другой краситель наносились поверх стандартной маскировочной окраски в один или несколько слоёв. Применялся на протяжении всей Великой Отечественной войны.

# camouflage/ussr/bicolor/Winter/label
source: Winter white camouflage
ru: «Зимний белый» камуфляж

# camouflage/ussr/tricolor/GasolinePellicle/description
source: (1942) Used by the units based near Leningrad. Brown stripes applied on the basic background.
ru: 1942 г. Применялся в частях Ленинградского фронта. Полосы коричневого и жёлтого цвета наносились на стандартный фон.

# camouflage/ussr/tricolor/GasolinePellicle/label
source: Summer three-tone camouflage
ru: Летний трёхцветный камуфляж

# camouflage/ussr/tricolor/Leningrad/description
source: (August 1939) Commonly used by units based in the western regions of the Soviet Union.
ru: Разработан в августе 1939 г. Использовался на начальном этапе Великой Отечественной войны. Был рекомендован для частей, расположенных в западных военных округах.

# camouflage/ussr/tricolor/Leningrad/label
source: "Large spots" camouflage
ru: Крупнопятнистый камуфляж

# camouflage/ussr/tricolor/OldschoolRkka/description
source: (1941 through 1942) Used by the 1st Tank Division in Karelia.
ru: 1941–1942 гг. Применялся в частях 1-й Краснознамённой танковой дивизии 1-го мехкорпуса в Карелии.

# camouflage/ussr/tricolor/OldschoolRkka/label
source: Three-tone "large spots" camouflage
ru: Трёхцветный крупнопятнистый камуфляж

# camouflage/ussr/tricolor/Talvisota/description
source: (1941 through 1942) Used by the 1st tank division in Karelia.
ru: 1941–1942 гг. Применялся в частях 1-й Краснознамённой танковой дивизии 1-го мехкорпуса в Карелии.

# camouflage/ussr/tricolor/Talvisota/label
source: "Geometrical" three-tone camouflage
ru: «Геометрический» трёхцветный камуфляж

# camouflage/ussr/tricolor/TricolorZebra/description
source: (June through July 1941) Applied in accordance with pre-war requirements. It proved ineffective and was withdrawn.
ru: Июнь – июль 1941 г. Наносился в соответствии с довоенными требованиями. Вышел из употребления из-за низкой эффективности.

# camouflage/ussr/tricolor/TricolorZebra/label
source: "Diagonal" camouflage
ru: Диагональный камуфляж

# camouflage/ussr/tricolor/four-color_stains/description
source: The scheme was developed in 1939. Brown, yellow and light-brown paint on the basic background.
ru: Схема разработана в 1939 г. Состоял из полос коричневого, жёлтого и светло-коричневого цветов, нанесённых поверх стандартного фона.

# camouflage/ussr/tricolor/four-color_stains/label
source: Four-tone early camouflage
ru: Четырёхцветный ранний камуфляж

# emblem
source: Emblem Type:
ru: Тип эмблемы:

# emblem/auto
source: National Emblems
ru: Национальные эмблемы

# emblem/auto/alpha_tester
source: Alpha test
ru: Альфа-тест

# emblem/auto/beta_tester
source: Beta test
ru: Бета-тест

# emblem/auto/britain_color
source: Emblem of the U.K.
ru: Эмблема Великобритании

# emblem/auto/china_kuomintang
source: Emblem of Kuomintang
ru: Эмблема Гоминьдан

# emblem/auto/china_star
source: Emblem of China
ru: Эмблема Китая

# emblem/auto/french_rose
source: Emblem of France
ru: Эмблема Франции

# emblem/auto/germany_bundecross
source: Emblem of FRG
ru: Эмблема ФРГ

# emblem/auto/germany_cross
source: Emblem of the Wehrmacht
ru: Эмблема Вермахта

# emblem/auto/germany_ddr
source: Emblem of GDR
ru: Эмблема ГДР

# emblem/auto/japanese_sun
source: Emblem of Japan
ru: Эмблема Японии

# emblem/auto/moder_ring
source: Moderator
ru: Модератор

# emblem/auto/star
source: Emblem of the U.S.S.R.
ru: Эмблема СССР

# emblem/auto/usa_star
source: Emblem of the U.S.A.
ru: Эмблема США

# emblem/clan_content
source: Clan
ru: Клановые

# emblem/group7/clan_content_01
source: Emblem 1
ru: Знак 1

# emblem/group7/clan_content_02
source: Emblem 2
ru: Знак 2

# emblem/group7/clan_content_03
source: Emblem 3
ru: Знак 3

# emblem/group7/clan_content_04
source: Emblem 4
ru: Знак 4

# emblem/group7/clan_content_05
source: Emblem 5
ru: Знак 5

# inscription
source: Inscription Type:
ru: Тип надписи:

# inscription/clan_content
source: Clan
ru: Клановые

# inscription/clan_content/inscription_01
source: Union of Invincible Soldiers
ru: Союз непобедимых солдат

# inscription/clan_content/inscription_02
source: Brave Hearts
ru: Храбрые сердца

# inscription/clan_content/inscription_03
source: Conquerors
ru: Покорители

# inscription/clan_content/inscription_04
source: Warriors of Honor
ru: Воины чести

# inscription/clan_content/inscription_05
source: Hotspurs
ru: Сорвиголовы

# inscription/clan_content/inscription_06
source: Brothers in Arms
ru: Боевое братство

# inscription/clan_content/inscription_07
source: Strongmen
ru: Богатыри

# timeLeft/infinity
source: Duration: unlimited. Can be applied at any moment.
ru: Время действия: бессрочно. Доступно для нанесения в любой момент.

# timeLeft/temporal
source: Active for: %(time)s %(dimension)s after it is applied.
ru: Время действия: %(time)s %(dimension)s с момента нанесения.

# timeLeft/temporal/days
source: days
ru: дней

# timeLeft/temporal/hours
source: hours
ru: часов

# timeLeft/temporal/minutes
source: minutes
ru: минут

# timeLeft/temporal/used
source: Active for: %(time)s %(dimension)s. Gets removed if changed.
ru: Время действия: %(time)s %(dimension)s. Удаляется при замене.

# camouflage/Clan_camouflage_02/description
source: U.S.S.R. winter two-tone "large spots" camouflage (January 1945) Used in East Prussia.
ru: Советский зимний двухцветный крупнопятнистый камуфляж январь 1945 г. Использовался в Восточной Пруссии.

# camouflage/Clan_camouflage_02/label
source: Clan winter camouflage
ru: Клановый зимний камуфляж

# camouflage/Clan_camouflage_03/description
source: U.S.S.R. summer two-tone "large spots" camouflage (1920) Used in Russia.
ru: Советский летний двухцветный крупнопятнистый камуфляж 1920 г. Использовался в России.

# camouflage/Clan_camouflage_03/label
source: Clan "large spots" camouflage
ru: Клановый крупнопятнистый камуфляж

# camouflage/Clan_camouflage_04/description
source: Chinese summer four-tone camouflage The so-called “pixel” camouflage used in the early 2010s.
ru: Китайский летний четырёхцветный камуфляж Так называемый «пиксельный» камуфляж использовался в начале 2010-х гг.

# camouflage/Clan_camouflage_04/label
source: Clan digital camouflage
ru: Клановый цифровой камуфляж

# customization/stored
source: %(quantity)s item(s) available
ru: В наличии %(quantity)s шт.

# emblem/group1/animal_33
source: Kangaroo
ru: Кенгуру

# emblem/group1/animal_34
source: Kiwi
ru: Киви

# emblem/group10/special_21
source: Best Replays of the Week Emblem
ru: Эмблема ЛРН

# emblem/group7/clan_content_11
source: Conqueror Order I
ru: Орден «Завоеватель I»

# emblem/group7/clan_content_12
source: Conqueror Order II
ru: Орден «Завоеватель II»

# emblem/group7/clan_content_13
source: Conqueror Order III
ru: Орден «Завоеватель III»

# emblem/group8/special_01
source: For Completion of a Mission
ru: За боевую задачу

# emblem/special
source: Special
ru: Специальные

# inscription/clan_content/inscription_11
source: Conqueror
ru: Завоеватель

# inscription/clan_content/inscription_12
source: Conqueror
ru: Завоеватель

# inscription/clan_content/inscription_13
source: Conqueror
ru: Завоеватель

# inscription/clan_content/inscription_14
source: Conqueror
ru: Завоеватель

# inscription/clan_content/inscription_15
source: Conqueror
ru: Завоеватель

# inscription/clan_content/inscription_16
source: Conqueror
ru: Завоеватель

# inscription/clan_content/inscription_17
source: Conqueror
ru: Завоеватель

# inscription/clan_content/inscription_21
source: What is essential in war is victory, not prolonged operations.
ru: Война любит победу и не любит продолжительности

# inscription/clan_content/inscription_22
source: Little Corporal
ru: Маленький Капрал

# inscription/clan_content/inscription_23
source: Desert Fox
ru: Лис пустыни

# inscription/clan_content/inscription_24
source: Banzai
ru: Банзай

# inscription/clan_content/inscription_25
source: Intrepid
ru: Неустрашимый

# inscription/clan_content/inscription_26
source: Gray Fox
ru: Серый лис

# inscription/clan_content/inscription_27
source: Fierce
ru: Свирепый

# inscription/special
source: Special
ru: Специальные

# inscription/special/special_01
source: For a Mission
ru: За боевую задачу

# camouflage/usa/tricolor/usa_premium_asia/description
source: Used by the Armored Forces of the Taiwan Marine Corps.
ru: Используется в бронетанковых подразделениях морской пехоты КНР.

# camouflage/usa/tricolor/usa_premium_asia/label
source: ROC Taiwan marine camouflage
ru: Камуфляж морской пехоты КНР

# camouflage/ussr/fallout_camo_Object_730/description
source: A variant of camouflage made with standard 7K paint and used in open-terrain locations (roads, steppes, farmland). The following items are additionally included with the camouflage: • Guardian Emblem—an Emblem that was applied to vehicles of Guards units of the Red Army and, later, to vehicles of other units • Elephant—the tactical insignia of the 14th Guards Mechanized Brigade • Tactical Vehicle Number Awarded to players who achieved impressive results during battles on the Global Map.
ru: Один из вариантов камуфляжа с использованием штатной краски 7К для открытой местности: вспаханная земля, дороги, осыпи. Дополнительно к камуфляжу идут: • «Гвардия» — знак, который наносился на технику Гвардейских частей РККА и позднее; • «Слон» — тактический знак 14-й Гвардейской механизированной бригады; • Тактический номер машины. Выдавался игрокам, добившимся выдающихся результатов в боях на Глобальной карте.

# camouflage/ussr/fallout_camo_Object_730/label
source: Clan legendary camouflage (IS-5)
ru: Клановый легендарный (ИС-5)

# camouflage/ussr/fallout_camo_Object_907/description
source: A variant of camouflage made with standard 7K paint and used in open-terrain locations (roads, steppes, farmland). The following items are additionally included with the camouflage: • Guardian Emblem—an Emblem that was applied to vehicles of Guards units of the Red Army and, later, to vehicles of other units • Bear—the tactical insignia of the 36th Guards Tank Bridage • Tactical Vehicle Number
ru: Один из вариантов камуфляжа с использованием штатной краски 7К для открытой местности: вспаханная земля, дороги, осыпи. Дополнительно к камуфляжу идут: • «Гвардия» — знак, который наносился на технику Гвардейских частей РККА и позднее; • «Медведь» — тактический знак 36-й Гвардейской танковой бригады; • Тактический номер машины.

# camouflage/ussr/fallout_camo_Object_907/label
source: Clan legendary camouflage (Object 907)
ru: Клановый легендарный (Объект 907)

# emblem/M41_asia
source: Army Units
ru: Военные

# emblem/group12/special_31
source: Bear
ru: Mедведь

# emblem/group12/special_42
source: Guardian Emblem
ru: Гвардейский знак

# emblem/group13/special_41
source: Elephant
ru: Слон

# emblem/group13/special_42
source: Guardian Emblem
ru: Гвардейский знак

# emblem/group4/signs_79
source: Coat of arms of Omsk
ru: Герб Омска

# emblem/group7/clan_content_06
source: Chinese Dragon
ru: Китайский дракон

# emblem/group7/clan_content_07
source: Fist
ru: Кулак

# emblem/group7/clan_content_08
source: Confederate Flag
ru: Флаг конфедерации

# emblem/group7/clan_content_09
source: Cannon
ru: Пушка

# emblem/group7/clan_content_10
source: Samurai Helmet
ru: Шлем самурая

# emblem/group9/asia_11
source: ROC Taiwan Marine
ru: Морская пехота КНР (Тайвань)

# inscription/ASIA
source: Army Units
ru: Военные

# inscription/ASIA/59-21797
source: Taiwan Army Asset Number
ru: Инвентарный номер армии КНР

# inscription/ASIA/651
source: 651st Marine
ru: 651-я бригада морской пехоты

# inscription/ASIA/66
source: Bear of Kinmen No.66
ru: Цзиньмэньский медведь № 66

# camouflage/Cracked_ice/description
source: A camouflage pattern that resembles tree branches in a deciduous forest in winter. Disrupts the vehicle’s silhouette, making the vehicle significantly less noticeable. Highly effective for ambush tactics. Applied in the field using washable white, or chalk and lime paint.
ru: Камуфляж, повторяющий контуры ветвей зимнего лиственного леса. Эффективен при организации засад, искажает силуэт машины и препятствует преждевременному обнаружению. Наносился в полевых условиях при помощи смываемой белой краски либо известково-меловой смеси.

# camouflage/Cracked_ice/label
source: Winter forest camouflage
ru: Камуфляж «Зимний лес»

# camouflage/Desert_camou/description
source: A camouflage pattern used in rocky areas with thick layers of sand. Significantly disrupts the vehicle’s silhouette at medium and long range, by imitating the misshapen shadows from uneven terrain on the hull. Applied using yellowish-grey and greenish-brown paints.
ru: Камуфляж для участков с плотным песком и каменистой почвой. Идеально скрывает контуры машины на средней и дальней дистанции за счёт имитации деформирующих теней на корпусе от неровностей рельефа. Наносился при помощи красок жёлто-серого и зеленовато-коричневого оттенков.

# camouflage/Desert_camou/label
source: Rocky desert
ru: Камуфляж «Каменистая пустыня»
