Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/VehicleCustomization.*.resx
Languages: ru

# camouflage/IGR_K_Desert/description
source: (2004) Developed in the Republic of Korea by replacing the colors of the summer camouflage. Used by Korean forces in Afghanistan.
ru: 2004 г. Разработан в Республике Корея на базе летнего камуфляжа путём замены цветов. Использовался корейскими войсками в Афганистане.

# camouflage/IGR_K_Desert/label
source: Desert camouflage
ru: Пустынный камуфляж

# camouflage/IGR_K_Summer/description
source: (late 1960s through late 1980s) Used by the special operations forces of the Republic of Korea.
ru: Конец 1960-х — конец 1980-х гг. Использовался силами Республики Корея во время специальных операций.

# camouflage/IGR_K_Summer/label
source: Camouflage unofficially designated as “swirl”, “spaghetti”, or “waves”
ru: Камуфляж «Водоворот», «Лапша», «Волны»

# camouflage/IGR_K_Winter/description
source: (1980s) Used by the Republic of Korea Marine Corps.
ru: 80-е гг. Использовался корпусом морской пехоты Республики Корея.

# camouflage/IGR_K_Winter/label
source: Winter variant of the “tortoise shell” camouflage pattern
ru: Зимний вариант камуфляжа схемы «Черепаший панцирь»

# camouflage/IGR_Summer/description
source: (from mid-1970s through early 1980s) The "puzzle" pattern was used.
ru: Середина 70-х — начало 80-х гг. Применялась так называемая цветовая схема «пазл».

# camouflage/IGR_Summer/label
source: Summer camouflage of the Marines of the Republic of Korea
ru: Летний камуфляж морской пехоты Республики Корея

# camouflage/IGR_Winter/description
source: (from February 2013) First used during combined training with American forces.
ru: С февраля 2013 г. Впервые использовался на совместных учениях с морскими десантниками США.

# camouflage/IGR_Winter/label
source: Winter camouflage of the Naval Landing Forces of the Republic of Korea
ru: Зимний камуфляж морских десантников Республики Корея

# camouflage/china/bicolor/china_historical_01/description
source: (1950s) A variation of the PLA (People's Liberation Army) multicolor camouflage.
ru: 50-е гг. Одна из схем многоцветного камуфляжа НОАК (Народно-освободительной армии Китая).

# camouflage/china/bicolor/china_historical_01/label
source: PLA Multicolored
ru: Многоцветный НОАК

# camouflage/china/bicolor/china_historical_02/description
source: (late 1940s through 1950s) Early camouflage type introduced by the PLA.
ru: Конец 40-х — 50-е гг. Ранний тип камуфляжа, принятый в НОАК.

# camouflage/china/bicolor/china_historical_02/label
source: Two-tone disruptive camouflage
ru: Двухцветный пятнистый камуфляж

# camouflage/china/bicolor/china_historical_03/description
source: (late 1940s through early 1950s) White stripes on the standard background.
ru: Полосы белого цвета нанесены на стандартный фон. Применялся в конце 40-х — начале 50-х гг.

# camouflage/china/bicolor/china_historical_03/label
source: Two-tone winter camouflage
ru: Зимний двухцветный камуфляж

# camouflage/china/bicolor/china_historical_04/description
source: (1950s) Early camouflage type introduced by the PLA.
ru: 50-е гг. Ранний тип камуфляжа, принятый в НОАК.

# camouflage/china/bicolor/china_historical_04/label
source: Dark disruptive camouflage
ru: Тёмный пятнистый камуфляж

# camouflage/china/bicolor/china_historical_13/description
source: (1980s) A scheme used in the south of China in spring and fall.
ru: 80-е гг. Одна из схем, используемых на юге Китая в весеннее и осеннее время.

# camouflage/china/bicolor/china_historical_13/label
source: Two-tone disruptive camouflage
ru: Двухцветный пятнистый камуфляж

# camouflage/china/bicolor/china_historical_desert/description
source: (from late 1980s) Late dazzle patterned camouflage type for desert regions.
ru: С конца 1980-х гг. Поздний вариант деформирующей окраски для пустынной местности.

# camouflage/china/bicolor/china_historical_desert/label
source: Multicolor desert camouflage
ru: Многоцветный пустынный камуфляж

# camouflage/china/bicolor/china_historical_winter_1/description
source: (late 1940s through late 1950s) A vehicle was painted white with lime or other dye.
ru: Конец 1940-х — конец 1950-х гг. Машина покрывалась белой известью или другим красителем белого цвета.

# camouflage/china/bicolor/china_historical_winter_1/label
source: Winter white camouflage
ru: «Зимний белый»

# camouflage/china/bicolor/china_historical_winter_2/description
source: (1950s through 1960s) White paint was applied in such manner that the background color took the form of stripes and spots.
ru: 1950-е — 1960-е гг. Белая краска наносилась на корпус машины таким образом, чтобы основной цвет оставался в виде отдельных полос и пятен.

# camouflage/china/bicolor/china_historical_winter_2/label
source: Two-tone winter camouflage
ru: Зимний двухцветный камуфляж

# camouflage/china/tricolor/china_historical_05/description
source: (until late 1980s) The PLA's basic three-tone camouflage.
ru: До конца 80-х гг. Основной трёхцветный камуфляж НОАК.

# camouflage/china/tricolor/china_historical_05/label
source: Late three-tone camouflage
ru: Поздний трёхцветный камуфляж

# camouflage/china/tricolor/china_historical_06/description
source: (from mid-1950s) Black spots and light-colored stripes on the basic background.
ru: С середины 50-х гг. Чёрные пятна и полосы светлой краски наносятся на основной фон.

# camouflage/china/tricolor/china_historical_06/label
source: Early multicolor camouflage
ru: Ранний многоцветный камуфляж

# camouflage/china/tricolor/china_historical_07/description
source: (from mid-1950s) Late variant of the PLA's two-tone camouflage.
ru: С середины 50-х гг. Поздний тип двухцветного камуфляжа в НОАК.

# camouflage/china/tricolor/china_historical_07/label
source: Light disruptive camouflage
ru: Светлый пятнистый камуфляж

# camouflage/china/tricolor/china_historical_08/description
source: (late 1960s to present) Still in use.
ru: С конца 60-х гг. Применяется и в настоящее время.

# camouflage/china/tricolor/china_historical_08/label
source: "Large spots" camouflage
ru: Крупнопятнистый камуфляж

# camouflage/china/tricolor/china_historical_09/description
source: (from 1980s) Used in the north of China, especially in summer.
ru: С 80-х гг. Применялся в северных районах Китая, в основном в летнее время.

# camouflage/china/tricolor/china_historical_09/label
source: Three-tone camouflage
ru: Трёхцветный камуфляж

# camouflage/china/tricolor/china_historical_10/description
source: (from 1990s) Used in the north-east of China, especially in summer.
ru: С 90-х гг. Применялся в северо-восточных районах Китая, в основном в летнее время.

# camouflage/china/tricolor/china_historical_10/label
source: Three-tone camouflage
ru: Трёхцветный камуфляж

# camouflage/china/tricolor/china_historical_11/description
source: Green stripes of different toning on the yellow background. Used by the PLA until the beginning of the 21st century.
ru: Полосы разных оттенков зелёного на жёлтом фоне. Применялся в войсках НОАК до начала XXI века.

# camouflage/china/tricolor/china_historical_11/label
source: Three-tone desert camouflage
ru: Трёхцветный пустынный камуфляж

# camouflage/china/tricolor/china_historical_12/description
source: (from 1980s) Used in the south of China, especially in summer.
ru: С 80-х гг. Применялся в южных районах Китая, в основном в летнее время.

# camouflage/china/tricolor/china_historical_12/label
source: Three-tone camouflage
ru: Трёхцветный камуфляж

# camouflage/china/tricolor/china_historical_14/description
source: Geometric colored spots divide a vehicle silhouette into fragments. Still in use.
ru: Геометрические пятна разных оттенков разбивают силуэт машины на разноцветные фрагменты. Применяется в настоящее время.

# camouflage/china/tricolor/china_historical_14/label
source: Three-tone digital camouflage
ru: Трёхцветный «цифровой» камуфляж

# camouflage/france/bicolor/Winter/description
source: Winter pattern was applied to captured French vehicles that fought with the Axis armored forces on the Eastern Front.
ru: Зимняя защитная окраска наносилась на трофейные французские танки, воевавшие на стороне стран Оси на Восточном фронте.

# camouflage/france/bicolor/Winter/label
source: Winter white camouflage
ru: «Зимний белый»

# camouflage/france/bicolor/franch_1/description
source: (1918 through 1940) Used during World War I and the interwar period, until the invasion of France.
ru: 1918–1940 гг. Использовался во время Первой мировой войны, применялся в послевоенные годы вплоть до оккупации Франции.

# camouflage/france/bicolor/franch_1/label
source: Early two-tone camouflage
ru: Ранний двухцветный камуфляж

# camouflage/france/bicolor/franch_4/description
source: (1930s) Used until the invasion of France.
ru: 30-е гг. Применялся в послевоенные годы вплоть до оккупации Франции.

# camouflage/france/bicolor/franch_4/label
source: Late two-tone camouflage
ru: Поздний двухцветный камуфляж

# camouflage/france/bicolor/franch_5/description
source: (fall 1925) The French did not have original winter patterns. However, in South Africa they used light grey stripes on the basic background.
ru: Осень 1925 г. Настоящих зимних схем у французов не было. В Северной Африке на стандартный фон наносились светло-серые полосы.

# camouflage/france/bicolor/franch_5/label
source: Winter camouflage
ru: Зимний камуфляж

# camouflage/france/tricolor/Branches_and_Leaves/description
source: (spring through summer 1940) Experimental camouflage. Used by the 8th Tank Battalion.
ru: Весна – лето 1940 г. Экспериментальный камуфляж. Применялся в 8-м танковом батальоне.

# camouflage/france/tricolor/Branches_and_Leaves/label
source: "Green grove"
ru: «Зелёная роща»

# camouflage/france/tricolor/Geometric_Shapes/description
source: (1919) An early camouflage of the French armored forces.
ru: 1919 г. Один из ранних камуфляжей французских танковых войск.

# camouflage/france/tricolor/Geometric_Shapes/label
source: Two-tone "splinter pattern" camouflage
ru: Двухцветный оскольчатый камуфляж

# camouflage/france/tricolor/Gyrus/description
source: (1999) Camouflage of the French peacekeeping forces.
ru: 1999 г. Камуфляж французских миротворческих сил.

# camouflage/france/tricolor/Gyrus/label
source: Three-tone camouflage with wide intertwining strips
ru: Трёхцветный камуфляж с широкими переплетающимися полосами

# camouflage/france/tricolor/franch_10/description
source: (1939 through 1940) Used during the pre-war period and the first years of World War II.
ru: 1939–1940 гг. Применялся в предвоенные годы и в первые годы Второй мировой войны.

# camouflage/france/tricolor/franch_10/label
source: Three-tone trimmed camouflage
ru: Трёхцветный камуфляж с окантовками

# camouflage/france/tricolor/franch_2/description
source: (1939) Spots with a black-colored braid. A scheme without separating lines was adopted in 1940.
ru: 1939 г. Силуэты пятен обведены каймой чёрного цвета. С 1940 г. была принята схема без разделительных линий.

# camouflage/france/tricolor/franch_2/label
source: Trimmed camouflage
ru: Камуфляж с окантовками

# camouflage/france/tricolor/franch_3/description
source: (late 1930s through early 1940s) The pattern with braids existed until 1940.
ru: Конец 30-х — начало 40-х гг. В данной цветовой схеме окантовки сохранились до 1940 года.

# camouflage/france/tricolor/franch_3/label
source: Late trimmed camouflage
ru: Поздний камуфляж с окантовкой

# camouflage/france/tricolor/franch_6/description
source: (1918 through 1920) The camouflage was used during World War I and the post-war period.
ru: 1918–1920 гг. Применялся во время Первой мировой войны и в послевоенные годы.

# camouflage/france/tricolor/franch_6/label
source: Three-tone camouflage
ru: Трёхцветный камуфляж

# camouflage/france/tricolor/franch_7/description
source: (1918 through 1920) The camouflage was used during World War I and the early post-war period.
ru: 1918–1920 гг. Применялся во время Первой мировой войны и в первые послевоенные годы.

# camouflage/france/tricolor/franch_7/label
source: Early diagonal camouflage
ru: Ранний диагональный камуфляж

# camouflage/france/tricolor/franch_8/description
source: (1918 through 1920) The camouflage was used during World War I and the early post-war period.
ru: 1918–1920 гг. Применялся во время Первой мировой войны и в первые послевоенные годы.

# camouflage/france/tricolor/franch_8/label
source: Three-tone disruptive camouflage
ru: Трёхцветный пятнистый камуфляж

# camouflage/france/tricolor/franch_9/description
source: (1939) Another variant of the basic pre-war camouflage. In 1940, a scheme without braid was adopted.
ru: 1939 г. Второй вариант основного довоенного камуфляжа. С 1940 года схема использовалась без окантовок.

# camouflage/france/tricolor/franch_9/label
source: Brown spots with black braid on the green background
ru: Коричневые пятна с чёрной окантовкой на зелёном поле

# camouflage/germany/DesertTiger/description
source: (1942) Adopted after the introduction of new color pattern standards in Germany. Used by German land forces operating in the North African theater. Uneven sand-colored and gray spots applied over a yellow-brown basic layer.
ru: 1942 г. Был принят после введения в Германии новых стандартов цветовых схем. Использовался сухопутными частями немецких войск, которые действовали в Африке. Представлял собой неровные пятна песочно-серого цвета, нанесённые поверх жёлто-коричневого основного слоя.

# camouflage/germany/DesertTiger/label
source: African desert camouflage
ru: Африканский пустынный камуфляж

# camouflage/germany/bicolor/Dark_Spots/description
source: (July 1943) Used by the 19th Tank Division during Operation Citadel on the Eastern Front.
ru: Июль 1943 г. Применялся в частях 19-й танковой дивизии во время операции «Цитадель» на Восточном фронте.

# camouflage/germany/bicolor/Dark_Spots/label
source: Three-tone disruptive camouflage
ru: Трёхцветный пятнистый камуфляж

# camouflage/germany/bicolor/Diagonal_Stripes/description
source: (spring through summer 1944) Used by armored units during the Normandy Campaign.
ru: Весна – лето 1944 г. Применялся в танковых частях во время боевых действий в Нормандии.

# camouflage/germany/bicolor/Diagonal_Stripes/label
source: Three-tone diagonal camouflage
ru: Трёхцветный диагональный камуфляж

# camouflage/germany/bicolor/Feldgrau/description
source: (1935 through 1940) Brown stripes on the basic dark grey background. However, from 1940 only the dark grey pattern was used.
ru: 1935–1940 гг. Полосы коричневого цвета наносились на стандартный тёмно-серый фон. Однако с 1940 года немецкая техника красится только тёмно-серой краской Schwarz Grau.

# camouflage/germany/bicolor/Feldgrau/label
source: Pre-war camouflage
ru: Довоенный камуфляж

# camouflage/germany/bicolor/GrayZigzag/description
source: (1941 through 1942) Light yellow-brown paint on a dark grey background. The background bled through the paint in the form of spots or stripes.
ru: 1941–1942 гг. Поверх основного тёмно-серого цвета наносилась светло-жёлто-коричневая краска. Основной цвет проступал в виде отдельных пятен или полос.

# camouflage/germany/bicolor/GrayZigzag/label
source: Early desert camouflage
ru: Ранний пустынный камуфляж

# camouflage/germany/bicolor/Polylines/description
source: (summer 1944) Used by the 3d Wehrmacht Tank Army in Lithuania.
ru: Лето 1944 г. Применялся в частях 3-й танковой армии Вермахта во время боевых действий в Литве.

# camouflage/germany/bicolor/Polylines/label
source: Two-tone diagonal camouflage
ru: Двухцветный диагональный камуфляж

# camouflage/germany/bicolor/RedClouds/description
source: (1943 through 1944) Brown spots on the basic light yellow-brown background. Used on all fronts.
ru: 1943–1944 гг. Пятна коричневого цвета наносились на светло-жёлто-коричневый фон. Применялся на всех фронтах.

# camouflage/germany/bicolor/RedClouds/label
source: Camouflage "Spots"
ru: Камуфляж «Пятна»

# camouflage/germany/bicolor/WhiteDiagonal/description
source: (winter 1941 through 1943) White paint on a dark grey background. Used on the Eastern Front.
ru: Зима 1941–1943 гг. Полосы белой краски наносились на тёмно-серый фон. Применялся на Восточном фронте.

# camouflage/germany/bicolor/WhiteDiagonal/label
source: Winter two-tone camouflage
ru: Зимний двухцветный камуфляж

# camouflage/germany/bicolor/Winter/description
source: As white dry paint was not produced in Germany, all kinds of white dyes were used instead. There were no rules or regulations how to apply winter camouflage.
ru: Сухая белая краска для нанесения на технику в Германии не производилась, поэтому использовались любые белые красители, в том числе известь. Регламента для нанесения зимнего камуфляжа не было.

# camouflage/germany/bicolor/Winter/label
source: Winter white camouflage
ru: «Зимний белый»

# camouflage/germany/bicolor/YellowBacillus/description
source: (1943 through 1945) A variation of the camouflage with brown stripes and spots on the yellow background.
ru: 1943–1945 гг. Один из вариантов камуфляжной раскраски с коричневыми полосами и пятнами на стандартном жёлтом фоне.

# camouflage/germany/bicolor/YellowBacillus/label
source: Yellow-brown camouflage "Stripes and spots"
ru: Жёлто-коричневый камуфляж «Полосы и пятна»

# camouflage/germany/tricolor/Branch/description
source: (1944) Brown and dark-green stripes on the basic background. The scheme was widely used by German divisions towards the end of World War II.
ru: 1944 г. Коричневые и тёмно-зелёные линии на стандартном фоне. Применялся в различных подразделениях на завершающем этапе войны.

# camouflage/germany/tricolor/Branch/label
source: Three-tone camouflage "Threads"
ru: Трёхцветный камуфляж «Нити»

# camouflage/germany/tricolor/Honeycomb/description
source: (1944) Brown spots with grey trim on the basic background. At the end of the war, due to the shortage of gasoline, dry pigments were mixed with water instead of gasoline, making the background more pale and transparent.
ru: 1944 г. Коричневые пятна с серой окантовкой на стандартном фоне. В конце войны из-за перебоев с бензином и керосином сухие краски для камуфляжа разводились водой. Фон получался более бледным и прозрачным.

# camouflage/germany/tricolor/Honeycomb/label
source: "Large spots" three-tone camouflage
ru: Крупнопятнистый трёхцветный камуфляж

# camouflage/germany/tricolor/Ragged_Patches/description
source: (1944 through 1945) Dark-green and brown spots on the basic background. The scheme was used on the Western Front.
ru: 1944–1945 гг. Пятна тёмно-зелёного и коричневого цвета нанесены на стандартный фон. Применялся на Западном фронте.

# camouflage/germany/tricolor/Ragged_Patches/label
source: Three-tone "large spots" camouflage
ru: Трёхцветный крупнопятнистый камуфляж

# camouflage/germany/tricolor/SnowOnBands/description
source: (1944 through 1945) It was also called "ambush" camouflage and was used on all fronts.
ru: 1944–1945 гг. Также назывался «засадным». Применялся на всех фронтах.

# camouflage/germany/tricolor/SnowOnBands/label
source: Multicolor light zebra camouflage
ru: Многоцветный светлый полосатый камуфляж

# camouflage/germany/tricolor/SnowOnSpots/description
source: (1944 through 1945) It was also called "ambush" camouflage and was used on all fronts.
ru: 1944–1945 гг. Также назывался «засадным». Применялся на всех фронтах.

# camouflage/germany/tricolor/SnowOnSpots/label
source: Multicolor dark disruptive camouflage
ru: Многоцветный тёмный пятнистый камуфляж

# camouflage/germany/tricolor/Spots/description
source: (1944) Small green and brown spots on the basic background.
ru: 1944 г. Мелкие пятна зелёного и коричневого цвета на стандартном фоне.

# camouflage/germany/tricolor/Spots/label
source: Three-tone field camouflage
ru: Трёхцветный полевой камуфляж

# camouflage/japan/desert_blue-brown/description
source: (from 1930s) Grey-blue aquamarine dye was applied on amphibious vehicles of the Imperial Navy. To improve camouflage, irregularly shaped spots and stripes were applied, in colors depending on the area of operations — in this case, ochre.
ru: С 30-х гг. Плавающая техника, относившаяся к Императорскому военно-морскому флоту, окрашивалась в серо-синий цвет морской волны. Для лучшей маскировки на неё наносились неровные пятна и полосы в зависимости от района действий — в данном случае охрой.

# camouflage/japan/desert_blue-brown/label
source: Imperial Navy camouflage
ru: Императорский военно-морской камуфляж

# camouflage/japan/desert_green-brown_spots/description
source: (1930s and from 1945) Green and brown spots applied on khaki-colored background. From 1945 light green was used instead of khaki. The first camouflage pattern is still in use.
ru: 30-е гг. и с 1945 г. Зелёные и коричневые пятна, нанесённые на основной цвет хаки. Особенно активно использовался в 30-е гг. С 1945 года цвет хаки стали заменять на светло-зелёный. В настоящее время старая схема покраски снова активно используется.

# camouflage/japan/desert_green-brown_spots/label
source: Three-tone disruptive camouflage
ru: Трёхцветный пятнистый камуфляж

# camouflage/japan/summer_four-color/description
source: (1930s through 1942) Brown-green-yellow camouflage with black or brown trim. Later, yellow color was discontinued. However, the pattern was used in China and Manchuria until 1945.
ru: 1930-е гг. — 1942 г. Коричнево-зелёно-жёлтый камуфляж с чёрной или коричневой окантовкой. Позднее жёлтый цвет был исключён. Однако в Китае и Маньчжурии все три цвета использовались до 1945 года.

# camouflage/japan/summer_four-color/label
source: Three-tone trimmed camouflage
ru: Трёхцветный камуфляж с окантовкой

# camouflage/japan/summer_three-color_spots/description
source: (1940s) Used in the mountainous areas of China.
ru: 40-е гг. Использовался в горных районах Китая.

# camouflage/japan/summer_three-color_spots/label
source: Three-tone mountain camouflage
ru: Трёхцветный горный камуфляж

# camouflage/japan/winter_spots/description
source: (from 1945) White spots on the basic background. Nowadays, spots of regular shapes and various sizes are applied.
ru: С 1945 года Белые пятна, нанесённые на основной цвет. В настоящее время пятна наносят ровными кругами различного размера.

# camouflage/japan/winter_spots/label
source: White disruptive camouflage
ru: Пятнистый белый камуфляж

# camouflage/japan/winter_white/description
source: (1942 through 1945) In North China, vehicles were painted white. The dye was rubbed on standard summer camouflage.
ru: 1942–1945 гг. Во время боевых действий в Северном Китае технику стали покрывать белой краской, растирая её поверх обычного летнего камуфляжа.

# camouflage/japan/winter_white/label
source: “Off-white” camouflage
ru: «Грязно-белый»

# camouflage/nation/china
source: Can be applied to Chinese vehicles
ru: Наносится на китайскую технику

# camouflage/nation/france
source: Can be applied to French vehicles
ru: Наносится на французскую технику

# camouflage/nation/germany
source: Can be applied to German vehicles
ru: Наносится на немецкую технику

# camouflage/nation/japan
source: Can be applied to Japanese vehicles
ru: Наносится на японскую технику

# camouflage/nation/uk
source: Can be applied to U.K. vehicles
ru: Наносится на британскую технику

# camouflage/nation/usa
source: Can be applied to U.S. vehicles
ru: Наносится на американскую технику

# camouflage/nation/ussr
source: Can be applied to U.S.S.R. vehicles
ru: Наносится на советскую технику

# camouflage/uk/bicolor/LRDG/description
source: (1941 through 1942) A pattern used by the Long Range Desert Group.
ru: 1941–1942 гг. Одна из схем окраски, применявшаяся в группах глубоких рейдов в пустыне.

# camouflage/uk/bicolor/LRDG/label
source: LRDG camouflage
ru: Камуфляж групп LRDG

# camouflage/uk/bicolor/bicolor_classic/description
source: (1941 through 1943) Used by the 22nd Tank Brigade regiments.
ru: 1941–1943 гг. Использовался в полках 22-й танковой бригады.
