Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/VehicleCustomization.*.resx
Languages: ru

# camouflage/uk/bicolor/winter
source: Winter white camouflage (winter 1944 through 1945) All kinds of white dyes were in use. There were no rules or regulations how to apply winter camouflage. Every crew made their own choice.
ru: «Зимний белый» Зима 1944–1945 гг. Для окрашивания техники в белый цвет применялись любые доступные красители. Регламента для нанесения зимнего камуфляжа не было, каждый экипаж белил машину по своему усмотрению.

# camouflage/usa/bicolor/Winter
source: Winter white camouflage (winter 1944 through 1945) All kinds of white dyes were in use. There were no rules or regulations how to apply winter camouflage. Every crew made their own choice.
ru: «Зимний белый» Зима 1944–1945 гг. Для окрашивания техники в белый цвет применялись любые доступные красители. Регламента для нанесения зимнего камуфляжа не было, каждый экипаж белил машину по своему усмотрению.

# camouflage/ussr/bicolor/Winter
source: Winter white camouflage White lime or other white dye were applied to the standard background in one or more layers. The pattern was used during World War II.
ru: «Зимний белый» Белая известь или другой краситель наносились поверх стандартной маскировочной окраски в один или несколько слоёв. Применялся на протяжении всей Великой Отечественной войны.

# emblem/animals
source: Animals
ru: Животные

# emblem/battle
source: Military
ru: Боевые

# emblem/cool
source: Miscellaneous
ru: Другие

# emblem/group1/animal_1
source: Lion
ru: Лев

# emblem/group1/animal_10
source: Bear
ru: Медведь

# emblem/group1/animal_11
source: Wolf
ru: Волк

# emblem/group1/animal_12
source: Horse 1
ru: Конь 1

# emblem/group1/animal_13
source: Bird
ru: Птица

# emblem/group1/animal_14
source: Tiger 1
ru: Тигр 1

# emblem/group1/animal_15
source: Reptile
ru: Рептилия

# emblem/group1/animal_16
source: Tiger 2
ru: Тигр 2

# emblem/group1/animal_17
source: Wasp
ru: Оса

# emblem/group1/animal_18
source: Snake 1
ru: Змея 1

# emblem/group1/animal_19
source: Rhinoceros 2
ru: Носорог 2

# emblem/group1/animal_2
source: Eagle 1
ru: Орёл 1

# emblem/group1/animal_20
source: Bull 4
ru: Бык 4

# emblem/group1/animal_21
source: Hog
ru: Кабан

# emblem/group1/animal_22
source: Horse 2
ru: Конь 2

# emblem/group1/animal_23
source: Horse 3
ru: Конь 3

# emblem/group1/animal_24
source: Volatile 1
ru: Крылатый 1

# emblem/group1/animal_25
source: Volatile 2
ru: Крылатый 2

# emblem/group1/animal_26
source: Feline 1
ru: Кошачьи 1

# emblem/group1/animal_27
source: Feline 2
ru: Кошачьи 2

# emblem/group1/animal_28
source: Feline 3
ru: Кошачьи 3

# emblem/group1/animal_29
source: Feline 4
ru: Кошачьи 4

# emblem/group1/animal_3
source: Eagle 2
ru: Орёл 2

# emblem/group1/animal_30
source: Volatile 3
ru: Крылатый 3

# emblem/group1/animal_31
source: Spider 1
ru: Паук 1

# emblem/group1/animal_32
source: Spider 2
ru: Паук 2

# emblem/group1/animal_4
source: Bull 1
ru: Бык 1

# emblem/group1/animal_5
source: Bull 2
ru: Бык 2

# emblem/group1/animal_6
source: Eagle 3
ru: Орёл 3

# emblem/group1/animal_7
source: Eagle 4
ru: Орёл 4

# emblem/group1/animal_8
source: Bull 3
ru: Бык 3

# emblem/group1/animal_9
source: Rhinoceros 1
ru: Носорог 1

# emblem/group1/star
source: Star
ru: Звезда

# emblem/group2/battle_1
source: Flag
ru: Флаг

# emblem/group2/battle_10
source: Star 3
ru: Звезда 3

# emblem/group2/battle_11
source: Star 4
ru: Звезда 4

# emblem/group2/battle_12
source: Axe 2
ru: Топор 2

# emblem/group2/battle_13
source: Helmet 2
ru: Шлем 2

# emblem/group2/battle_14
source: Helmet 3
ru: Шлем 3

# emblem/group2/battle_15
source: Crown 1
ru: Корона 1

# emblem/group2/battle_16
source: Turret
ru: Башня

# emblem/group2/battle_17
source: Crown 2
ru: Корона 2

# emblem/group2/battle_18
source: Sword 2
ru: Меч 2

# emblem/group2/battle_19
source: Sword 3
ru: Меч 3

# emblem/group2/battle_2
source: Star 1
ru: Звезда 1

# emblem/group2/battle_20
source: Skull 1
ru: Череп 1

# emblem/group2/battle_21
source: Skull 2
ru: Череп 2

# emblem/group2/battle_22
source: Star 5
ru: Звезда 5

# emblem/group2/battle_23
source: Emblem 10
ru: Эмблема 10

# emblem/group2/battle_24
source: Skull 3
ru: Череп 3

# emblem/group2/battle_25
source: Skull 4
ru: Череп 4

# emblem/group2/battle_26
source: Star 6
ru: Звезда 6

# emblem/group2/battle_27
source: Cross 1
ru: Крест 1

# emblem/group2/battle_28
source: Spanner
ru: Гаечный ключ

# emblem/group2/battle_3
source: Emblem 9
ru: Эмблема 9

# emblem/group2/battle_4
source: Helmet 1
ru: Шлем 1

# emblem/group2/battle_5
source: Star 2
ru: Звезда 2

# emblem/group2/battle_6
source: Axe 1
ru: Топор 1

# emblem/group2/battle_7
source: Mace
ru: Булава

# emblem/group2/battle_8
source: Sledgehammer
ru: Кувалда

# emblem/group2/battle_9
source: Sword 1
ru: Меч 1

# emblem/group3/cool_1
source: Symbol 1
ru: Символ 1

# emblem/group3/cool_10
source: Chili Pepper
ru: Перец

# emblem/group3/cool_11
source: Slipper
ru: Тапок

# emblem/group3/cool_12
source: Indian 1
ru: Индеец 1

# emblem/group3/cool_13
source: Indian 2
ru: Индеец 2

# emblem/group3/cool_14
source: Grenade
ru: Граната

# emblem/group3/cool_15
source: Stripes
ru: Полосы

# emblem/group3/cool_16
source: Lightning
ru: Молния

# emblem/group3/cool_17
source: Girl
ru: Девушка

# emblem/group3/cool_18
source: Card 1
ru: Карта 1

# emblem/group3/cool_19
source: Card 2
ru: Карта 2

# emblem/group3/cool_2
source: Quadrifoil
ru: Четырёхлистник

# emblem/group3/cool_20
source: Card 3
ru: Карта 3

# emblem/group3/cool_21
source: Card 4
ru: Карта 4

# emblem/group3/cool_22
source: Symbol 2
ru: Символ 2

# emblem/group3/cool_23
source: Bomb 1
ru: Бомба 1

# emblem/group3/cool_24
source: Taxi
ru: Такси

# emblem/group3/cool_25
source: Card 5
ru: Карта 5

# emblem/group3/cool_26
source: Card 6
ru: Карта 6

# emblem/group3/cool_27
source: Iron
ru: Утюг

# emblem/group3/cool_28
source: Emblem 1
ru: Эмблема 1

# emblem/group3/cool_29
source: Emblem 2
ru: Эмблема 2

# emblem/group3/cool_3
source: Heart
ru: Сердце

# emblem/group3/cool_4
source: Skull 1
ru: Череп 1

# emblem/group3/cool_5
source: Skull 2
ru: Череп 2

# emblem/group3/cool_6
source: Pumpkin
ru: Тыква

# emblem/group3/cool_7
source: Bowling pins
ru: Кегли

# emblem/group3/cool_8
source: Cigarette
ru: Сигарета

# emblem/group3/cool_9
source: Domino
ru: Кубик

# emblem/group4/signs_1
source: Flag of Chile
ru: Флаг Чили

# emblem/group4/signs_10
source: Flag of Vietnam
ru: Флаг Вьетнама

# emblem/group4/signs_11
source: Flag of Bulgaria
ru: Флаг Болгарии

# emblem/group4/signs_12
source: Flag of Kyrgyzstan
ru: Флаг Киргизии

# emblem/group4/signs_13
source: Flag of Georgia
ru: Флаг Грузии

# emblem/group4/signs_14
source: Flag of Turkey
ru: Флаг Турции

# emblem/group4/signs_15
source: Flag of Brazil
ru: Флаг Бразилии

# emblem/group4/signs_16
source: Flag of Azerbaijan
ru: Флаг Азербайджана

# emblem/group4/signs_17
source: Flag of Ireland
ru: Флаг Ирландии

# emblem/group4/signs_18
source: Flag of Estonia
ru: Флаг Эстонии

# emblem/group4/signs_19
source: Flag of Greece
ru: Флаг Греции

# emblem/group4/signs_2
source: Flag of Malaysia
ru: Флаг Малайзии

# emblem/group4/signs_20
source: Flag of Belgium
ru: Флаг Бельгии

# emblem/group4/signs_21
source: Flag of New Zealand
ru: Флаг Новой Зеландии

# emblem/group4/signs_22
source: Flag of Switzerland
ru: Флаг Швейцарии

# emblem/group4/signs_23
source: Flag of South Korea
ru: Флаг Южной Кореи

# emblem/group4/signs_24
source: Flag of Israel
ru: Флаг Израиля

# emblem/group4/signs_25
source: Flag of Italy
ru: Флаг Италии

# emblem/group4/signs_26
source: Flag of Serbia
ru: Флаг Сербии

# emblem/group4/signs_27
source: Flag of Slovakia
ru: Флаг Словакии

# emblem/group4/signs_28
source: Flag of Romania
ru: Флаг Румынии

# emblem/group4/signs_29
source: Flag of Spain
ru: Флаг Испании

# emblem/group4/signs_3
source: Flag of Monaco
ru: Флаг Монако

# emblem/group4/signs_30
source: Flag of Latvia
ru: Флаг Латвии

# emblem/group4/signs_31
source: Flag of Austria
ru: Флаг Австрии

# emblem/group4/signs_32
source: Flag of Norway
ru: Флаг Норвегии

# emblem/group4/signs_33
source: Flag of Hungary
ru: Флаг Венгрии

# emblem/group4/signs_34
source: Flag of the Netherlands
ru: Флаг Нидерландов

# emblem/group4/signs_35
source: Flag of Sweden
ru: Флаг Швеции

# emblem/group4/signs_36
source: Flag of France
ru: Флаг Франции

# emblem/group4/signs_37
source: Flag of Finland
ru: Флаг Финляндии

# emblem/group4/signs_38
source: Flag of Iceland
ru: Флаг Исландии

# emblem/group4/signs_39
source: Flag of Australia
ru: Флаг Австралии

# emblem/group4/signs_4
source: Flag of Armenia
ru: Флаг Армении

# emblem/group4/signs_40
source: Flag of Kazakhstan
ru: Флаг Казахстана

# emblem/group4/signs_41
source: Flag of U.K.
ru: Флаг Великобритании

# emblem/group4/signs_42
source: Flag of Poland
ru: Флаг Польши

# emblem/group4/signs_43
source: Flag of Belarus
ru: Флаг Беларуси

# emblem/group4/signs_44
source: Flag of U.S.A.
ru: Флаг США

# emblem/group4/signs_45
source: Flag of Germany
ru: Флаг Германии

# emblem/group4/signs_46
source: Flag of Ukraine
ru: Флаг Украины

# emblem/group4/signs_47
source: Flag of Argentina
ru: Флаг Аргентины

# emblem/group4/signs_48
source: Flag of Russia
ru: Флаг России

# emblem/group4/signs_49
source: Flag of Croatia
ru: Флаг Хорватии

# emblem/group4/signs_5
source: Flag of Uzbekistan
ru: Флаг Узбекистана

# emblem/group4/signs_50
source: Flag of Japan
ru: Флаг Японии

# emblem/group4/signs_51
source: Flag of Denmark
ru: Флаг Дании

# emblem/group4/signs_52
source: Flag of Moldova
ru: Флаг Молдавии

# emblem/group4/signs_53
source: Flag of the Czech Republic
ru: Флаг Чехии

# emblem/group4/signs_54
source: Flag of Canada
ru: Флаг Канады

# emblem/group4/signs_55
source: Flag of Lithuania
ru: Флаг Литвы

# emblem/group4/signs_56
source: Flag of Taiwan
ru: Флаг Тайваня

# emblem/group4/signs_57
source: Flag of Bosnia and Herzegovina
ru: Флаг Боснии и Герцеговины

# emblem/group4/signs_58
source: Flag of Slovenia
ru: Флаг Словении

# emblem/group4/signs_59
source: Flag of U.S.S.R.
ru: Флаг СССР

# emblem/group4/signs_6
source: Flag of Singapore
ru: Флаг Сингапура

# emblem/group4/signs_60
source: Coat of arms of Moscow
ru: Герб Москвы

# emblem/group4/signs_61
source: Coat of arms of Minsk
ru: Герб Минска

# emblem/group4/signs_62
source: Coat of arms of Novosibirsk
ru: Герб Новосибирска

# emblem/group4/signs_63
source: Coat of arms of St. Petersburg
ru: Герб Санкт-Петербурга

# emblem/group4/signs_64
source: Coat of arms of Odessa
ru: Герб Одессы

# emblem/group4/signs_65
source: Coat of arms of Krasnodar
ru: Герб Краснодара

# emblem/group4/signs_66
source: Coat of arms of Helsinki
ru: Герб Хельсинки

# emblem/group4/signs_67
source: Coat of arms of Rostov-on-Don
ru: Герб Ростова-на-Дону

# emblem/group4/signs_68
source: Coat of arms of Kazan
ru: Герб Казани

# emblem/group4/signs_69
source: Coat of arms of Ekaterinburg
ru: Герб Екатеринбурга

# emblem/group4/signs_7
source: Flag of Hong Kong
ru: Флаг Гонконга

# emblem/group4/signs_70
source: Coat of arms of Volgograd
ru: Герб Волгограда

# emblem/group4/signs_71
source: Coat of arms of Kiev
ru: Герб Киева

# emblem/group4/signs_72
source: Coat of arms of Veliky Novgorod
ru: Герб Великого Новгорода

# emblem/group4/signs_73
source: Coat of arms of Perm
ru: Герб Перми

# emblem/group4/signs_74
source: Coat of arms of Smolensk
ru: Герб Смоленска

# emblem/group4/signs_75
source: Coat of arms of Chelyabinsk
ru: Герб Челябинска

# emblem/group4/signs_76
source: Coat of arms of Voronezh
ru: Герб Воронежа

# emblem/group4/signs_77
source: Coat of arms of Samara
ru: Герб Самары

# emblem/group4/signs_78
source: Flag of the People's Republic of China
ru: Флаг Китайской Народной Республики

# emblem/group4/signs_8
source: Flag of the Philippines
ru: Флаг Филиппин

# emblem/group4/signs_80
source: Flag of Mexico
ru: Флаг Мексики

# emblem/group4/signs_81
source: Flag of Republic of South Africa
ru: Флаг Южно-Африканской Республики

# emblem/group4/signs_82
source: Flag of Thailand
ru: Флаг Таиланда

# emblem/group4/signs_9
source: Flag of Portugal
ru: Флаг Португалии

# emblem/signs
source: Flags and coats of arms
ru: Флаги и гербы

# inscription/animal
source: Animals
ru: Животные

# inscription/china/Fen
source: Learn from Comrade Lei Feng!
ru: Учись у товарища Лэй Фена!

# inscription/china/action
source: Every action has a reaction
ru: На любое действие всегда есть противодействие

# inscription/china/better
source: Be the best!
ru: Будь лучше!

# inscription/china/blood
source: Hills at sunset have a color of blood
ru: Холмы на закате окрашены цветом крови

# inscription/china/destiny
source: The most thrilling experience is a fight with destiny
ru: Самое захватывающее, что может быть в жизни, — это схватка с судьбой

# inscription/china/difficult
source: Overbear hardships when fighting for victory!
ru: Борись за победу, превозмогая все трудности!

# inscription/china/faith
source: I do not fear those who have no faith
ru: Я не боюсь тех, у кого нет веры

# inscription/china/fight
source: We trust no one in life and war
ru: Живём и сражаемся, полагаясь только на себя

# inscription/china/firm
source: Steadfast in the face of death
ru: Непоколебимы даже перед смертью

# inscription/china/harm
source: I will not harm you unless you harm me
ru: Я не причиню тебе вреда, пока ты не навредишь мне

# inscription/china/help
source: I am always ready to help
ru: Я всегда готов помочь

# inscription/china/hero
source: There are still heroes in this age
ru: И в нынешний век не перевелись ещё герои

# inscription/china/knock_down
source: Knock down imperialism
ru: Сбей с ног империализм

# inscription/china/light
source: Give me a little light and I will get you a star
ru: Дай мне немного света, и я верну тебе звезду

# inscription/china/myself
source: Do it yourself
ru: Сделай сам!

# inscription/china/pain
source: We have no fear of pain or death
ru: Не боимся ни боли, ни самой смерти!

# inscription/china/people
source: Serve to people
ru: Служи народу

# inscription/china/success
source: Believe in victory. Fight hardships. Reach success.
ru: С победой в сердце. Преодолевай трудности. Достигай успеха

# inscription/china/sun
source: Every cloud has a silver lining
ru: После дождя всегда светит солнце

# inscription/china/united
source: Strive for victory together
ru: Будьте едины в стремлении к победе!

# inscription/china/walk_alone
source: I can stroll all alone, with no fear of fierce winds or raging waves
ru: Я могу спокойно прогуливаться сам по себе, неважно как сильно хлещет ветер или бьёт волна

# inscription/china/war
source: Get ready before you enter a war
ru: Не вступай в войну неподготовленным

# inscription/china/wish
source: I have enormous opportunities to satisfy my wishes
ru: У меня есть неистощимые ресурсы для выполнения своих желаний

# inscription/france/abord
source: France first
ru: Франция превыше всего

# inscription/france/alma
source: Alma
ru: Альма

# inscription/france/alpes
source: Rhône-Alpes
ru: Рона-Альпы

# inscription/france/aquitaine
source: Aquitaine
ru: Аквитания

# inscription/france/arc
source: Jeanne d'Arc
ru: Жанна Д'Арк

# inscription/france/armagnac
source: Armagnac
ru: Арманьяк

# inscription/france/armor
source: Côtes-d'Armor
ru: Кот-д'Армор

# inscription/france/artagnan
source: d'Artagnan
ru: Д'Артаньян

# inscription/france/azur
source: Côte d'Azur
ru: Лазурный берег

# inscription/france/bourgogne
source: Bourgogne
ru: Бургундия

# inscription/france/brazzaville
source: Brazzaville
ru: Браззавиль

# inscription/france/brest
source: Brest
ru: Брест

# inscription/france/bretagne
source: Bretagne
ru: Бретань

# inscription/france/caen
source: Caen
ru: Кан

# inscription/france/casablanca
source: Casablanca
ru: Касабланка

# inscription/france/chat
source: Wildcat
ru: Дикий кот

# inscription/france/courageux
source: Courageous
ru: Смелый

# inscription/france/denis
source: Saint-Denis
ru: Сен-Дени

# inscription/france/fantasque
source: Wilful
ru: Своенравный

# inscription/france/flandre
source: Flandre
ru: Фландрия

# inscription/france/fort
source: Fort De France
ru: Форт-де-Франс

# inscription/france/glorieux
source: Valorous
ru: Доблестный

# inscription/france/guepard
source: Guépard
ru: Гепард

# inscription/france/ile
source: Île-de-France
ru: Иль-де-Франс

# inscription/france/intrepide
source: Intrepid
ru: Бесстрашный

# inscription/france/jaguar
source: Jaguar
ru: Ягуар

# inscription/france/leopard
source: Leopard
ru: Леопард

# inscription/france/libre
source: For free France!
ru: За свободную Францию!

# inscription/france/lille
source: Lille
ru: Лилль

# inscription/france/limousin
source: Limousin
ru: Лимузен

# inscription/france/lion
source: Lion
ru: Лев

# inscription/france/loire
source: Pays de la Loire
ru: Пеи-де-ла-Луар

# inscription/france/lorette
source: Notre Dame De Lorette
ru: Нотр Дам де Лорет

# inscription/france/lorraine
source: Lorraine
ru: Лотарингия

# inscription/france/lutte
source: The struggle continues
ru: Битва продолжается

# inscription/france/lynx
source: Lynx
ru: Рысь

# inscription/france/lyon
source: Lyon
ru: Лион

# inscription/france/marseille
source: Marseille
ru: Марсель

# inscription/france/moscowa
source: Moscow
ru: Москва

# inscription/france/nord
source: Nord
ru: Норд

# inscription/france/normandie
source: Normandie
ru: Нормандия

# inscription/france/orleans
source: Orléans
ru: Орлеан

# inscription/france/ouragan
source: Hurricane
ru: Ураган

# inscription/france/ours
source: Bear
ru: Медведь

# inscription/france/panther
source: Panther
ru: Пантера

# inscription/france/paris
source: Paris
ru: Париж

# inscription/france/pirate
source: Pirate
ru: Пират

# inscription/france/pommard
source: Pommard
ru: Поммар

# inscription/france/puma
source: Puma
ru: Пума

# inscription/france/richelieu
source: Richelieu
ru: Ришелье

# inscription/france/sirocco
source: Sirocco
ru: Сирокко

# inscription/france/tell
source: Guillaume Tell
ru: Вильгельм Телль

# inscription/france/temeraire
source: Impertinent
ru: Дерзкий

# inscription/france/terrible
source: Menacing
ru: Грозный

# inscription/france/tornade
source: Tornado
ru: Вихрь

# inscription/france/toulouse
source: Toulouse
ru: Тулуза

# inscription/france/vertus
source: Vertus
ru: Верту

# inscription/france/vive
source: Long live France!
ru: Да здравствует Франция!

# inscription/france/yvelines
source: Yvelines
ru: Ивелин

# inscription/geographical
source: Geographical
ru: Географические

# inscription/germany/adalbert
source: Adalbert
ru: Адальберт

# inscription/germany/asgard
source: Asgard
ru: Асгард

# inscription/germany/badem
source: Badem
ru: Бадем

# inscription/germany/bernd
source: Gloomy Bernd
ru: Мрачный Бернд

# inscription/germany/berserker
source: Berserker
ru: Берсерк

# inscription/germany/bismarck
source: Bismarck
ru: Бисмарк

# inscription/germany/brandenburg
source: Mark Brandenburg
ru: Маркграфство Бранденбургское

# inscription/germany/breslau
source: Breslau
ru: Бреслау

# inscription/germany/brunhild
source: Brunhild
ru: Брунгильда

# inscription/germany/cyklop
source: Cyclop
ru: Циклоп

# inscription/germany/dresden
source: Dresden
ru: Дрезден

# inscription/germany/dusseldorf
source: Düsseldorf
ru: Дюссельдорф

# inscription/germany/elfriede
source: Elfriede
ru: Эльфрида

# inscription/germany/emil
source: Stubborn Emil
ru: Упрямый Эмиль

# inscription/germany/ergebt
source: Surrender everyone!
ru: Все сдавайтесь!

# inscription/germany/essen
source: Essen
ru: Эссен

# inscription/germany/faust
source: Faust
ru: Фауст

# inscription/germany/ferdinand
source: Ferdinand
ru: Фердинанд

# inscription/germany/frans
source: Franz
ru: Франц

# inscription/germany/fritz
source: Old Fritz
ru: Старый Фриц

# inscription/germany/goeben
source: Goeben
ru: Гёбен

# inscription/germany/greta
source: Greta
ru: Грета

# inscription/germany/gretchen
source: Gretchen
ru: Гретхен

# inscription/germany/hagen
source: Hagen
ru: Хаген

# inscription/germany/hans
source: Fat Hans
ru: Толстый Ганс

# inscription/germany/hansel
source: Young Hänsel
ru: Юный Гензель

# inscription/germany/heiland
source: Heimdall
ru: Хеймдалль

# inscription/germany/heinz
source: Grumpy Heinz
ru: Ворчливый Хайнц

# inscription/germany/herkules
source: Herkules
ru: Геркулес

# inscription/germany/jager
source: Jäger
ru: Егерь

# inscription/germany/jotuhn
source: Jötunn
ru: Ётун

# inscription/germany/karl
source: Charles the Terrible
ru: Карл ужасный

# inscription/germany/karlsruhe
source: Karlsruhe
ru: Карлсруэ

# inscription/germany/konig
source: König
ru: Кёниг

# inscription/germany/leopard
source: Leopard
ru: Леопард

# inscription/germany/lotti
source: Lotti
ru: Лотти

# inscription/germany/ludwig
source: Brave Ludwig
ru: Храбрый Людвиг

# inscription/germany/margret
source: Margret
ru: Маргрет

# inscription/germany/mephisto
source: Mephisto
ru: Мефисто

# inscription/germany/nixe
source: Nixe
ru: Никсе

# inscription/germany/norbert
source: Norbert
ru: Норберт

# inscription/germany/ostpreusen
source: East Prussia
ru: Восточная Пруссия

# inscription/germany/otto
source: Red Otto
ru: Ржавый Отто

# inscription/germany/panther
source: Panther
ru: Пантера

# inscription/germany/pommern
source: Pommern
ru: Померания

# inscription/germany/puma
source: Puma
ru: Пума

# inscription/germany/rose
source: Rosa
ru: Роза

# inscription/germany/saar
source: Saar
ru: Саар

# inscription/germany/sachsen
source: Sachsen
ru: Саксония

# inscription/germany/salzburg
source: Salzburg
ru: Зальцбург

# inscription/germany/schmidt
source: Spiteful Schmidt
ru: Гадкий Шмидт

# inscription/germany/schnuk
source: Schnuk
ru: Шнук

# inscription/germany/schulz
source: Impudent Schulz
ru: Наглый Шульц

# inscription/germany/schwaben
source: Schwaben
ru: Швабия

# inscription/germany/schwarz
source: Scrawny Schwarz
ru: Щуплый Шварц

# inscription/germany/siegfried
source: Siegfried
ru: Зигфрид

# inscription/germany/tiger
source: Tiger
ru: Тигр

# inscription/germany/westfalen
source: Westfalen
ru: Вестфалия

# inscription/germany/wien
source: Wien
ru: Вена

# inscription/germany/wolf
source: Cunning Wolf
ru: Хитрый Вольф

# inscription/germany/wotan
source: Wotan
ru: Вотан

# inscription/historical
source: Historical
ru: Исторические

# inscription/motto
source: Slogans
ru: Лозунги

# inscription/names
source: Names
ru: Имена

# inscription/other
source: Miscellaneous
ru: Другие

# inscription/sentence
source: Quotations
ru: Изречения

# inscription/uk/agility
source: Agility
ru: Ловкость

# inscription/uk/avenger
source: Avenger
ru: Мститель

# inscription/uk/bert
source: Bert
ru: Бёрт

# inscription/uk/blockbuster
source: Blockbuster
ru: Блокбастер

# inscription/uk/brother
source: Brother-in-arms
ru: Брат по оружию

# inscription/uk/bullpup
source: Bullpup
ru: Бульдог

# inscription/uk/clang
source: Clang of Metal
ru: Лязг металла

# inscription/uk/daredevil
source: Hothead
ru: Сорвиголова

# inscription/uk/demon
source: Demon
ru: Демон

# inscription/uk/destroyer
source: Destroyer
ru: Истребитель

# inscription/uk/devastator
source: Devastator
ru: Опустошитель

# inscription/uk/dogs
source: Dogs of War
ru: Псы войны

# inscription/uk/dreadnought
source: Dreadnought
ru: Дредноут

# inscription/uk/dust
source: Dust Demon
ru: Песчаный демон

# inscription/uk/face
source: Face of War
ru: Лик войны

# inscription/uk/fireball
source: Fireball
ru: Шаровая молния

# inscription/uk/fist
source: Iron Fist
ru: Стальной кулак

# inscription/uk/for_king
source: For the King!
ru: За короля!

# inscription/uk/god_king
source: God Save the King
ru: Боже, храни короля

# inscription/uk/god_queen
source: God Save the Queen
ru: Боже, храни королеву

# inscription/uk/harbinger
source: Harbinger of the Apocalypse
ru: Предвестник апокалипсиса

# inscription/uk/hit_run
source: Hit-and-run
ru: Бей-беги
