Repository: ydanila/wotdossier
Catalog: Sources/WotDossier.Resources/Strings/waiting.*.resx
Languages: ru

# Flash
source: Updating...
ru: Обновление...

# __updateCaptureDevices
source: Updating input devices...
ru: Обновление устройств ввода...

# applyModule
source: Completing the operation...
ru: Производится операция...

# buttons/cease
source: Cease
ru: Прекратить

# buttons/exitQueue
source: Leave the Queue
ru: Покинуть очередь

# buyBerths
source: Purchasing the bunks...
ru: Покупка коек...

# buyItem
source: Purchasing...
ru: Покупка...

# buySlot
source: Purchasing the slot...
ru: Покупка слота...

# customizationApply
source: Customizing...
ru: Кастомизация...

# customizationDrop
source: Deleting...
ru: Удаление...

source: Deleting...
ru: Удаление...

# enter
source: Logging in...
ru: Вход в игру...

# exchangeVehiclesXP
source: Convert Experience
ru: Перевод опыта

# exit_battle
source: Exiting to the Garage...
ru: Выход в Ангар...

# in_battle
source: Searching for room...
ru: Поиск комнаты...

# installEquipment
source: Mounting equipment...
ru: Установка оборудования...

# loadHangarSpace
source: Updating the Garage...
ru: Обновление Ангара...

# loadHangarSpaceVehicle
source: Updating the Garage...
ru: Обновление Ангара...

# loadPage
source: Loading interface...
ru: Загрузка интерфейса...

# loadStats
source: Gathering information...
ru: Сбор информации...

# login
source: Connecting...
ru: Подключение...

# message/another_periphery
source: <font color='#ff0000'>Server "%s" error , session on another server is incomplete.</font> Wait until the client connects to the game automatically.
ru: <font color='#ff0000'>Ошибка сервера «%s», не закончена сессия на другом сервере.</font> Ожидайте, пока клиент автоматически войдёт в игру.

# message/autoLogin
source: <font color='#ff0000'>Sorry, server "%s" is busy.</font> You are in a queue to enter the game. Wait until the client connects to the game automatically.
ru: <font color='#ff0000'>Извините, сервер «%s» перегружен.</font> Вы в очереди на вход в игру. Ожидайте, пока клиент автоматически войдёт в игру.

# message/checkout_error
source: <font color='#ff0000'>"%s" server error receiving information about the player.</font> Wait until the client connects to the game automatically.
ru: <font color='#ff0000'>Ошибка сервера «%s» при получении информации об игроке.</font> Ожидайте, пока клиент автоматически войдёт в игру.

# message/queue
source: <font color='#ff0000'>Sorry, server "%s" is busy.</font> Your number in a queue is: %s. Wait until the client connects to the game automatically.
ru: <font color='#ff0000'>Извините, сервер «%s» перегружен.</font> Ваш номер в очереди: %s. Ожидайте, пока клиент автоматически войдёт в игру.

# recruting
source: Recruiting...
ru: Рекрутирование...

# replacePassport
source: Replacing Personal Data...
ru: Смена документов...

# requestCaptureDevices
source: Receiving information about the devices...
ru: Получение информации об устройствах...

source: Retraining...
ru: Переобучение...

# sellItem
source: Selling...
ru: Продажа...

# sellVehicle
source: Selling vehicle...
ru: Продажа техники...

# sinhronize
source: Synchronization...
ru: Синхронизация...

# start_battle
source: Battle starts...
ru: Начало боя...

# stats
source: Gathering information...
ru: Сбор информации...

# studying
source: Researching...
ru: Изучение...

# techMaintenance
source: Updating maintenance...
ru: Обновление обслуживания...

# techMaintenanceEquipments
source: Updating consumables...
ru: Обновление снаряжения...

# titles/another_periphery
source: You are still logged in on another server.
ru: Не закончена сессия на другом сервере.

# titles/checkout_error
source: Identification error
ru: Ошибка идентификации

# titles/queue
source: Queue to enter the game
ru: Очередь на вход в игру

# trainingCreate
source: Creating a room...
ru: Создание комнаты...

# trainingDestroy
source: Deleting the room...
ru: Удаление комнаты...

# trainingJoin
source: Entering the room...
ru: Вход в комнату...

# trainingLeave
source: Exit...
ru: Выход...

# trainingStart
source: Training starts...
ru: Начало тренировки...

# trainingUpdate
source: Modifying the room...
ru: Изменение комнаты...

# transferMoney
source: Transfer Gold
ru: Перевод золота

# updateAmmo
source: Updating ammunition...
ru: Обновление амуниции...

# updateCurrentVehicle
source: Updating vehicles...
ru: Обновление техники...

# updateFitting
source: Updating modules...
ru: Обновление модулей...

# updateInventory
source: Updating Depot...
ru: Обновление Склада...

# updateMyVehicles
source: Updating vehicles...
ru: Обновление техники...

# updateShop
source: Updating Store...
ru: Обновление Магазина...

# updateTankmen
source: Updating crew...
ru: Обновление экипажа...

# updateVehicle
source: Updating vehicles...
ru: Обновление техники...

source: Updating...
ru: Обновление...

# voiceChat
source: Initializing Voice Chat
ru: Инициализация голосовой связи

# message/auto_login_query_failed
source: <font color='#ff0000'>Server "%(server)s" unavailable. %(reason)s</font> Wait until the client connects to the game automatically.
ru: <font color='#ff0000'>Сервер "%(server)s" недоступен. %(reason)s</font> Ожидайте, пока клиент автоматически войдёт в игру.

# titles/auto_login_query_failed
source: Selecting server automatically…
ru: Автоматический выбор сервера…

# tutorial-chapter-loading
source: Loading tutorial...
ru: Загрузка обучения...

# tutorial-request-battle-count
source: Gathering data...
ru: Сбор информации...

# tutorial-request-bonus
source: Receiving bonus...
ru: Получение бонуса...

# tutorial-request-credits
source: Gathering data...
ru: Сбор информации...

# tutorial-request-elite-vehicles
source: Receiving a list of Elite vehicles...
ru: Получение списка элитной техники...

# tutorial-request-inventory-items
source: Gathering data from the Depot...
ru: Сбор информации со Склада...

# tutorial-request-item-params
source: Gathering data on a module...
ru: Сбор информации по модулю...

# tutorial-request-shop
source: Gathering data from the Store...
ru: Сбор информации из Магазина...

# tutorial-request-slots
source: Gathering data on slots...
ru: Сбор информации по слотам...

# tutorial-request-tankman
source: Gathering data on crew members...
ru: Сбор информации по экипажам...

# tutorial-request-tankman-info
source: Gathering data on a crew member...
ru: Сбор информации по члену экипажа...

# tutorial-request-unlocks
source: Receiving a list of researched modules...
ru: Получение списка исследованных модулей...

# tutorial-request-vehicle-equipments
source: Gathering data...
ru: Сбор информации со Склада...

# tutorial-request-vehicle-settings
source: Receiving vehicle's settings...
ru: Получение настроек машины...

# tutorial-request-xp
source: Gathering data...
ru: Сбор информации...

# tutorial-start-training
source: Starting training...
ru: Начало обучения...

# tutorial-update-scene
source: Updating interface...
ru: Обновление интерфейса...

# buttons/exit
source: Cancel
ru: Не ожидать

# download/dossier
source: Synchronizing Personal File...
ru: Синхронизация личного дела...

# download/inventory
source: Synchronizing equipment and consumables...
ru: Синхронизация оборудования и снаряжения...

# download/shop
source: Synchronizing Store...
ru: Синхронизация Магазина...

# message/auto_login_activating
source: <font color='#ff0000'>Your account is being registered.</font> Wait until the client connects to the game automatically.
ru: <font color='#ff0000'>Ваш аккаунт регистрируется.</font> Ожидайте, пока клиент автоматически войдёт в игру.

# titles/registering
source: Creating account...
ru: Создание аккаунта...

# waiting_ebank_response
source: Connecting to Ebank...
ru: Ebank...

# draw_research_items
source: Loading...
ru: Загружается...

# research
source: Researching...
ru: Исследование...

# updatingSkillWindow
source: Updating data...
ru: Обновление данных...

# tutorial-queue
source: Loading tutorial...
ru: Загрузка обучения...

# ebankBuyGold
source: Convert VCOIN to Gold
ru: Vcoin

# equipping
source: Transferring...
ru: Посадка...

# prebattle/assign
source: Distributing players...
ru: Перемещение...

# prebattle/change_arena_voip
source: Changing VOIP...
ru: Изменение VOIP...

# prebattle/change_settings
source: Changing settings...
ru: Изменение настроек...

# prebattle/create
source: Creating...
ru: Создание...

# prebattle/join
source: Joining...
ru: Присоединение...

# prebattle/kick
source: Disconnecting...
ru: Отсоединение...

# prebattle/leave
source: Exit...
ru: Выход...

# prebattle/player_not_ready
source: Not ready...
ru: Не готов...

# prebattle/player_ready
source: Confirming readiness...
ru: Подтверждение готовности...

# prebattle/swap
source: Changing teams...
ru: Смена команд...

# prebattle/team_not_ready
source: Team not ready...
ru: Команда не готова...

# prebattle/team_ready
source: Team ready...
ru: Команда готова...

# unloading
source: Transferring...
ru: Высадка...

# prebattle/auto_search
source: Searching...
ru: Идёт поиск...

# prebattle/battle_queue
source: Searching...
ru: Идёт поиск...

# crewRetraining
source: Retraining crew...
ru: Переобучение экипажа...

# crewReturning
source: Returning crew...
ru: Возврат экипажа...

# disconnect
source: Disconnecting...
ru: Отключение...

# fort/building/add
source: Creating...
ru: Создание...

# fort/building/attach
source: Attaching...
ru: Присоединение...

# fort/building/delete
source: Removing...
ru: Удаление...

# fort/building/upgrade
source: Updating...
ru: Обновление...

# fort/create
source: Creating...
ru: Создание...

# fort/delete
source: Removing...
ru: Удаление...

# fort/direction/close
source: Removing...
ru: Удаление...

# fort/direction/open
source: Creating...
ru: Создание...

# fort/order/activate
source: Using…
ru: Применение...

# fort/order/add
source: Creating...
ru: Создание...

# fort/sortie/create
source: Creating...
ru: Создание...

# fort/sortie/get
source: Gathering data...
ru: Сбор информации...

# fort/subscribe
source: Connecting...
ru: Подключение...

# fort/transport
source: Transporting…
ru: Транспортировка...

# fort/unsubscribe
source: Disconnecting...
ru: Отключение...

# prebattle/change_user_status
source: Changing your training role...
ru: Изменение вашей роли в тренировке...

# buttons/autoSearch
source: Autosearch
ru: Автопоиск

# buttons/cancel
source: Cancel
ru: Отмена

# fort/attack
source: Confirming attack...
ru: Подтверждение атаки...

# fort/card/get
source: Gathering information...
ru: Сбор информации...

# fort/favorite/add
source: Adding to the list...
ru: Добавление в список...

# fort/favorite/remove
source: Removing from the list...
ru: Удаление из списка...

# fort/fortBattle/createOrJoin
source: Confirming readiness...
ru: Подтверждение участия...

# fort/settings
source: Applying...
ru: Применение...

# message/useAutoSearch
source: <font color='#ff0000'>Sorry, server "%s" is busy.</font> Your place in queue: %s. Please wait until you can connect to "%s" or use the Autosearch option (to find a server where you can play comfortably).
ru: <font color='#ff0000'>Извините, сервер «%s» перегружен.</font> Ваш номер в очереди: %s. Ожидайте входа на "%s" или воспользуйтесь автопоиском (подбор сервера с комфортными условиями игры).

# prebattle/giveLeadership
source: Transferring Commander's permissions...
ru: Передача командования...

# fort/serverConnection
source: Connecting to server...
ru: Соединение с сервером...

# loadContent
source: Loading content...
ru: Загрузка содержимого...

# changingRole
source: Changing qualification...
ru: Смена специализации...

# fort/activateConsumable
source: Performing Reserve operation...
ru: Операция с резервом...

# fort/returnConsumable
source: Performing Reserve operation...
ru: Операция с резервом...

# messenger/subscribe
source: Connecting...
ru: Подключение...

# buyAndInstall
source: Purchasing and mounting...
ru: Покупка и установка...

# clubs/app/revoke
source: Withdrawing application...
ru: Отзыв заявки...

# clubs/app/send
source: Sending application...
ru: Отправка заявки...

# clubs/assignOfficer
source: Promoting...
ru: Повышение должности...

# clubs/assignPrivate
source: Demoting...
ru: Понижение должности...

# clubs/closeClub
source: Closing player recruitment...
ru: Закрытие набора игроков...

# clubs/club/create
source: Creating team...
ru: Создание команды...

# clubs/club/get
source: Receiving information...
ru: Получение информации...

# clubs/club/list
source: Receiving information...
ru: Получение информации...

# clubs/clubKickMember
source: Excluding from team...
ru: Исключение из команды...

# clubs/destroyClub
source: Dismissing team...
ru: Расформирование команды...

# clubs/invitations/list/change
source: Applying changes...
ru: Применение изменений...

# clubs/invitations/requirements/change
source: Applying changes...
ru: Применение изменений...

# clubs/invite/accept
source: Accepting invitation...
ru: Принятие приглашения...

# clubs/invite/decline
source: Declining invitation...
ru: Отклонение приглашения...

# clubs/invite/revoke
source: Withdrawing invitation...
ru: Отзыв приглашения...

# clubs/invite/send
source: Sending invitation...
ru: Отправка приглашения...

# clubs/invites/send
source: Sending invitation...
ru: Отправка приглашения...

# clubs/joinClubUnit
source: Joining team...
ru: Присоединение к команде...

# clubs/leaveClub
source: Leaving team...
ru: Выход из команды...

# clubs/openClub
source: Opening player recruitment...
ru: Открытие набора игроков...

# clubs/transferOwnership
source: Transferring permissions...
ru: Передача командования...

# getClubInfo
source: Receiving data...
ru: Получение данных...

# prebattle/takeLeadership
source: Transferring permissions...
ru: Передача командования...

# download/discounts
source: Synchronizing discounts...
ru: Синхронизация скидок...

# prebattle/changeDivision
source: Changing Division...
ru: Смена дивизиона...

# clans/invites/send
source: Sending invitation...
ru: Отправка приглашения...

# loadingData
source: Receiving data...
ru: Получение данных...

# download/recycleBin
source: Synchronizing vehicles in the Garage...
ru: Синхронизация техники в Ангаре...

# browser/init
source: Initializing...
ru: Загрузка содержимого...

# download/ranked
source: Synchronizing personal data...
ru: Синхронизация данных игрока...

# hof/loading
source: Loading...
ru: Загрузка...

# download/badges
source: Synchronizing personal data...
ru: Синхронизация данных игрока...
